[
    {
        "sun": {
            "1": {
                "subh": "1. जातक धनवान, विद्वान, परोपकारी व साहसी होता है। 2. सरकारी नौकरी प्राप्त करता है। 3. घर में धन का अभाव न रहने के कारण ऐसे जातक कई नौकर भी रखते हैं। 4. अपने पिता की पूरी सहायता करता है। 5. पिता से चाहे धन न मिले परन्तु अपनी सन्तान को प्रयाप्त धन देकर मृत्यु प्राप्त करता है। 6. विवाह 25 वर्ष के बाद होती है। 7. समाज और देश की जनता से पूर्ण यशमान-प्रतीष्ठा प्राप्त करता है। 8. अति उच्च अधिकारियों, सम्मानित लोगों व प्रतिष्ठावान व्यक्तियों से सम्मान व इज्जत प्राप्त करता है। 9. चरित्रवान, संतोषी और साहसी होता है। 10. आँखों से देखी हुई स्थित को सत्य मानता है। ऐसे जातक काम की सुनीबातों पर यकीन नहीं करता। 11. साधारण कुल में जन्म लेकर भी पूर्ण तरक्की व सफलता प्राप्त करता है। 12. पुराने विचार व धर्म का पालन करने वाला होता है। 13. शराब की नशा से दूर रहता है। 14. गरीबों पर दया भाव दिखाते हुए उनकी पूर्ण सहायता करता है। 15. धार्मिक स्थानों में भवन व कुँए या नलकूप लगाने का शौकीन होता है। 16. कम सन्तान प्राप्त करता है. परन्तु स्त्री, सन्तान व धन का सुख अन्त समय तक प्राप्त करता है। 17. खाना न0-1 में सूर्य हो और सातवें खाने में भी कोई ग्रह बैठा हो तो जातक विदेश यात्रा करता है और आराम से सभी सुखों की प्राप्ति हो जाती है। 18. यदि पहले नम्बर के खाने में सूर्य के साथ बुध भी बैठा हो तो जातक पढ़ा लिखा होकर विदेशों में बेहद धन कमाता है। 19. आयु लगभग 100 वर्ष की होती है। 20. लम्बे समय तक राजकीय कार्यों में संलग्न रहता है। 21. न्याय प्रिय और गरम मिजाजी होता है।",
                "ashubh": "1. शरीर में सांप के समान गुस्सा होगा। 2. पिता बचपन में ही स्वर्ग सिधारेगा और पुत्र से  सुख की आशा करना निरर्थक होगा। 3. विचार दुधारी तलवार के समान होगा। 4. पुत्र उत्पन्न होगा परन्तु मृत्यु प्राप्त करेगा। 5. स्त्री (पत्नी) सदैव बिमार रहेगी। 6. जातक स्वयं आँखों तथा तपेदिक रोग से ग्रस्त रहेगा। 7. विवाह में बाधा आयेगी। 8. विद्या अधूरी रह जायेगी। 9. जातक दुर्वचन बोलने वाला और संघर्षमय जीवन बिताने वाला होगा। 10. विघ्न-बाधाओं से परेशान होकर आत्म हत्या करने हेतु मन में विचार बनाएगा। 11. जातक के सिर में बाल थोड़े होगे. 12. क्रोधित होने पर किसी को भी क्षमा नहीं करेगा। 13. कठिन परिश्रम से ही धन संयम होगा। 14. सूर्य खाना न० 1 में हो और शनि खाना न०- 8 में हो तो कई विवाह होगे (दो या तीन तक) और पत्निया मरती जायेंगी। गृहस्त जीवन कष्टमय होगा। ऐसे जातक को विवाह 25 वर्ष के बाद करनी चाहिए।"
            },
            "2": {
                "subh": "1. जातक को लोहे तांबे का व्यापारी या उद्योगपति बनाता है। 2. ऐसे जातक दानवीर, न्यायप्रिय, धार्मिक व त्यागी होता है। 3. बहु मूल्य धातु रत्न, सोना, चांदी का व्यापार करके करोड़ों का धन अर्जित करता है। 4. मधुर भाषी व तर्क प्रवीण होने के कारण अपने शत्रुयों को अधीन कर लेता है। इनके सामने बड़ा से बड़ा शत्रु भी 11 दिन, 11 मास अथवा 1 वर्ष मास के अन्दर आत्म समर्पण कर देता है। 5. अपने बच्चों, मित्रों व सहयोगियों तथा कुटुम्बों को अपनी सहायता के द्वारा धनवान बना देता है। 6. अपने पिता को हर क्षेत्र में सफलता प्रदान कराता है। 7. ऐसे जातक का कोई भाई-बहन विदेश अवश्य जाता है। 8. मेकेनिक, तरखान आदि के कार्यों में भी द्वितीय भाव के सूर्य ने माहिरत हासिल कराता है। 9. स्त्रियों से झगड़ना पसन्द नहीं करता । 10. उत्तम भोजन व बढ़ियां वस्त्रों का रसिया होता है। 11. अपनी भुजावल का स्वामी होता है।",
                "ashubh": "1. स्त्री के कारण सम्बन्धियों से झगड़ा करता है। 2. नेकी करने पर बदनामी व अपयश मिलता है। 3. ग्रहों की पीड़ा से दुःखी रहता है। 4. औरत एंव जमीनी झगड़ों से धन नाश कर लेता है। 5. किसी से मुफ्त का दूध पीना जहर पीने के समान होगा। 6. किसी का जमानती बनने पर स्वयं परेशानी में फंस जायगा। 7. यदि सूर्य के साथ राहु भी बैठा हो तो नेत्र रोग, ससुराल का अर्थिक हालत कमजोर, विवाह के पश्चात् कुछ ही महीनों में ससुराल परिवार में मौत आदि की घटनाएँ होगी। 8. यदि सूर्य खाना न०-2 में हो, मंगल खा न०-1 में हो और चन्द्र खाना न०-12 में हो तो जातक लेखक व ज्योतिषी होता है, परन्तु भाग्योदय 34 वर्ष के बाद होता है।"
            },
            "3": {
                "subh": "1. जातक मध्यम वर्गीय धनी होता है। 2. शूरवीर होता है तथा अपनी भुजाओं के बल से परिस्थितियों को अपने अनुकूल बना लेता है। 3. अत्यधिक कठिनाई आने के बावजूद भी अपने आत्म बल के भरोसे सीमित साधनों के रहते हुए भी आगे बढ़ता रहता है। 4. जातक बुद्धिमान होता है। 5. राज दरबार व मुकद्दमें में विजय प्राप्त करता है। 6. चाल-चलन नेक होता है और ज्योतिष विद्या का शौकीनहोता है। 7. भाई- भतीजों से लाभ प्राप्त करता है। 8. संतान दिन के समय पैदा होती है। 9. स्वयं कमाकर खाने वाला, ईमानदार होता है। 10. झूठे लोगों से घृणा करता है। 11. शुभ कार्यों पर ध्यान व धन खर्च करता है। ",
                "ashubh": "1. तीसरे खाने का सूर्य भाइयों के लिए हानिकारक होता है। 2. ऐसे जातक सगे सम्बन्धियों के साथ शत्रु के समान व्यवहार करता है। 3. बाप-दादा गरीब होगा। 4. मान हानि होगी और चाल-चलन ठीक नहीं होगा। 5. राजदरबार से लाभ नहीं मिलेगा। 6. नाना-नानी व मामा-मामी को भी अनेक विपदाओं का सामना करना होगा। 7. यदि तीसरे खाने में सूर्य हो और लग्न में अशुभ ग्रह बैठा हो तो पड़ोस का मकान उजड़ा होगा या पड़ोसी दरिद्र होंगे। 8. ऐसे जातक के घर में दिन के समय चोरी होगी और धन के मामले में कई बार धोखा खाएगा।"
            },
            "4": {
                "subh": "1. जातक संगीतकार व गायक बनता है। 2. पूर्ण सुखी व सर्वजन प्रिय इन्सान होता है। 3. ऐसे जातक स्वंय इतना धन कमाता है कि आने वाली पिढ़ीयों को सुखी बनाकर संसार से विदा होता है । 4. राज्य पक्ष से पुरस्कृत होकर समाज और देश में प्रतिष्ठा प्राप्त करता है  5. जातक परोपकारी होता है I  6. मित्रों द्वारा इन्हें सहायता मिलती है। 7. समुद्र यात्रा, चौपाया पशु, वाहन व स्त्री से लाभ प्राप्त होता 8. माता-पिता की सेवा कम ही कर पाता है। 9. यदि सूर्य चौथे भाव में हो और गुरु वृहस्पति 10 वें भाव में बैठे हो तो जातक उत्तम स्वर्णकार या सोने का व्यापारी होता है। 10. ट्रासपोर्ट और प्रापर्टी डीलर के कार्यों में लाभ प्राप्त करता है । 11. राजा के समान अमीर होता है। ",
                "ashubh": "1. माता व बहन के सुख में हानि प्रदान करता है। 2. घर छोड़कर विदशों में रहना पड़ता है। 3. जातक वह काम करता है। जो उनके पूर्वजों ने कभी न किया हो। 4. जातक को चोरी की आदत पड़ जाती है। 5. बहुत बड़ा लालची और मुफ्त की वस्तुएं प्राप्त करने में रूचि लेता है। 6. पराई स्त्री से सम्बन्ध रखने से संतानहीन हो जाता है  7. सूर्य चौथे खाने में बैठा हो और शनि 7वें भाव में हो तो जातक शराबी होता है और रतौंधी रोग का शिकार होता है। 8. सूर्य चौथे भाव में, राहु-शनि या वृहस्पति 10 वें खाने में हो तो ससुराल से प्राप्त धन नष्ट हो जाता है। शनि की कुदृष्टि के कारण कारोबार बन्द हो जाता है। उनके घर में आग लग जाती है,जिससे समस्त सम्पत्तियाँ नष्ट हो जाती है। 9. सूर्य चौथे खाने में हो और मंगल 10 वें खाने में तो जातक एक आँख का अन्धा होता है। 10. यदि चन्द्रमा उच्च का हो और वृहस्पति कुम्भ या कर्क राशि में बैठा ही तो जातक की शादी व सन्तान की शादी व सन्तान से कई अड़चने आती है। "
            },
            "5": {
                "subh": "1. विद्या अच्छी प्राप्त करता है। 2. राज्य व सरकार से विशेष सुख प्राप्त करता है। 3. ऐसे जातक के माता-पिता सुखी होते है । 4. गुरू के आर्शीवाद विद्वानों की संगति से लाभ प्राप्त करता 5. पुत्र सन्तान प्राप्त करने के बाद पूर्ण तरक्की करता है। 6. परोपकारी होता है। 7. ऐसे जातक की आयु लगभग 85 वर्ष की होती है। 8. जातक जन्म से ही भाग्यशाली होता है। 9. आयु बढ़ने के साथ-साथ ऐसे जातक के पास धन भी बढ़ता है। 10. यदि पाचवें खाने में सूर्य के साथ बुध भी बैठा हो तो जातक लेखक, कवि या शायर होता है। परन्तु जीवन भाग दौड़ वाला होता है । 11. ऐसे जातक विदेश भी जाता है और लाटरी सट्टा आदि से धन प्राप्त करता है। 12. ज्योतिष शास्त्र व गुप्त विद्या का माहिर होता है। 13. ऐसे जातक को एक पुत्र अथवा एक ही पोत्र (पोता) होता है। 14. बुढ़ापा सुख से व्यतीत होता है।",
                "ashubh": "1 यदि सूर्य पाप प्रभाव में हो तो उदर रोग होते है। 2. हृदय होग के कारण मृत्यु की सम्भावना दिखाई पड़ती है। 3. आय की अपेक्षा व्यय बढ़-चढ़ करं होता है। 4. यदि सूर्य जल राशि (कर्क, वृश्चिक, मीन) में हो तो जातक की प्रवृत्रि बुरे कर्मों की ओर रहती है। 5. सुख की परवाह किए बिना ऐसा जातक अपनी स्वार्थ पूर्ति की ओर विशेष ध्यान देता है। 6. अत्यधिक कंजूस होता है। 7. यदि अग्नि तत्वीय राशियाँ यानि मेष, सिंह व धनु में सूर्य स्थित हो तो सन्तान नहीं होती या सन्तान का अभाव बना रहता है। 8. सूर्य खाना न०-5 में और बृहस्पति खाना न० 10 में हो तो विवाह एक से अधिक होती है और स्त्री पर स्त्री मरती जाती है। 9. ऐसे जातक के पुत्र सन्तान होता तो जरूर है परन्तु मृत्यु प्राप्त करते जाता है। 10. सन्तान कुकर्मी और बेकार होता है, यदि शनि खाना न-7 में विराजित हो ।"
            },
            "6": {
                "subh": "1. यदि सूर्य खाना न०-6. में हो और मंगल खाना न०-4 में हो तो जातक पर मंगलीक योग का प्रभाव नहीं होगा। 2. उपरोक्त खाना न०-6 में सूर्य हो और मंगल किसी भी खाने में बैठे हो तों मंगल का शुभ प्रभाव ही सदैव रहेगा। 3. ऐसे जातक कुशल व्यापारी होता है। 5. जातक शत्रु हन्ता होता है। 6. मुकद्दमों में विजय प्राप्त करता है । 7. धन-धान्य का पूर्ण सुख प्राप्त करता है। 8. जातक की कीर्ति अक्षुण्ण बनी रहती है तथा वह मन्त्र शास्त्र का जानकार होता है। 9. संतान जन्म के बाद किस्मत चमकता है। 10. पत्नी सुन्दर मिलेगी। 11. राज दरबार या नेता मंत्री वगैरह से उत्तम सम्बन्ध होगा।",
                "ashubh": "1 नाना-नानी और मामा-मामी के स्वास्थ्य व व्यापार बर्बाद हो जाएगा। 2. ऐसे जातक के शत्रु अधिक होंगे और मुकद्दमेबाजी पर धन बर्बाद होगा। 3. जातक हठी स्वभाव का होगा और आग में जलने के कारण शरीर के किसी अंग पर निशान लग जायेगा। 4. भाई-बन्धुओं की संख्या कम होगी। 5. यदि सूर्य वृष, सिंह, वृश्चिक या कुंभ राशि का हो तो जातक को दमा डिप्थीरिया या ब्रोकाइटिस जैसे रोग होते है। 6 कन्या और मीन राशि का सूर्य जातक को क्षय रोग से पीड़ित रखता है। 7. ऐसे जातक की मौसी विधवा या पुत्रहीन हो जाती है। 8. यदि सूर्य पुरूष राशि में हो तो जातक अधिक भोजन करने वाला कामुक तथा घमण्डी होता है । 9. सूर्य खाना न0 6 में हों और चन्द्र खाना न०-12 में हो तो स्वयं या जातक की पत्नी एक आँख से अन्धी होती है। 10. खाना न०-6 में स्थित सूर्य है और 12 वें खाने रोग में बुध हो तो जातक रक्तचाप व चमडी रोग से ग्रसित होता है। 11. सूर्य खाना न०-6 में हो और शनि बारहवें खाने में बैठा हो तो जातक के पिता का तन, मन जा धन जरूर बर्बाद हो जाता है। ऐसे जातक की पत्नी ने तलाक दे देती है या मर जाती है। 12. षष्ठम भाव में सूर्य हो और 10 वें भाव में मंगल हो तो लड़के पैदा होकर भी मृत्यु के गाल में समाए जाता है। 13. छठे भाव (खाना) का सूर्य 11, 21 व 22 वें वर्षों में अनिष्ट प्रदान कराता है। 14. शरीर कमजोर हो जाता है एवं अधिकतर व्यक्ति विकलांग हो जाता है। 15. सूर्य खाना न०-6 में स्थित हो और शनि या राहु दोनों इक्ट्ठे या अलग लग्न भाव में बैठा हो तो जातक के पिता और माता गरीब हो जाता है । तत्पश्चात् 45वें या 48वें वर्षों में तरक्की करता है। 16. पुत्र का विचार स्वभाव मंदा होगा। 17. स्त्री (पत्नी) व्यभिचारिणी होकर बर्बाद हो जाएगी। यदि शनि बाहरवें खाने में हो। 18. 22 वर्ष के बाद जातक या जातक का पिता में कोई एक आदमी ही सरकारी पद पर कायम रह सकेगा। 19. पिता की आयु समाप्त करने हेतु उसका ग्रह पिता पर भारी होगा।"
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "moon": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "mars": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "mercury": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "jupiter": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "venus": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "saturn": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "rahu": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "ketu": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        }
    }
]