[
    {
        "sun": {
            "1": {
                "subh": "1. जातक धनवान, विद्वान, परोपकारी व साहसी होता है। 2. सरकारी नौकरी प्राप्त करता है। 3. घर में धन का अभाव न रहने के कारण ऐसे जातक कई नौकर भी रखते हैं। 4. अपने पिता की पूरी सहायता करता है। 5. पिता से चाहे धन न मिले परन्तु अपनी सन्तान को प्रयाप्त धन देकर मृत्यु प्राप्त करता है। 6. विवाह 25 वर्ष के बाद होती है। 7. समाज और देश की जनता से पूर्ण यशमान-प्रतीष्ठा प्राप्त करता है। 8. अति उच्च अधिकारियों, सम्मानित लोगों व प्रतिष्ठावान व्यक्तियों से सम्मान व इज्जत प्राप्त करता है। 9. चरित्रवान, संतोषी और साहसी होता है। 10. आँखों से देखी हुई स्थित को सत्य मानता है। ऐसे जातक काम की सुनीबातों पर यकीन नहीं करता। 11. साधारण कुल में जन्म लेकर भी पूर्ण तरक्की व सफलता प्राप्त करता है। 12. पुराने विचार व धर्म का पालन करने वाला होता है। 13. शराब की नशा से दूर रहता है। 14. गरीबों पर दया भाव दिखाते हुए उनकी पूर्ण सहायता करता है। 15. धार्मिक स्थानों में भवन व कुँए या नलकूप लगाने का शौकीन होता है। 16. कम सन्तान प्राप्त करता है. परन्तु स्त्री, सन्तान व धन का सुख अन्त समय तक प्राप्त करता है। 17. खाना न0-1 में सूर्य हो और सातवें खाने में भी कोई ग्रह बैठा हो तो जातक विदेश यात्रा करता है और आराम से सभी सुखों की प्राप्ति हो जाती है। 18. यदि पहले नम्बर के खाने में सूर्य के साथ बुध भी बैठा हो तो जातक पढ़ा लिखा होकर विदेशों में बेहद धन कमाता है। 19. आयु लगभग 100 वर्ष की होती है। 20. लम्बे समय तक राजकीय कार्यों में संलग्न रहता है। 21. न्याय प्रिय और गरम मिजाजी होता है।",
                "ashubh": "1. शरीर में सांप के समान गुस्सा होगा। 2. पिता बचपन में ही स्वर्ग सिधारेगा और पुत्र से  सुख की आशा करना निरर्थक होगा। 3. विचार दुधारी तलवार के समान होगा। 4. पुत्र उत्पन्न होगा परन्तु मृत्यु प्राप्त करेगा। 5. स्त्री (पत्नी) सदैव बिमार रहेगी। 6. जातक स्वयं आँखों तथा तपेदिक रोग से ग्रस्त रहेगा। 7. विवाह में बाधा आयेगी। 8. विद्या अधूरी रह जायेगी। 9. जातक दुर्वचन बोलने वाला और संघर्षमय जीवन बिताने वाला होगा। 10. विघ्न-बाधाओं से परेशान होकर आत्म हत्या करने हेतु मन में विचार बनाएगा। 11. जातक के सिर में बाल थोड़े होगे. 12. क्रोधित होने पर किसी को भी क्षमा नहीं करेगा। 13. कठिन परिश्रम से ही धन संयम होगा। 14. सूर्य खाना न० 1 में हो और शनि खाना न०- 8 में हो तो कई विवाह होगे (दो या तीन तक) और पत्निया मरती जायेंगी। गृहस्त जीवन कष्टमय होगा। ऐसे जातक को विवाह 25 वर्ष के बाद करनी चाहिए।"
            },
            "2": {
                "subh": "1. जातक को लोहे तांबे का व्यापारी या उद्योगपति बनाता है। 2. ऐसे जातक दानवीर, न्यायप्रिय, धार्मिक व त्यागी होता है। 3. बहु मूल्य धातु रत्न, सोना, चांदी का व्यापार करके करोड़ों का धन अर्जित करता है। 4. मधुर भाषी व तर्क प्रवीण होने के कारण अपने शत्रुयों को अधीन कर लेता है। इनके सामने बड़ा से बड़ा शत्रु भी 11 दिन, 11 मास अथवा 1 वर्ष मास के अन्दर आत्म समर्पण कर देता है। 5. अपने बच्चों, मित्रों व सहयोगियों तथा कुटुम्बों को अपनी सहायता के द्वारा धनवान बना देता है। 6. अपने पिता को हर क्षेत्र में सफलता प्रदान कराता है। 7. ऐसे जातक का कोई भाई-बहन विदेश अवश्य जाता है। 8. मेकेनिक, तरखान आदि के कार्यों में भी द्वितीय भाव के सूर्य ने माहिरत हासिल कराता है। 9. स्त्रियों से झगड़ना पसन्द नहीं करता । 10. उत्तम भोजन व बढ़ियां वस्त्रों का रसिया होता है। 11. अपनी भुजावल का स्वामी होता है।",
                "ashubh": "1. स्त्री के कारण सम्बन्धियों से झगड़ा करता है। 2. नेकी करने पर बदनामी व अपयश मिलता है। 3. ग्रहों की पीड़ा से दुःखी रहता है। 4. औरत एंव जमीनी झगड़ों से धन नाश कर लेता है। 5. किसी से मुफ्त का दूध पीना जहर पीने के समान होगा। 6. किसी का जमानती बनने पर स्वयं परेशानी में फंस जायगा। 7. यदि सूर्य के साथ राहु भी बैठा हो तो नेत्र रोग, ससुराल का अर्थिक हालत कमजोर, विवाह के पश्चात् कुछ ही महीनों में ससुराल परिवार में मौत आदि की घटनाएँ होगी। 8. यदि सूर्य खाना न०-2 में हो, मंगल खा न०-1 में हो और चन्द्र खाना न०-12 में हो तो जातक लेखक व ज्योतिषी होता है, परन्तु भाग्योदय 34 वर्ष के बाद होता है।"
            },
            "3": {
                "subh": "1. जातक मध्यम वर्गीय धनी होता है। 2. शूरवीर होता है तथा अपनी भुजाओं के बल से परिस्थितियों को अपने अनुकूल बना लेता है। 3. अत्यधिक कठिनाई आने के बावजूद भी अपने आत्म बल के भरोसे सीमित साधनों के रहते हुए भी आगे बढ़ता रहता है। 4. जातक बुद्धिमान होता है। 5. राज दरबार व मुकद्दमें में विजय प्राप्त करता है। 6. चाल-चलन नेक होता है और ज्योतिष विद्या का शौकीनहोता है। 7. भाई- भतीजों से लाभ प्राप्त करता है। 8. संतान दिन के समय पैदा होती है। 9. स्वयं कमाकर खाने वाला, ईमानदार होता है। 10. झूठे लोगों से घृणा करता है। 11. शुभ कार्यों पर ध्यान व धन खर्च करता है। ",
                "ashubh": "1. तीसरे खाने का सूर्य भाइयों के लिए हानिकारक होता है। 2. ऐसे जातक सगे सम्बन्धियों के साथ शत्रु के समान व्यवहार करता है। 3. बाप-दादा गरीब होगा। 4. मान हानि होगी और चाल-चलन ठीक नहीं होगा। 5. राजदरबार से लाभ नहीं मिलेगा। 6. नाना-नानी व मामा-मामी को भी अनेक विपदाओं का सामना करना होगा। 7. यदि तीसरे खाने में सूर्य हो और लग्न में अशुभ ग्रह बैठा हो तो पड़ोस का मकान उजड़ा होगा या पड़ोसी दरिद्र होंगे। 8. ऐसे जातक के घर में दिन के समय चोरी होगी और धन के मामले में कई बार धोखा खाएगा।"
            },
            "4": {
                "subh": "1. जातक संगीतकार व गायक बनता है। 2. पूर्ण सुखी व सर्वजन प्रिय इन्सान होता है। 3. ऐसे जातक स्वंय इतना धन कमाता है कि आने वाली पिढ़ीयों को सुखी बनाकर संसार से विदा होता है । 4. राज्य पक्ष से पुरस्कृत होकर समाज और देश में प्रतिष्ठा प्राप्त करता है  5. जातक परोपकारी होता है I  6. मित्रों द्वारा इन्हें सहायता मिलती है। 7. समुद्र यात्रा, चौपाया पशु, वाहन व स्त्री से लाभ प्राप्त होता 8. माता-पिता की सेवा कम ही कर पाता है। 9. यदि सूर्य चौथे भाव में हो और गुरु वृहस्पति 10 वें भाव में बैठे हो तो जातक उत्तम स्वर्णकार या सोने का व्यापारी होता है। 10. ट्रासपोर्ट और प्रापर्टी डीलर के कार्यों में लाभ प्राप्त करता है । 11. राजा के समान अमीर होता है। ",
                "ashubh": "1. माता व बहन के सुख में हानि प्रदान करता है। 2. घर छोड़कर विदशों में रहना पड़ता है। 3. जातक वह काम करता है। जो उनके पूर्वजों ने कभी न किया हो। 4. जातक को चोरी की आदत पड़ जाती है। 5. बहुत बड़ा लालची और मुफ्त की वस्तुएं प्राप्त करने में रूचि लेता है। 6. पराई स्त्री से सम्बन्ध रखने से संतानहीन हो जाता है  7. सूर्य चौथे खाने में बैठा हो और शनि 7वें भाव में हो तो जातक शराबी होता है और रतौंधी रोग का शिकार होता है। 8. सूर्य चौथे भाव में, राहु-शनि या वृहस्पति 10 वें खाने में हो तो ससुराल से प्राप्त धन नष्ट हो जाता है। शनि की कुदृष्टि के कारण कारोबार बन्द हो जाता है। उनके घर में आग लग जाती है,जिससे समस्त सम्पत्तियाँ नष्ट हो जाती है। 9. सूर्य चौथे खाने में हो और मंगल 10 वें खाने में तो जातक एक आँख का अन्धा होता है। 10. यदि चन्द्रमा उच्च का हो और वृहस्पति कुम्भ या कर्क राशि में बैठा ही तो जातक की शादी व सन्तान की शादी व सन्तान से कई अड़चने आती है। "
            },
            "5": {
                "subh": "1. विद्या अच्छी प्राप्त करता है। 2. राज्य व सरकार से विशेष सुख प्राप्त करता है। 3. ऐसे जातक के माता-पिता सुखी होते है । 4. गुरू के आर्शीवाद विद्वानों की संगति से लाभ प्राप्त करता 5. पुत्र सन्तान प्राप्त करने के बाद पूर्ण तरक्की करता है। 6. परोपकारी होता है। 7. ऐसे जातक की आयु लगभग 85 वर्ष की होती है। 8. जातक जन्म से ही भाग्यशाली होता है। 9. आयु बढ़ने के साथ-साथ ऐसे जातक के पास धन भी बढ़ता है। 10. यदि पाचवें खाने में सूर्य के साथ बुध भी बैठा हो तो जातक लेखक, कवि या शायर होता है। परन्तु जीवन भाग दौड़ वाला होता है । 11. ऐसे जातक विदेश भी जाता है और लाटरी सट्टा आदि से धन प्राप्त करता है। 12. ज्योतिष शास्त्र व गुप्त विद्या का माहिर होता है। 13. ऐसे जातक को एक पुत्र अथवा एक ही पोत्र (पोता) होता है। 14. बुढ़ापा सुख से व्यतीत होता है।",
                "ashubh": "1 यदि सूर्य पाप प्रभाव में हो तो उदर रोग होते है। 2. हृदय होग के कारण मृत्यु की सम्भावना दिखाई पड़ती है। 3. आय की अपेक्षा व्यय बढ़-चढ़ करं होता है। 4. यदि सूर्य जल राशि (कर्क, वृश्चिक, मीन) में हो तो जातक की प्रवृत्रि बुरे कर्मों की ओर रहती है। 5. सुख की परवाह किए बिना ऐसा जातक अपनी स्वार्थ पूर्ति की ओर विशेष ध्यान देता है। 6. अत्यधिक कंजूस होता है। 7. यदि अग्नि तत्वीय राशियाँ यानि मेष, सिंह व धनु में सूर्य स्थित हो तो सन्तान नहीं होती या सन्तान का अभाव बना रहता है। 8. सूर्य खाना न०-5 में और बृहस्पति खाना न० 10 में हो तो विवाह एक से अधिक होती है और स्त्री पर स्त्री मरती जाती है। 9. ऐसे जातक के पुत्र सन्तान होता तो जरूर है परन्तु मृत्यु प्राप्त करते जाता है। 10. सन्तान कुकर्मी और बेकार होता है, यदि शनि खाना न-7 में विराजित हो ।"
            },
            "6": {
                "subh": "1. यदि सूर्य खाना न०-6. में हो और मंगल खाना न०-4 में हो तो जातक पर मंगलीक योग का प्रभाव नहीं होगा। 2. उपरोक्त खाना न०-6 में सूर्य हो और मंगल किसी भी खाने में बैठे हो तों मंगल का शुभ प्रभाव ही सदैव रहेगा। 3. ऐसे जातक कुशल व्यापारी होता है। 5. जातक शत्रु हन्ता होता है। 6. मुकद्दमों में विजय प्राप्त करता है । 7. धन-धान्य का पूर्ण सुख प्राप्त करता है। 8. जातक की कीर्ति अक्षुण्ण बनी रहती है तथा वह मन्त्र शास्त्र का जानकार होता है। 9. संतान जन्म के बाद किस्मत चमकता है। 10. पत्नी सुन्दर मिलेगी। 11. राज दरबार या नेता मंत्री वगैरह से उत्तम सम्बन्ध होगा।",
                "ashubh": "1 नाना-नानी और मामा-मामी के स्वास्थ्य व व्यापार बर्बाद हो जाएगा। 2. ऐसे जातक के शत्रु अधिक होंगे और मुकद्दमेबाजी पर धन बर्बाद होगा। 3. जातक हठी स्वभाव का होगा और आग में जलने के कारण शरीर के किसी अंग पर निशान लग जायेगा। 4. भाई-बन्धुओं की संख्या कम होगी। 5. यदि सूर्य वृष, सिंह, वृश्चिक या कुंभ राशि का हो तो जातक को दमा डिप्थीरिया या ब्रोकाइटिस जैसे रोग होते है। 6 कन्या और मीन राशि का सूर्य जातक को क्षय रोग से पीड़ित रखता है। 7. ऐसे जातक की मौसी विधवा या पुत्रहीन हो जाती है। 8. यदि सूर्य पुरूष राशि में हो तो जातक अधिक भोजन करने वाला कामुक तथा घमण्डी होता है । 9. सूर्य खाना न0 6 में हों और चन्द्र खाना न०-12 में हो तो स्वयं या जातक की पत्नी एक आँख से अन्धी होती है। 10. खाना न०-6 में स्थित सूर्य है और 12 वें खाने रोग में बुध हो तो जातक रक्तचाप व चमडी रोग से ग्रसित होता है। 11. सूर्य खाना न०-6 में हो और शनि बारहवें खाने में बैठा हो तो जातक के पिता का तन, मन जा धन जरूर बर्बाद हो जाता है। ऐसे जातक की पत्नी ने तलाक दे देती है या मर जाती है। 12. षष्ठम भाव में सूर्य हो और 10 वें भाव में मंगल हो तो लड़के पैदा होकर भी मृत्यु के गाल में समाए जाता है। 13. छठे भाव (खाना) का सूर्य 11, 21 व 22 वें वर्षों में अनिष्ट प्रदान कराता है। 14. शरीर कमजोर हो जाता है एवं अधिकतर व्यक्ति विकलांग हो जाता है। 15. सूर्य खाना न०-6 में स्थित हो और शनि या राहु दोनों इक्ट्ठे या अलग लग्न भाव में बैठा हो तो जातक के पिता और माता गरीब हो जाता है । तत्पश्चात् 45वें या 48वें वर्षों में तरक्की करता है। 16. पुत्र का विचार स्वभाव मंदा होगा। 17. स्त्री (पत्नी) व्यभिचारिणी होकर बर्बाद हो जाएगी। यदि शनि बाहरवें खाने में हो। 18. 22 वर्ष के बाद जातक या जातक का पिता में कोई एक आदमी ही सरकारी पद पर कायम रह सकेगा। 19. पिता की आयु समाप्त करने हेतु उसका ग्रह पिता पर भारी होगा।"
            },
            "7": {
                "subh": "1 जातक की आयु 90 वर्ष की होगी। 2. जातक का हौंसला बुलंद होगा 3. बेशक कितने भी दुख देखने पड़े फिर भी ऐसे जातक अपने आप में एक उदाहरण होगा। 4. लग्न भाव में कोई ग्रह नहीं रहने पर भाग्योदय शादी के बाद होगा। 5. यदि सूर्य सातवें खाने में हो तो जातक के सिर का बाल भुरे रंग का होगा और राज दरबार में खूब मान-प्रतिष्ठा हासिल करेगा। 6. सूर्य सातवें भाव में और चन्द्र मंगल या बृहस्पति द्वितीय भाव में हो तो ऐसे जातक कुशल राजनीतिक और मंत्री होगा। 7. जातक बुद्धिमान, झगड़ों से परहेज करने वाला होगा। 8. स्वयं भी सुन्दर होगा और पत्नी भी सर्वांग सुन्दर होगी। 9. जातक यदि व्यापारी होगा तो शांत स्वभाव और यदि सरकारी नौकरी वाला होगा तो क्रोधित स्वभाव का होगा। 10. मिथुन, तुला और कुम्भ राशियों का सूर्य जातक को शिक्षा विभाग में नौकरी प्रदान कराता है तथा इसी से वह प्रगति कर पाता ऐसे जातक कुशल नीतिज्ञ होता है तथा उसे एक या दो सन्तान ही होती है। 11. सूर्य स्त्री राशियों में हो तो व्यापार से लाभ मिलता है, राजनीति में जाने से सफलता मिलती है। 12. यदि सूर्य जल राशि का हो तो जातक चिकित्सा के क्षेत्र में उन्नति करता है। ऐसे जातक सिचाई विभाग का पदाधिकारी होता है या विज्ञान के क्षेत्र में चाल जाता है। 13. स्त्री राशि का सूर्य अधिक सन्तान देता है। 14 पति अथवा पत्नी प्रभावशाली. व्यवहार व बर्ताव में अच्छे, अपातकाल में एक दूसरे के सहायक होते हैं और ऐसे जातक नौकरों से प्रेम पूर्वक कार्य सम्मान कराते हैं। 15. ऐसे जातकों को उद्योग व सांझेदारी के कार्यों में भी सफलता मिलती है। 16. जातक का चाल चलन ठीक होता है और सच्चाई पसन्द होता है। 17. यदि खाना न०-7 के सूर्य के साथ बुध भी बैठा हो तो जातक खूब धन प्राप्त करता है।", 
                "ashubh": " 1. जन्म के दिन से ही घर का हालत व परिवार का हाल मंदा होने लगेगा। 2. बुआ और फूफा को परेशानी का सामना का करना होगा। 3. पहली पत्नी रोगी होगी। 4. राज्य से दुःखी और क्रोधी स्वभाव का होगा। 5. विवाह देर से होगी। 6. दाम्पत्य जीवन प्रायः कलह से ही व्यतीत होगा। 7. पति-पत्नी के बीच वैभवस्य बना रहेगा। 8. समाज में मान हानि उठानी पडेगी। 9. तपेदिक रोग एवं एडस रोग से गृहस्थी बर्बाद हो जायगी। ऐसे समय में जातक को “सिद्ध रवि यंत्र धारण करने से लाभ होगा। 10. ससुराल परिवार की प्रगति बंद हो जायगी। 11. पराई माता गले लगे रहेगी। 12. यदि सूर्य सातवें भाव में हो और बुध अनिष्ट हो एवं गुरू+शुक्र खाना न० 11 में हो तो पागलपन, आग लगने की घटनाएँ, घर में मौत, किसी का घर से भागने आदि की घटनाएँ घटित होगी। 13. ऐसे जातक नमकीन वस्तुएँ खाना अधिक पसन्द करेगा। "
            },
            "8": {
                "subh": "1. जातक धनवान होता है और राज दरबार की नौकरी 22 वर्ष में ही प्राप्त कर लेता है। 2. अपनी सच्चाई से शत्रुयों को परास्त करता रहता। परन्तु मुकदमा कभी-कभी हार जाता है। 3. झूठ से बिल्कूल नफरत करेगा। 4. ऐसे जातक में मृत्यु कोसों दूर भागती रहती है। 5. जातक के सामने उनके रिश्तेदारों को कोई नहीं मार सकेगा। 6. नकल करने की शक्ति का मालिक होगा। 7. उजड़े मकानों को बनाने वाला होगा। 8. सूर्य आठवें खाने में रहने से जातक पर मंगलीक योग का `प्रभाव नहीं रहेगा। 9. सूर्य आठवें भाव में और बुध खाना न०-2 में हो तो आर्थिक हालत कुछ मंदा होगा। 10. यदि सूर्य स्त्री राशि में हो तो सन्तति सुख अधिक मिलता 11. विदेश वास करना पड़ता है। 11. जातक बुद्धिमान होगा, बहन, बुआ आदि पर शुभता प्रदान करेगा और लेखक का कार्य करेगा। परन्तु बुध का शुभ होना यहाँ जरूरी है। 13. जातक चरित्रवान, न्यायी, साफ दिल और गुप्त विद्याओं का माहिर होगा। 14. ऐसे जातक को स्त्री पक्ष से पूर्ण लाभ मिलेगा। 15. जब तक अपने खानदानी खून पर हमला नहीं करेगा तब तक बर्बाद नहीं होगा। 16. यदि किसी का बुराई सोचेगा तो तबाह हो जायेगा।",
                "ashubh": "1. आठवें खाने का सूर्य यदि पुरूष राशि या आग्नि तत्वीय राशि अर्थात् मेष, मिथुन, सिंह, तुला, धनु, कुंभ राशि में स्थित हो तो बुरे फल मिलते है। घर की गुप्त बातें बाहर चली जाती है। 2. जातक की स्त्री विश्वासपात्र नहीं होती। 3. यदि सूर्य स्वराशिस्थ या उच्च का हो तो असावधामी के कारण जातक की मृत्यु हो जाती है। 4. यदि आठवें खाने का सूर्य वृश्यिक, मकर, कुभ, तुला, वृष या कन्या, राशि का हो तो जातक को लम्बी बीमारियाँ भोगकर मृत्य का आलिंगन करना पड़ता है। 5. पराई स्त्री से सम्बन्ध बनाने पर बर्बाद हो जाता है । 6. नेत्र रोगी होता है और पत्नी से विरोध रखता है। 7. जीवन के अन्तिम समय में जातक को अर्थ का अभाव हो जाता है। 8. परदेश वास करता है और भाईयों में सबसे बड़ा होता है। 9. मुकद्दमें में हार होती है। 10. पराई स्त्री से यदि सम्बन्ध बनाते तो सर्वनास हो जाता है।"
            },
            "9": {
                "subh": "1. जातक योग्य चिकित्सक (डाक्टर) होता है। 2. विद्या ध्यान उच्च कोटि का करता है। 3. अपने धर्म का पालन करने वाला देवपूजक होता है और परमात्मा के प्रति अगाध भक्ति रखता है। 4. अन्य धर्मों का भी आदर करता है। 5. परिवार का पालक होता है। 6. वाहन का सुख प्राप्त करेगा। 7. सूर्य खाना न०9 में है और बृहस्पति वहां भी विराजित होकर शुभ दृष्टि से देख रहा हो तो जातक विदेशों में धन कमाता है। 8. परिवार बहुत बड़ा होगा। 9. आयु लगभग 100 वर्ष की होगी। 10. अपने परिवार व भाइयों की रक्षा हेतु अपना खून पानी की तरह बहाने को सदैव तैयार रहेगा। 11. अपने पिता के भाग्य को जन्म के तुरन्त बाद से ही जागृत कर देगा। जन्म से पहले यदि जातक का पिता गरीब भी होता तो जन्म के बाद अमीर हो जायगा। 12. जीवन हर प्रकार से ठीक ही बीतेगा। 13. जातक सत्यवादी होगा। 14. गौ और ब्रह्मणों का सेवक होगा। 15. समाज में मान-प्रतिष्ठा प्राप्त करेगा। 16. यदि सूर्य वायु तत्वीय राशि में हो तो जातक लेखक या प्रकाशक के कार्य करेगा। 17. यदि सूर्य भूतत्वीय राशि में हो तो जातक खेती-बाड़ी या खदानों में कार्य करेगा। 18. सूर्य जल तत्वीय राशियों में विराजमान रहने से जातक फिल्म अदाकार, नाटककार व संगीतकार होते हैं। 19.अग्नि तत्वीय राशियों में रहने से सैनिक या मशीनरी कार्यों में जातक को जीवन बिताना पड़ता है। 20. आय और व्यय बढ़-चढ़ कर होगा। ",
                "ashubh": "1. जातक जरूरत से ज्यादा भोला-भाला होता है। 2. चांदी, दूध, दहीं आदि सफेद वस्तुएँ दान लेना हानिकारक 3. मुफ्त की वस्तुएँ किसी से लेने पर परेशानियों का सामना करना होगा। 4. बृहस्पति यदि शुभ दृष्टि से नहीं देखता हो तो विदेश जाने हेतु धन न लगावें। यदि धन लगायेंगे तो वह वापस नहीं आयगा। यदि विदेश चले भी जायेंगे तो हानि के सिवा लाभ कदापि न प्राप्त होगा। 5. स्वभाव भोला-भाला रहते हुए भी क्रोधी होगा। 6. भाइयों पर जान जरूर गवायेंगे परन्तु उनके विचार आपको कष्ट पहुंचायेगे। 7 सूर्य खाना न०- 9 में और बुध खाना न0-5 में हो तो 34 वर्ष के बाध किस्मत चमकेगी। 8. कच्चे विचार का होगा। "
            },
            "10": {
                "subh": "1. राज्य से धन लाभ होगा अर्थात सरकारी पद का प्रतिष्ठा पाकर धन अर्जित करेगा। 2. नौकर-चाकर का सुख प्राप्त होगा। 3. सवारी का सुख प्राप्त होगा। 4. स्वस्थ्य उत्तम रहेगा। 5. जातक विद्वान सच्चरित्र एवं तेजस्वी होगा। 6. जवानी में धन सुख अधिक मिलेगा। 7. जातक गुणवान होगा। 8. मान-सम्मान व धन का मालिक होगा। ",
                "ashubh": "1. जातक वहमी (भ्रमित होने वाला) स्वभाव का होता है। 2. विजनेश में वस्तुओं की उचित कीमत प्राप्त नहीं होगा। 3. लोग ऐसे जातक की सच्चाई से डरेगा। 4. जातक क्रूरू व घमण्डी होगा और गलत कार्य करने वाले किसी भी व्यक्ति को माफ नहीं करेगा। 5. किसी के आगे झुकना पसन्द न करेगा। 6. दिखावे का सच्चा मगर दिल का झूठा होगा । 7. कोयला, लोहा अथवा कोई भी काली वस्तुओं का व्यापार करने पर कभी सफलता नहीं मिलेगी । 8. काला कपड़ा पहनना हानि कारक होगा। 9. जातक फेफड़े व घुटनों का रोगी होगा। 10. मुसीबत के समय दूसरों के आगे रोने-गिड़गिड़ाने कीआदत बन जायेगी। 11. सिर नंगा रखने से सदैव हानि का सामना करना होगा। 12. पश्चिमी दीवार के साथ लगने वाले मकान का पड़ौसी,संतान हीन होगा। 13. क्रोध के कारण औलाद को तबाह कर देगा। 14. यदि खाने 10 में सूर्य हो और खाने 5 में चन्द्र हो तो जातक की आयु 12 दिन होती है। परन्तु पुरूष ग्रह शुभ न हो। 15. सूर्य 10 वें भाव में और चन्द्रमा अथवा बृहस्पति पाँचवें या छठे खाने में हो तो जातक का जिस्म बचपन में दुःखों से भरा हुआ अल्पायु होता है। 16. सूर्य खाने 10 में शुक्र खाने न०-4 में हो और शनि मंदा हो तो जातक का पिता जातक के जन्म के कुछ ही दिनों बाद मृत्य को प्राप्त करता है । 17. सूर्य दसवें भाव में हो और 6वें या 7वें खाने में कोई पापग्रह बैठा हो तो 34 वर्ष तक की आयु में न स्वयं को लाभ और न पिता को लाभ होगा। 18. शनि की महादशा के समय 19 वर्ष तक पिता का अनेकों कष्ट झेलने पड़ेगे । 19. सूर्य दसवें खाने में हो और चौथा खाना ग्रहों से खाली होतो बुद्धिमान होते हुए भी राजदरबार में कद्र नहीं होगी। "
            },
            "11": {
                "subh": "1. औलाद नेक होती है। 2. ऐसे जातक को तीन पुत्र सन्तान होते है। 3. राज्य व सरकार से धन प्राप्त करता है। 4. ऐसे जातक शाकाहारी होते हैं और सदैव उँची उड़ान भरने की सोचते हैं। 5. धर्म के प्रति पूर्ण आस्था रखता है। 6. पूर्ण ऐशो-आराम से जीवन व्यतीत करता है। 7. समाज सेवक होता है और विदेश यात्रा भी करता है। 8. जातक के नेत्र मनमोहक होते हैं। 9. गायन व वादन विद्या से बहुत प्यार करता है। 10. परोपकारी और यशस्वी होता है। 11. मान-प्रतिष्ठा गौरव प्राप्त करने वाला पदाधिकारी होता है। 12. अच्छे कुल की स्त्रियों से ऐसे जातक को लाभ प्राप्त होता 13. लगभग 88 वर्ष की होगी। ",
                "ashubh": "1. जातक लालची होता है। 2. मांस खाने व शराब पीने से नाश हो जायगा । माशाहारी होने से पुत्र सन्तान की मृत्यु हो जायगी और अन्त में निःसंतान हो जायगा। 3. स्वप्न में सांपों के तमाशे देखने को लिखेंगे। 4. खोटी जुबान का होगा और जातक फरेबी, धोखेवाज, झूठा, और लड़ाई-झगड़ा करने वाला होगा। 5. सूर्य खाना न0-11 में और शनि खाना न0-5 में हो तो आयु बारह साल की होगी। पुत्र सन्तान मृत पैदा होगा। ऐसी अवस्था में मूली, शलगम, गाजर रात में सिरहाने में रखकर प्रातः काल मंदिर में दान करने से लाभ होगा। जातक ऐसी अवस्था में 'सिद्ध सूर्य यंत्र' धारण करें तो पुत्र सन्तान का बचाव हो जायगा। 6. विदेश यात्रा करने से हानि होगी। 7. स्वास्थ्य से कमजोर रहेगा। 8. यदि शुक्र खाना न०-5 में हो तो गृहस्थी तबाह हो जायगी, दो विवाह होगा और पति-पत्नी में कभी बनाब नही होगा।"
            },
            "12": {
                "subh": "1. ऐसा जातक सुख की नींद सोने वाला बेफिक्र इन्सान होता है। 2. ज्योतिषी तांत्रिक और गुप्त विद्या का पारंगत होता है 3. डाक्टरी या केमिस्ट के कार्यों में सफलता व प्रगति प्राप्त करता है। 4. विदेशों में वास करता है। 5. ऐसे जातक अत्यधिक भावनात्मक होता है। 6. धर्महीन व संतानहीन नहीं होता है। 7. यदि सूर्य द्वादश भाव में हो और केतु खाना न०-2 में हो तो 24 वर्ष के बाद भाग्योदय होता है। 8. जातक विद्वान व ब्रह्मज्ञानी होता है। 9. लम्बी जागीरों का स्वामी होता है. 10. व्यापार में लाभ कमाता है। ",
                "ashubh": "1. जातक को उदासी घेरे रहती है। 2. नेत्र रोगी और पराई आग में जलने वाला होता है। 3. दिमाग में खराबी आ जाती है। 4. किसी की झूठी गवाही देने से, अमानत मार लेने से, चोरी व गबन करने से ऐसे जातक मारा-मारा फिरता है। 5. आटा पीसने की चक्की घर में पड़ा रहने से या चलाने से धन का नाश हो जाता है। 6. मकान का खुला आंगन नहीं रहने से धन में बुद्धि नही होती है। 7. धनवान होने की कोई गारंटी नहीं। यदि सूर्य बारहवें खाने में हो और चन्द्रमा खाना न-6 में हो जातक या जातक की पत्नी एक आँख का कानी होती है।"
            }
        },
        "moon": {
            "1": {
                "subh": "1. जातक अपनों माता का परम सेवक होता है। 2.ऐसे जातकों के पास धन दोलत की कमी नहीं होती। 3. चन्द्रमा अकेले किसी भी खाने में बैठा हो तो वे शुभ फल ही प्रदान करते है। 4.ये विद्वान, बुद्धिमान तथा परोपकारी होता है। 5. आयु 90 वर्ष की होती है। 6. राज दरबार से मानव यश प्राप्त होता है। 7. 27 वर्ष के बाद धन सुख व सन्तान प्राप्ति का सुख प्राप्त होता है। 8. जातक विदेश जाता है या विदेशी व्यक्तियों से धन प्राप्त करता है। 9. माँ का आर्शीवाद लेते रहने में खूब तरक्की करा है। 10. जातक मुसीबत से बुलंद हौसले के साथ सामना करता है। 11. बर्दाश्त करने की अचूक ताकत प्राप्त करता है। 12. विद्याध्यन पर किया गया व्यय-आय अवश्य प्राप्त करता",
                "ashubh": "1. दूध बेचने से जातक बर्बाद हो जाता है। 2. परिवार घटने लगेगा। 3. सन्तान की इच्छा चांदी धारण करने से ही पूरी होगी। 4. 28 वर्ष आयु से पहले विवाह होने पर परिवार व कुटुम्ब की बर्बादी और पुत्र सन्तान का हाल मंदा होगा। 5. 24 वें वर्ष से पहले यदि मकान बनावें या विवाह करे तो जातक कभी सुखी नहीं रह पायेगा। 6. शीशे के ग्लास में पानी या शीशे का बर्तन उपयोग करने से सब कुछ नाश हो जायगा। 7. हरी सब्जी खाने से या हरे रंग का वस्त्र पहनने से स्वास्थ ठीक नहीं रहेगा। 8. सन्तान होने के बाद यदि दरिया पार जाना पड़े और वहां 100 दिन से अधिक ठहरने पड़े तो जाते समय दरिया में तांबे का पैसा गिराकर जाना चाहिए, वरना सन्तान बीमार या उसकी मृत्यु हो जायगी। 9. 24 से 27 वर्ष के अन्दर माता से अलग होने से उनकी माता जी बीमार रहेंगी या मौत के गाल में समा जायेंगी। 10. जातक शराब पीने का आदी हो जाता है। 11. यदि पहले खाने में चन्द्र के साथ बुध भी बैठा हो या बुध सातवें खाने में हो तो जातक दिमाग व पेट का रोगी हो जाता है और असाध्य रोग का सामना करना होता है। 12. यदि चन्द्र खाना न०-1 में हो और बृहस्पति खाना न०- 11 में हो तो जातक इश्कबाज व पर स्त्री गामी होता है और बहुत कामुक होता है। अन्य ग्रह योगा योग में जातक काम वासना में कमजोर होता है। 13. यदि चन्द्रमा व शनि भाव न०-6 में साथ-साथ बैठे हो तो जातक अत्यन्त गरीब होता है। 14. बुरा कार्य करने से भाई अथवा बहन की मृत्यु हो जाती है। 15. जातक को हृदय रोग, घबराहट व कमजोरी जैसे रोगों से ग्रसित होना पड़ता है। ऐसी हालत में या चन्द्र की कोई भी अनिष्ट दशा में 'सिद्ध चन्द्र यंत्र' पंडित वाई० एन० झा के कार्यलय से प्राप्त कर लाभ उठा सकते हैं। 16. ऐसे जातक को नजले की शिकायत और पागलपन जैसी बिमारियाँ भी होती है। 17. ऐसा जातक सुखी तब तक ही रहेगा। जब तक माता की सेवा करेगा।"
            },
            "2": {
                "subh": " 1. जातक विद्या व बुद्धि 5 उत्तम प्राप्त करता है। 2. विद्या स्वयं पढ़ता है और दूसरों को भी पढ़ाता है, परन्तु सरकारी शिक्षक होने की कोई गारंटी नहीं। 3. जरूरत भर धन प्राप्त कर लेता है परन्तु अधिक अमीर नहीं हो सकता । 4. ऐसे जातक विद्वान तभी होते हैं जब उनकी माता जीवित हो। 5. पिता के होते हुए धन व पिता को विद्या सुख नहीं प्राप्त हो सकेगा। 6. घोड़ों का व्यापार, चाँदी की वस्तुओं का व्यापार सिंचाई विभाग की नौकरी करने से अधिक सफलता प्राप्त करेगा। 7. ऐसे जातक को भाई जरूर होगा, परन्तु बहन 99 प्रतिशत व्यक्ति को नहीं होती। 8. घुड़सवारी करने का शौकीन होगा। 9. माता-पिता का सुख प्राप्त करेगा। 10. आयु लगभग 110 वर्ष की होगी। 11. यदि चन्द्र दुसरे खाने में हो और बृहस्पति शुभ फल प्रदान कर रहा हो तो खानदानी शुभ जायदाद जरूर प्राप्त करेगा। 12. जातक का खानदान कई पुश्तों तक चलता रहेगा। 13. दूसरे खाने का चन्द्र यदि पूर्ण बली होकर बैठा हो तो जातक का परिवार बहुत बड़ा होता है। 14. जातक कोमल, एव मीठे वचन बोलने वाला होता है। 15. ऐसे जातक का जन्म भवन के छत पर, धर्म स्थान में या  जन्म समय के नजदीकी स्थान पर सुखा कुंआ या हैंड़-पम्प होगा। 16. जितना धन अपने पास होगा उतना ही धन ससुराल वाले के पास भी होगा। 17. जातक का जन्म अवसर शुक्ल पक्ष में ही होगा। 18. ऐसे जातक अनेकों वस्तुओं के संग्रह का शौकीन होता है। 19. यदि चन्द्रमा उच्च राशि में हो तो जातक लक्ष्मीवान संतुष्ट होता है। 20. उसे स्त्रियों की भी सहायता मिलती है। 21. ऐसे जातक को जीवन मे अनेकों उतार-चढ़ाव देखने को मिलते हैं। 22. बुध (चाहे खाने न०- 9 में हो तो भी मंदा फल नहीं देगा)",
                "ashubh": "1. ऐसे जातक की बहन को शारीरिक कष्ट रहता है। 2. खाना न० 2 मे चन्द्र हो और 12वें खाने में केतु बैठे हो तो जातक को विद्या या संतान दोनों में से एक ही प्राप्त होती है। 3. चन्द्र खाना न०-2 में और सूर्य खाना न०-1 में हो तो अव्वल तो आयु 25 साल की होगी, या 25 से 75 वें वर्ष तक की आयु में मंदा हाल रहेगा और ऐसे जातक की आयु 75 वर्ष से अधिक हो ही नहीं सकती। 4. घर के अन्दर टूटी केतली, खराब मिक्सी रखने से माता, व्यापार व धन, तीनों की हानि होगी। तो शनि का प्रभाव मंदा होगा और जातक का नजर कमजोर होगा। 5. यदि चन्द्र खाना न०-2 में हो और बुध खाना न०-6 मे हो 6. घर में घंटे घडियाल आदि रखने से खानदान मिट जायेगा।"
            },
            "3": {
                "subh": " 1. जातक मधुर भाषीहोता है। 2. परिश्रमी व सच्चे चरित्र का होता है 3. ऐसे जातक महाविद्यालय से सम्मानित विद्वान, बुद्धिमान व चतुर इन्सान होते हैं। शतरंज का खिलाड़ी होता है। 4. कठिनाइयों में अचानक दैवीय सहायता प्राप्त हो जाती है। 5. यदि तीसरे खाने का चन्द्र उच्च का हो तो जातक रिद्धि-सिद्धि का मालिक धनवान साधु होता है। 6. आयु लगभग 105 वर्ष की होती है। 7. जातक परम वीर, पराक्रमी और युद्ध में सदैव विजय प्राप्त करता है। 8. सुन्दर स्त्रियों के निमंत्रण पर ऐसे जातक अपना चरित्र खराब नहीं करते। 9. ऐसे जातक स्वयं के प्रयत्नों से आगे बढ़ता है। 10. धार्मिक प्रवृति के हाने के कारण समाज व देश में मान-यश प्राप्त करता है। 11. जातक को प्रवासी जीवन जीना होता है। 12. गूढ़ व गहन विषयों का अध्धयन करता है। 13. पूर्ण धनवान होता है। 14. ऐसे जातक के घर में चोरी नहीं होती यदि हो भी जाये तो शीघ्र ही चोरी हुई सम्पत्ति की पूर्ति कर लेता है। 15. यदि जातक भाई में अकेला हो तो बहुत अमीर हो जाता 16. ऐसे जातक के पास मृत्यु शीघ्र नहीं आती । 17. ऐसी स्त्रियों की देश में पूजा होती है। 18. जातक जन्म के समय गरीब भी हो तो बाद में अमीर हो जायगा। 19. घर परिवार के सदस्यों की अकाल मृत्यु नहीं होगी। 20. चन्द्र तीसरे खाने में और खाना न०- 9 एवं 11 खाली हो तो जातक को वर्ष के तीसरे दिन, मास व तीसरा वर्ष कभी बुरा प्रभाव नहीं देगा। 21. यदि चन्द्र खाना न०-3, सूर्य-1 शनि-11, बुध-5, बृहस्पति-9 में हो खाना न०-4 में शुभ हो तो जातक के माता पिता बहुत सुखी जीवन व्यतीत करता है। स्वयं भी शांत जीवन व विपुल धन प्राप्त करता है।",
                "ashubh": " 1. यदि तीसरे खाने में चन्द्रमा के साथ बुध बैठा हो तो समय कठिनाई से कटता है। 2. जातक की विद्या जैसे-जैसे बढ़ती जाती है। वैसे -वैसे उसके पिता की प्रगति व आय घटती जाती है। 3. घर के दुधारू पशु बिक जाते है। 4. दिल का कमजोर होने के कारण जातक को ठंड से सम्बन्धित रोगों से ग्रसित होना पड़ता है। 5. ऐसे जातक को सगे-सहोदरों से सहायता नहीं मिलती । 6. पुरूष राशि का चन्द्रमा हो तो भाईयों से अनबन रहती है। 7. ऐसे जातक व्यवसाय बार-बार बदलते हैं। 8. दाम्पत्य जीवन सामान्य स्तर का होता है।"
            },
            "4": {
                "subh": "1. जातक के जीवन में विद्या हर वक्त सहायक होती है। 2. यदि जातक का जन्म शुक्ल पक्ष में हुआ तो जातक की आयु पर राहु या केतु का बुरा प्रभाव नहीं पड़ेगा। चाहे वे ग्रह 1, 6, 8 या 12 वें खाने में क्यों न बैठा हो। 3. आयु 85 से लेकर 96 वर्ष तक की होगी। 4. यदि चन्द्र खाना न० 4 में अकेले बैठा हो तो धन खर्च करने पर अधिक से अधिक बढ़ेगा। 5. यदि मंगल का शुभ प्रभाव पड़ता हो तो बड़ा भाई, ताया और मामा के हालत अच्छे होंगे। 6. शुक्र, बुध या राहु केतु का अशुभत्र भाव असरदार नहीं होगा। 7. जातक भावुक होगा। 8. माता की आयु में वृद्धि होगी। 9. जातक साहसी व रहम दिल होगा। 10. लड़ाई-झगड़े में जिसका भी पक्ष लेगा उसकी जीत होगी। 11. जातक के पास जमीन-जायदाद व वाहन भी होगा । 12. चौपाया जानवर पालने पर सुखी रहेगा। 13. स्वभाव से दयालु और परोपकारी होगा। 14. राजकुल से अधिकार प्राप्त होता है। 15. जातक आत्मविश्वासी और संतोषी होता है। 16. यदि चौथे भाव में चन्द्र हो तो जातक राजनीति में सफलता प्राप्त करता है। 17. देश-काल व परिस्थिति का समझने में पारंगत होगा। 18. मंगल व शनि का बुरा असर नही होगा। 19. यदि जातक का जन्म शुक्ल पक्ष में हुआ तो बुढ़ापा उत्तम बीतेगा। 20. चन्द्र खाना न०-4 में और बृहस्पति खाना न०-6 में हो तो जद्दी काम उत्तम फल देंगे। 21. चन्द्र चौथे भाव में और शनि 9वें, 11 वें खाने में बैठा हो तो जातक अच्छे विचारक व अच्छे खानदान का होगा। 22. जातक पूर्ण इकवाली होगा। 23. पुत्र पैदा होने वाले दिन से ही अधिक तरक्की करेगा। 24. यदि सूर्य खाना न0-5 में बृहस्पति के साथ हो या बृहस्पति 2 या 9 खाने में और सूर्य खाना न० 5 में हो, शुक्र खाना न० 7 में हो और अकेला चन्द्र खाना न० 4 में हो तो जातक कामदेव से दूर रहता है और विदेशों में रहकर खूब धन प्राप्त करता है। 25. सवारी के कार्यों से लाभ प्राप्त करेगा।",
                "ashubh": " 1. यदि चन्द्र चौथे खाने में बैठा हो तो जातक को आत्म हत्या करने की प्रेरणा देता है और दुघर्टनाओं से घायल कर देता है। ऐसी अवस्था में जातक को सिद्ध चन्द्र यंत्र पंडित वाई० एन० झा के कार्यलय से प्राप्त कर बचाव कर लेना चाहिए। 2. गृहस्थ सुख में कमी प्रदान करता है। 3. माता को शारीरिक कष्ट होता है। 4. ऐसा जातक किसी का एहसान नहीं मानते । 5. ऐसे जातक को दूध, चावल व चांदी लाभ नहीं मिलता। 6. यदि चन्द्र चौथे खाने में और राहु 10वें खाने में हो तो जातक का सिर किसी दुघर्टना में घायल हो जाता है। 7. स्वयं रोटी देकर जहर दे देने की अपराध में सजा भुगतान पड़ता है, अर्थात भलाई करने का फल बुरा प्राप्त होता है। 8. बुढ़ापे के समय व्यापार बदलकर पछताएगा। 9. आत्महत्या ही मृत्यु का कारण बनेगा।"
            },
            "5": {
                "subh": "1. ऐसे जातक शेयर व्यापार, सट्टे, जुए आदि में लाभ प्राप्त करते हैं। 2. अच्छे सलाहकार और स्वभाव का नम्र परन्तु अक्कड़ प्रकृति का बनाता है। 3. जातक हीरे-मोती का व्यापारी होता है। 4. किसी के आगे झूकेगा नहीं, चाहे सिर क्यों न कट जाये। 5. सच्चाई के रास्ते पर चलेगा और जातक का पलड़ा सदैव भारी होगा। 6. जातक न्याय प्रिय व सत्यवादी होता है। 7. लम्बी आयु (100 वर्ष की) प्राप्त करेगा। 8. राजा के समान भाग्यशाली होगा। 9. विद्या अध्ययन अधिक नहीं कर सकेगा और यदि करले तो विद्या से लाभ प्राप्त नहीं करेगा। 10. जातक को सरकारी नौकरी मिलेगी। 11. राजदरबार से मान-यश की प्राप्ति होगी। 12. बच्चों और पत्नी को अधिक प्यार करेगा। 13. यदि पंचम खाने में चन्द्र हो तो जातक जज व वकील के कार्य से भी धन प्राप्त करता है। 14. यदि चन्द्र व शनि खाना न०-10 में हो तो जातक संगीतकार, गायक या वादन, विद्या में निपुण होता है और इन्ही कलावों के द्वारा धन प्राप्त करके सुखी जीवन बिताता है। 15. ऐसे जातक यदि रात्रि के समय कार्य करें तो प्रगति चरम सीमा तक पहुंच जाती है। 16. चन्द्र पाँचवें खाने में हो और केतु शुभ फल प्रदान कर रहा हो तो जातक के पाँच पुत्र होते हैं। 17. जातक को अपने धर्म के प्रति रूचि बनी रहेगी और स्वयं धर्मात्मा होगा। 19. ऐसे जातक लड़ाई-झगड़े मे जिसका भी पक्ष लेगा उसकी जीत होगी। ",
                "ashubh": "1. चन्द्र खाना न० 5 में हो और केतु कहीं भी बैठा शुभ फल नहीं प्रदान कर रहा हो तो जातक का पाँच कन्या सन्तान होती है। 2. बहन, बुआ, लड़की व साली जातक के अनिष्ट ग्रहों से परेशानी में फंसेगा। 3. जुबान का मंदा होने पर बर्बाद हो जायगा । 4. बुध से सम्बन्धित कारोबार करने से हानि उठायेगा। 5. अपने दिल का भेद छुपा नहीं सकेगा। 6. लालची व खुदर्गज बनेगा। 7. विद्याध्यन में बाधा और गरीबी का शिकार भी होगा। 8. जातक मांसाहारी, शराब पीने वाला, शैतानी नियत का ग्रह मददगार न हो तो जातक की आयु 12 दिन की होती है। 9. चन्द्र खाना न०- 5 में, सूर्य खाना न० 10 में हो और नर 10. चन्द्र खाना न०-5 में हो और सूर्य 11 वें खाने में हो और नर ग्रह उनका मददगार हो तो जातक की आयु 12 वर्ष की होती है। 11. लोहे, कोयला, लकड़ी व काले वस्तुओं के व्यापार से हानि उठायेगा। 12. जाहे जितना भी अकल्मन्द हो परन्तु अपनी बदजुबानी के कारण ही बर्बाद होगा "
            },
            "6": {
                "subh": "1. ऐसे जातक की उम्र 80 वर्ष की होती है। 2. परोपकारी होता है। 3. जवानी का समय उत्तम बीतता है। 4. यदि कोई व्यक्ति छः दिन से रोग ग्रस्त हो और बिस्तरे पर तड़प रहा हो, उसे यदि ऐसा जातक मुख में जल डाल दें तो रोगी अति शीघ्र स्वस्थ होकर चलने फिरने लगता है। 5. जैसा करनी वैसा भरनी कहावत वाली बातें ऐसे जातक पर खूब फबती है। 6. बुध और मंगल खाना न०-2, 8 या 12 में इक्ट्ठे बैठे हो या अलग-अलग परन्तु धन के मामले में बुरा प्रभाव नहीं डालते हैं। ",
                "ashubh": " 1. जातक को माता का मुख प्राप्त नहीं होता है। 2. सौतेली माँ के साथ जीवन नर्कमय बीतता है।  3. चौबीसवें वर्ष में कुँआ खुदवाना या नल लगवाना हानिकारक होता है। 4. चौपाया दुधारू पशु, मुर्गी पालन, पक्षियों के व्यापार मुनाफा नहीं होता । 5. जातक को देह सुख अच्छा नहीं मिलता मानसिक परेशानी, पेशाब, मिरगी व गुर्दा रोग से ग्रसित होता है। 6. यदि शुक्र अशुभ फल प्रदान करता हो तो ससुराल वाले कंगाल हो जाते हैं और उन्हें विपीत्तियों के घेरे रहते है। 7. यदि बुध अशुभता प्रदान कर रहा हो तो जातक की माता जी का खानदान तबाह हो जाता है। 8. यदि ग्रह केतु अशुभता प्रदान करे तो पिता को तबाही का सामना करना पडता है। 9. कोई भी व्यापार करे, कठिनाईयों का सामना करना पड़ता है। 10. कानूनी मामले में अपयश मिलता है। यदि कर्क राशि का चन्द्रमा छठे भाव में हो तो जातक को उदर रोगी बनाता है। 11. प्रायः बचपन में ऐसे जातक को बुरे परिणाम अधिक मिलते हैं। 12. चन्द्र छठे भाव में और कुछ 2 या 12 वें भाव में स्थित तो जातक आत्म हत्या कर लेता है। ऐसी अवस्था आने से पूर्व आत्महत्या निवारक सिद्ध यंत्र पंडित वाई०एन० झा तूफान के कार्यालय से प्राप्त कर जीवन सफल बनावें । 13. चन्द्र खाना न०-6 में और सूर्य खाना न०-12 मे हो तो जातक और उसकी स्त्री में से एक अथवा दोनों ही एक-एक आंख का काना होता है। 14. खाना न०-6 में चन्द्रमा, मंगल खाना न०-6 या 12 में और बुध आठवें खाने में हो तो जातक और जातक की माता मुर्दे के समान होगी। दोनो की आयु बहुत कम होगी। 15. खासकर 6,12 व 24 वर्ष की आयु में खेतों मे कुँआ या नलका लगवाना, छबील लगाना माता-पिता पर हानिकारक सिद्ध होगा"
            },
            "7": {
                "subh": "1. सप्तम भाव में चन्द्रमा रहने से किराये की दुकान, दवा, होटल, ढाबा, बेकरी व इंश्योरेन्स के कार्यों से लाभ प्राप्त होता है। 2. जातक धनवान होता है। 3. विद्या प्राप्त करने समय तक विवाह नहीं होती। 4. विद्याध्यन समाप्त होने ही विवाह योग जोर पकड़ लेता है। 5. जातक की स्त्री सुन्दर होती है परन्तु चन्द्र शुभ होना जरूरी है। 6. यदि जातक नशा पान न करें तो सदैव धन बढ़ता रहता है और गरीब माँ-बाप को भी लक्ष्मीवान बना देता है। 7. ऐसे जातक की मृत्यु अपने जन्म स्थान पर ही होती है। 8. विवाह के बाद प्रगति के मार्ग प्रशस्थ हो जाते हैं। 9. जातक बैंक में कैशियर की नौकरी पाता है। 10. विवाह के बाद यदि माता के साथ रहे तो माता अस्वस्थ रहती है। 11. पत्नी, माँ, बेटी और बहन से स्नेह नहीं मिल पाता। 12. जातक राजनीति में रूचि रखता है। 13. जब तक पत्नी जीवित रहेगी। तब तक उन्नति करेगा। 14. जातक व्यापारी होगा और उसके पास खेती की जमीन भी होगा। 15. जातक वकील भी बन जाता है। ",
                "ashubh": "1. बूढ़ी माता से झगड़ा करने पर नाश हो जाता है।  2. दूध और पानी बेचने पर एक पर एक पुत्र की मृत्यु होते जाती है। 3. शादी के बाद 6, 12 व 24 वे वर्षों में पापी ग्रह, शुक्र और बुध तीनों मंदा प्रभाव देगा। 4. जातक विद्वान हो या न हो इसका कोई शर्त नहीं। 5. चन्द्र खाना नं0-7 में हो और बुध खाना न०-1 में हो तो जातक भयानक नशाखोर होगा। 6. माता से क्लेश व पर स्त्री गमन करने से धन का नाश हो जाएगा। 7. यदि शुक्र पापी ग्रह के साथ किसी भी खाने में इकट्ठे हो तो बच्चे छोटी-छोटी आयु में गुजरते जायेंगे। ऐसी अवस्था में 'सन्तान रक्षा सिद्ध यंत्र' परन्तु हथियार से मृत्यु हो सकती है। 8. जातक की आयु लम्बी होगी, परन्तु हथियार से मृत्यु हो सकती है। 9. माता से लड़ना तबाही की निशानी होगी। 10. यदि चन्द्रमा उच्च का हो तो दो विवाह होते है। 11. पत्नी के मृत्यु के बाद स्थिति अच्छी नहीं रहती।"
            },
            "8": {
                "subh": "2. यदि खाना न०-8 में चन्द्र हो और सूर्य या शुक्र उत्तम प्रभाव में हो तो जातक तर जाता है। 3. चन्द्र आठवें भाव में दुध खाना -2 मे और बृहस्पति खाना न०- 9 या 11 में हो तो माता पिता दोनों की आयु लम्बी होती है। 4. ऐसी अवस्था मे (चन्द्र खाना न०-8 में) राहु व मंगल का प्रभाव बुरा न होगा। 5. जातक खानदानी सम्पत्ति प्राप्त करता है। 6. नणिहाल परिवार के लिए शुभता प्रदान करता है 7. ससुराल से धन प्राप्त कर तरक्की करता है। 8. बेटी और दामाद को तारने वाला होता है। ",
                "ashubh": "1. जातक ईष्यालु और रोगी होता है। 2. शिक्षा या माता दोनों में से एक ही सुख प्राप्त करता है। 3. जातक हर प्रकार से निकम्मा होता है। 4. ऐसे जातक निःसन्तान भी होते हैं। 5. बल्यकाल रोग ग्रस्त होता है। 6. जातक के जन्म के 4, 8 या 24 में वर्षा में उनकी माता की मृत्यु हो जाती है। 7. राजदरबार व व्यापार से हानि प्राप्त करता है। 8. जातक कपटी, झूठा, व्यभिचारी व जुआरी होता है। 9. महान अहाते के अन्दर बंद कुँआ या नलका लगाने से जातक दमा का रोगी और निःसन्तान हो जाता है। 10. जातक की मृत्यु जलोदर रोग या जल में डूब जाने के कारण होती है। 11. यदि जातक अपनी माँ की सेवा करता है तो उनकी माँ सदैव विवाह के बाद जातक को माता जी से अलग होकर रहना चाहिए।"
            },
            "9": {
                "subh": "1. जातक का भाग्योदय 24 वें वर्ष में आरम्भ होता है। 2. जातक शरीफ व ईमानदार होता है। 3. दीन-दुखियों का रखवाला होता है। 8 4. जमीन-जायदाद व धन का मालिक होता है। 15. समाज में आदरणीय स्थान प्राप्त 6. धार्मिक स्वभाव का होता है। करता है। 7. सम्पत्ति एवं सन्तान दोनों का सुख प्राप्त करता है। 8. पिता को भाग्यशाली बनाता है। 9. विदेश यात्रा करता है। 10. ऐसे जातक पागलों के चिकित्सक होते हैं। 11. परिवार में सबसे अधिक आयु प्राप्त करता है । 12. प्रवास के समय अच्छा धन प्राप्त करता है । 13. ऐसे जातक बहुत से शास्त्रों का जानकार होता है। 14. गणित शास्त्र का जानकार होता है। 15. आयु 15 वर्ष होगी।",
                "ashubh": "1. खाना न०- 9 मे चन्द्र में और सूर्य खाना न०-7 में हो तो पानी में डूबकर दिन के समय मृत्यु होती है। 2. चन्द्र खाना न०- 9 में और खाना न०-2, 3, 5, 6 में पापी ग्रह हो तो चन्द्र की वस्तुओं का व्यापार करने से धन की हानि होगी। 3. चन्द्र 9 में और मंगल खाना न०-7 में और सूर्य जहां भी बठा हो उसके अगले खाने में शनि विराजमान हो तो जातक का अधरंग रोग होता या अपंग हो जाता है। 4. ससुराल की आर्थिक हालत खराब हो जाती है। 5. ऐसे जातक यदि डाक्टरी पेशा करते हैं तो मंदा हाल ही रहता है। 6. चन्द्र खाना न०- 9 में और शनि तीसरे खाने में हो और 11 वां खाना ग्रहों से खाली हो तो जातक चोर या डकैत होता है। 7 पानी में धुली दवाईयां बेचने से बर्बाद हो जाता है।"
            },
            "10": {
                "subh": "1. ऐसे जातक की आयु 90 वर्ष की होती है। 2. डाक्टर व सर्जन होता है। 3. जनता व समाज में आदरणीय होता है। 4. कुलीन धराने में जन्म लेता है। सुन्दर, गुणी व नीति निपुण होता है। 5. ऐसा जातक धन एवं मान-समान दोनों ही प्राप्त कर लेता है। 6. अच्छे कुल की स्त्रियों से लाभ मिलता है। 7. यदि नौकरी करता है तो शीघ्र ही उन्नति के अवसर प्राप्त होता है। 8. जन्म के 6, 12 व 24 वर्ष की आयु में सर्जरी में काम आने वाले औजारों की बिक्री से बेहद धन कमाता है। 9. ऐसे जातक की माता सुखी होती है। 10. लोहा-कोयला का व्यापार लाभप्रद होगा। ",
                "ashubh": "1. ऐसा जातक को माता के साथ मेल-मिलाप नहीं करता है। 2. रात को दूध पाना जहर के समान होगा। 3. ससुराल के परिवार का व जातक के मकान का खस्ता हाल होगा। 4. खाना न०-10 में चन्द्र और खाना न०-4 मे पापी या शत्रु ग्रह विराजित हो तो जातको की सन्तान नहीं बचती और माता भी अल्पायु होगी। 5. प्रेमिका रखने में जातक बर्बाद हो जायगा। 6. दूध व चांदी का व्यापार, चावल, चीनी व बिमारी का व्यापार हानिकारक होगा। 7. यदि बीमार आदमी का खबर लेने जाये तो बिमारी की मृत्यु हो जाती है।"
            },
            "11": {
                "subh": "1. यदि चन्द्रमा शुभ प्रभाव में हो तो जातक साहसी होता है। 2. ऐसा जातक कोई भी कार्य बहुत सोच विचार कर करता है। 3. नेतृत्व करने की अदभुत क्षमता होती है। 4. युवावस्था में पूर्ण ख्याति अर्जित करता है। 5. शत्रुओं के लिए ऐसा जातक साक्षात काल होता है। 6. उच्च का चन्द्रमा हो तो जातक उच्च पदाधिकारी बनता है। 7. धन की कमी नहीं रहती तथा पुत्र सन्तान की अपेक्षा पुत्री सन्तान अधिक होती है। रहता। 8. जातक मकान व वाहन से युक्त होता है। 9. स्त्री गोरे रंग की मिलती है और अति सुन्दर होती है। 10. दूध व पानी के कार्यों में लाभ प्राप्त करता है। 11. ऐसे जातक को रात्रि में पढ़ी हुई विद्या या सबक याद नहीं",
                "ashubh": "1. जातक के वीर्य में शुक्रगुणों की कमी रहती है। 2. जीवन में आर्थिक उतार-चढ़ाव तूफान की गति से आता है। कभी लखपति तो कभी खाखपति । 3. दादी और पोता में से एक ही जिन्दा रह पाता है। 4. जब तक जातक की माँ जीवित रहेगी तब तक पुत्र सन्तान की उत्पत्ति नहीं होगी। 5. यदि पोता जीवित रहा तो दादी या जातक की पत्नी विधवा हो जायगी। 6. ऐसे जातक के घर हैंडपम्प से पानी गिरने की जगह चक्की का पहुआ पत्थर पड़ा होगा जिसे जातक की माँ नित ही धोया करें तो पुत्र का अनिष्ट कम हो जायगा। 7. ऐसे जातक की स्त्री चावल खाने का शौकीन होगी। 8. समुद यात्रा में हानि होगा। 9. पुत्र सन्तान प्राप्ति में बाधा आएगी। 10. शुक्र के दिन किया हुआ विवाह, शनि के दिन शुरु किया काम, प्रातःकाल का दान, सांयकाल का गुरु उपदेश हानिकारक होगा। 11. सन्तान 34 वर्ष आयु के बाद पैदा होगी। 12. घर में टूटी माला माता से द्वेश कराएगा। 13. रात्रि के समय धर्म सभा में जाने से हानि होती है। 14. बुधवार के दिन बुध से सम्बन्धित कार्य, शनिवार को शनि से सम्बन्धित वस्तुओं के कार्य कदापि न करें। 15. अपने परवार में किसी भी सदस्य का विवाह शुक्रवार के दिन न करें।"
            },
            "12": {
                "subh": "1. ऐसे जातक जीवन में हर सुख भोगता है। 2. विदेश यात्रा करके धन लाभ करता है। 3. जातक ज्योतिष शास्त्र का ज्ञाता होता है। 4. नम्र स्वभाव का होता है और मुकद्दमे में जीत हासिल करता है। 5. जातक चुस्त एवं चालाक होता है। 6. कम पढ़ा लिखा होने के बावजूद भी विद्वानों का मुकाबला करने में सक्षम होता है। 7. जातक दानी होता है। 8. मित्र क्षेत्री या उच्च राशि का चन्द्रमा हो तो खेती से लाभ मिलता है। 9. चन्द्र खाना न०-12 में और मंगल खान न०-1 में बैठा हो तो राजदरबार से सम्मान प्राप्त होता है। यदि मंगल खाना न०-2 में हों तो बाई बन्धु सुखी, खाना न०-3 में मंगल होने से ससुराल सेवन प्राप्ति, मंगल चौथे खाने में रहने से परिवार में वृद्धि होगी। ऐसे जातक की कुण्डली में मंगल कहीं भी बैठा हो लाभ ही देगा। 10. ऐसे जातक की कुण्डली में बुध और केतु बर्बादी का कारण बनेगा।",
                "ashubh": "1. जातक मानसिक व शारीरिक परेशानियों से सदा बेचैन रहता है। 2. मातृ सुख कम प्राप्त करता है। 3. शत्रु अधिक होते है। 4. माता-पिता से प्राप्त धन बर्बाद कर देता है। 5. अपना कमाया धन नहीं उजड़ता । 6. ससुराल वाले का धन नाश हो जाता है। 7. अनेकों बिमारियों से परेशान रहता है। 8. चन्द्र खाना न०-12 में हो और बुध खाना न०-3 में हो तो भाई की बाजू कट जाता है। अर्थात बुध किसी भी भाव में बैठा है। हानि ही हानि पहुंचता है । 9. ऐसे जातक विपत्तियों से घबरा कर पागल हो जाता है। 10. ऐसे जातक को मंगल या केतु किसी भी खाने में बैठकर भयंकर बर्बादी करता रहता है।"
            }
        },
        "mars": {
            "1": {
                "subh": "1. जातक अकेला भाई न होगा। स्वयं भाईयों में बड़ा या सबसे छोटा होगा। 2. ऐसे जातक को बहन शायद ही होती है। 3. दाँत आमतौर पर 32 होगें। 4. 28 वें वर्ष से भाग्योदय होगा और धनवान बनता चला जायगा। 5. मंगल सचित्र होगा और किसी की नेकी को कभी न भुलेगा। 6. मंगल खाना न०-1 में और सूर्य खाना 8 में हो तो जातक हिम्मती सैनिक होगा परन्तु यहाँ जातक को बड़ा भाई होना अनिवार्य है। 7. शत्रु को मुंह तोड़ जबाव देने वाला होगा। 8. क्रोध बहुत आएगा परन्तु क्रोध दबाने की अदभुत क्षमता होगी। 9. लड़ाई के मैदान में हथियार से अद्भुत जौहर दिखाएगा। 10. राज दरबार से लाभ और शनि से सम्बन्धित वस्तुएँ- लोहा, कोयला, नीलम, लकड़ी, तेल आदि के व्यवसाय में प्राप्त लाभ प्राप्त करेगा। 11. ऐसे जातक होटल, डावा, लोहे का उद्योग, सिमेंट, मशीनरी कार्य. हलवाई के कार्य आदि से धन भी प्राप्त कर सकता है। 12. यदि मंगल के साथ खाना न०-1 में बुध भी बैठा हो तो ससुराल के परिवार को मालो-माल कर देगा। 13. जातक का रंग अधिकतर काला या श्यामला होगा। 14. अपने जीवन में 28 वर्ष तक नौकरी से या अन्य व्यवसाय से खूब प्रगति करेगा। 15. जातक व्यवहार कुशल होगा। ",
                "ashubh": "1. प्रथम खाने में स्थित मंगल वाले व्यक्ति को 'मंगलीक' लड़का-लड़की से ही विवाह करना चाहिए। नहीं तो जो मंगलीक नहीं होता उसकी मृत्यु हो जाती है। 2. विवाह 28 वें वर्ष के बाद ही करे तो जीवन सुखद रहेगा। 28 वर्ष से पूर्व विवाह होने से दामापत्य जीवन सुखी नहीं रहता, चाहे वर वधू दोनों ही मंगलीक क्यों न हो। 3. मंगलीक लड़के व लड़की का दाम्पत्य जीवन सदैव दुःखदायी ही रहता है। 4. मुफ्त का माल खाने से बर्बाद हो जायगा। 5. ऐसे जातक जन्म के दिन से 43 दिन के अन्दर अपने परिवार पर कोई न कोई अनिष्ट प्रदान करेगा। में रहने से सदैव हानि होगी। 6. ससुराल में रहना, घर जमाई बनना व साधु-संतों के संगतल 7. ऐसे जातक खानदान के लिए अशुभ माना जाता है। 8. पत्नी सदैव रोगी बनी रहती है। 9. पत्नी जलकर भी मृत्यु प्राप्त करती है। 10. जातक झूठा होता है। 11. ऐसे जातक की पत्नी तलाक भी दे सकती है, या मर जाती है। 12 दो विवाह का योग भी बनता है। 13. जातक नेत्र रोगी होता है और दुघर्टना से उसकी मृत्यु भहो सकती है। 14. अपने भाइयों पर अनिष्ट कारक होता है। 15. ऐसे जातक नेकी और एहसान भूल जाता है। 16. विवाह में परेशानियों उत्पन्न होती है। 17. वाल्यकाल में उदर रोग एवं दांतों के रोग से पीड़ित होल है।"
            },
            "2": {
                "subh": "1. जन्म से स्वयं बड़ा भाई होगा। 2. भाईयों का साथ देने से देख-देख करने से सदैव उन्नति करेगा। 3. यदि ऐसे जातक किसी ग्रह वश भाइयों में छोटा हो तो बड़े भाइयों के लिए हानिकारक सिद्ध होगा। 4. शरणागत की हर समय रक्षक बनेगा 5. ससुराल का घर सुखद होगा और साले भी निःसंतान नहीं होंगे 6. अपने मेहनत से धनी होगा। । 7. स्वादिष्ट भोजन बनाने व खाने का शौकीन होगा। 8. पराये व निकृष्ट भोजन करने वाला। 9. आर्थिक स्थिति सुदृढ़ होगी। 10. परिवार बड़ा होगा। 11. जातक कृपण स्वभाव के होने के कारण धन का उपयोग नहीं कर सकेगा। होगा। 12. जातक को होटल, ढाबा व मिठाई की दुकान करने से लाभ 13. इरादे का पक्का होगा। 14. लोहे का उद्योग या लोहे सम्बन्धी कार्य सफलता प्रदान करेगा। ",
                "ashubh": "1. भारी बैंक बैलेंस रहते हुए भी जातक का रहन-सहन साधारण होता है। 2. धन का उपयोग करने से हिचकेगा। 3. यदि मंगल बंद हो तो आस्तीन का सीप अपने परिवार के लिए बना रहेगा। भाईयों से मेल मिलाप नहीं रहेगा। ऐसे जातक इरादे व वचन का कच्चा होता है। 4. 9 वर्ष तक बीमारी गले पड़ी रहे। 5. भाईयों में छोटा हो तो बड़े भाई से पहले ही मृत्यु करेगा। 6. यदि जातक की कुण्डली में, दुसरे खाना में सूर्य मंगल व शुक्र तीनों ही बैठे हो और राहु खाना न-5 में हो तो जातक की शादी नहीं होती। यदि हो भी जाए तो पत्नी तलाक दे देती या मृत्यु हो जाती है। 7. यदि अकेला शुक्र शत्रु राशि में स्थित हो तो घर-गृहस्थी तबाह हो जाता है। 8. दाम्पत्य जीवन सही नहीं होता । 9. पति और पत्नी एक साथ नहीं रह पाते। है। "
            },
            "3": {
                "subh": "1. जातक शूरवीर और साहसी होता है। 2. बुद्धिमान परन्तु क्रोधी होता है। 3. दूसरों के लिए सहायक परन्तु अपने लिए 'सब्जवाग देखने वाला' होता है। 4. आत्मबल के भरोसे सीमित साधन द्वारा भी आगे बढ़ता रहता है। 5. मिलनसार व समाज सेवक होता है। 6. ऐसे जातक को कई भाई-बहन होते है। भाई उसका मददगार नहीं होगा। 7. जातक भाईओं की मदद पर आश्रित रहना चाहेगा परन्तु 8. युद्ध कला में माहिर, शत्रुओं पर तूफान की गति से हमला करने वाला होगा। 9. ऐसा जातक फौज में अपने बटालियन का और अपना नाम रौशन कर देता है। 10. ससुराल उन्नति करेगा। 11. मंगल तीसरे खाने में और बृहस्पति खाना न०- 9 में हो तो ससुराल बहुत धनवान होगा। 12. मंगल खाना न०-3 में हो और शनि खाना न०- 9 में हो तो जातक का दुघर्टना व बिमारी से बचाव होता रहता है। 13. स्वभाव अत्यधिक भोला-भाला होगा। 14. आयु 90 वर्ष की होगी। 15. मित्र गण सहायक होगा। 16. मंगल खाना न०-3 में और बृहस्पति खाना न०- 9 में हो तो अमीर ससुराल से धन प्राप्त होगा। ",
                "ashubh": "1. जातक चालबाज व धोखेबाज होता है। 2. अकड़बाज होने से बिमारी से परेशान कर्ज के बोझ से दबा हुआ, सिर छोटा और पेट मोटा होगा। ऐसे जातक आकड़बाजी के कारण मृत्य का शिकार भी हो जाता है। यदि मंगल बद हो। 3. जातक फोकी शान बधाड़ने वाला होगा। उपर से लोग साहब कहकर पुकारेंगे परन्तु ऐसे जातक का जेब खाली होगा। 4. बिल्कुल गरीब नहीं होगा। 5. नेकी करने पर कोई याद नहीं रखेगा। 6. जातक शराबी पर स्त्री की प्रगति बिलम्ब से होती है। 8. स्वयं ही अपना काम बिगाड़ लेता है। 9. भाई व मित्र से शत्रुता करने से जातक का धन भाई व मित्र ही बर्बाद कर देते हैं। 10. जातक ब्लड प्रेशर का रोगी होता है। 11. मंगल शुभ हो तो फौजी बने और अशुभ हो तो ऐसा जातक हथियार से किसी को मारे या स्वयं मरें। 12. अशुभ मंगल जातक के हाथों कत्ल करवा देता है।"
            },
            "4": {
                "subh": "1. जातक साहसी होता 2. चौथे खाना में मंगल हो तो जातक को पैतृक सम्पत्ति भी प्राप्त होती है। 3. यदि मंगल स्वगृही या उच्च का हो तो जातक को उच्च वाहन की प्राप्ति होती है। 4. विवाह 28 वर्ष के बाद करने से उत्तम फल प्राप्त होता है । 5. उत्तम सलाहकार होता है। 6. सरकारी नौकरी प्राप्त करने पर हुक्मरान उच्च पदाधिकारी होता है। 7. अग्नि सम्बन्धी कार्य या शनि व मंगल से सम्बन्धित वस्तुओं के व्यवसाय से लाभ प्राप्त करता है। 8. ऐसे जातक अधिकतर नौकरी न करके स्वयं उद्योग (कारखाना) का मालिक होता है। 9. शरारती व्यक्ति का शेरेदहाड़ के समान जवाब देता है । 10. यदि फौज में हो तो शक्तिशाली व यशस्वी पदाधिकारी होता है। है । 11. मुख में 32 दांत होते हैं। 12. भाईयों में बड़ा होता है। 13. मकान, वाहन, चौपाया जानवरों का सुख प्रांत करता है। 14. बुद्धिमान व विद्वान होता है। 15. निडर, पराक्रमी और वीर होता है। 16. परिवार में ऐसे जातक की सलाह सफलता प्रदान कराता 17. मंगल व शनि खाना न०-4 में हो और बृहस्पति साथ लग्न में हो तो जातक का 28 वे वर्ष से भाग्योदय आरम्भ होता है। 18. जातक दिल का साफ और सच्चे दिल का होता है।",
                "ashubh": "1. जातक मंगलीक योग का होता है। 2. 28 वर्ष से पूर्व विवाह होने पर गृहस्थी बर्बाद हो जाती है। 3. मंगलीक मानव को मंगलीक लड़का-लड़की से ही विवाह करना पड़ता है। 4. दाम्पत्य जीवन किसी भी हाल में सुखी नहीं होता। 5. पुत्र सन्तान नहीं होती, हो भी जाय तो उसका जीवन नर्क ही बना होता है। 6. स्त्री, माता, सास, नानी व घर के सभी महिलाओं पर अशुभ असर प्रदान करता है। है । 7. ऐसे जातक स्वयं धनवान नहीं होते। 8. अपार क्रोध के कारण मान हानि व धन हानि होता है। 9. दुश्मन को तबाह कर देता है। 10. अपनो जुबान का पक्का नहीं होता है 11. स्त्री जातिका को स्तन रोग रहने के कारण दूध कम होता 12. पूरूष जातक छाती रोग से पीड़ित होते हैं। 13. मंगल चौथे घर में चन्द्र खाना न०-6 में हो तो माता दुखिया बालक जन्म देकर मर जाती है। 14. मंगल (4) + बुध (6) में स्थित रहने से माता गरीब होती और जातक के बचपन में ही मृत्यु प्राप्त करती है। 15. मंगल (4) पापी ग्रह (9) मे हो तो सन्तान मे रुकावट, मामा घर व ससुराल में अनेकों विघ्न व परेशानियां उत्पन्न करता है। 16. मंगल (4) बुध (12) मे होतो दरिद्र होता है। 17. परिवार की लहलहाती बगिया को उजाड़ देता है। 18. उजड़े खानदान और वीरान घरों में मंगलीक जातक कभी पैदा न होगा। 19. अक्सर ऐसे लोग सारा जीवन गुलामी में गुजार देता है। 20. बड़े भाई की स्त्री, दोलत और छुपे धन पर 28 साल आयु तक हर तरह से मंदा फल प्रदान करता है। 21. आखिरी उम्र में ऐसे जातक अंधे हो जाते हैं और दुःख से मृत्यु प्राप्त करते हैं। 22. जातक समस्त घटिया कर्म करता है। 23. जातक सुख से वंचित रह जाता है। 24. लम्बी आयु प्राप्त करता है ताकि खूब दुख के सागर में गोते लगाता रहे। 25. ऐसे जातक यदि शेरमुंही मकान में रहता है तो जातक किसी न किसी का कत्ल जरूर कर देता है और स्वयं जातक की मृत्यु भी हथियार से ही होती है। रोग से भी मृत्यु हो सकती है। 26. झगड़ालू प्रकृति का होने के कारण समाज में आदर नही पाता। 27. अपने स्वार्थ के बारे में ही सोचता रहता है। 28. माता-पिता से मेल नहीं रहता।"
            },
            "5": {
                "subh": "1. ऐसे जातक के खानदान में डाक्टर, वैद्य या तांत्रिक व्यक्ति अधिक होते हैं। 2. यदि मंगल नेक हो तो शांत स्वभाव का होता है। 3. बद (बुरा) मंगल जातक को तबाह कर देता है। 4. खाना न०-11 के ग्रह यदि शुभता प्रदान कर रहा है तो जातक प्रयाप्त धन प्राप्त करता है। 5. ऐसे भी ये जातक 4 रईसों होते है। 6. 3 या 5 पुत्र सन्तान प्राप्त करता है। 7. जातक विद्वान होती है। 8. स्त्री व सन्तान सुख भरपूर प्राप्त करता 9. सन्तान नेक होती है। 10. ऐसे जातक का पूर्वज साहुकारी का व्यवसाय करते है। 11. पढे लिखे व्यक्ति को बैंक की नौकरी भी प्राप्त होता है। 12. जातक साहसी होता है। 13. विषम परिस्थितियों से डटकर मुकाबला करता है। 14. उम्र गुजारता जाता है और अमीर होता जाता है।",
                "ashubh": "1. ऐसे जातक यदि किसी को क्रुर दृष्टि से देखा करे तो सर्वनाश कर देता है। 2. जीवन में अत्यधिक सफर करना पड़ता है। 3. रात की नींद हराम होगी। मन रात्रि के समय बेचैन रहेगा। 4. ऐसे जातक का कोई न कोई सन्तान 8 दिन, 18 दिन या आखिरी हद 18 वर्ष पर मृत्यु प्राप्त करेगा। 5. औलाद का 18 वर्ष में बिमारियों का शिकार होना होगा। 6. ऐसा जातक जिसके घर में पैर रखेगा। उसे तबाही का शिकार कर देगा। 7. किसी की तरक्की पर क्रुर दृष्टि डालेगा तो उसे भस्म कर देगा। 8. जातक नेत्र रोगी व मिरगी रोग से ग्रस्त होगा। 9. ऐसे जातक की पुत्रों से स्नेह नहीं मिल 10. जुआं खेलने, सट्टा, लॉटरी आदि में बर्बाद होगा। पायगा । धन लगाने से धन 11. मामा व चाचा के परिवार की स्त्रियाँ विधवा होगी। 12. अपने भाई की सन्तान की मौत होगी। 13. जातक पाप कर्मी होगा और मांस मदिरा सेवन करेगा। 14 जातक की पत्नी गर्भस्त्राव रोग से ग्रसित रहेगी, बार-बार गर्भपात होगा। 15. ऐसे जातक के बच्चों की लम्बी आयु होती है परन्तु एक संतान 18 साल की अवस्था में मर जाता है"
            },
            "6": {
                "subh": "1. जातक महान हिम्मती होगा। 2. अपने कबीले का बहुत बड़ा रक्षक होगा। 3. न्याय प्रिय और डाक्टर या हकीम होगा। 4. धर्म वीर, साधु और सन्तों की सेवा करने वाला होता है। 5. जातक की कुण्डली मे सूर्य किसी भी खाने में बैठा उत्तम ही फल प्रदान करेगा। 6. जातक लेखक, कवि, गायक, प्रवचन कर्ता होगा या इन गुणों का प्रसंशक होगा। 7. कलम में तलवार से अधिक शक्ति होगी जो लिख देगा उसे कोई काट न सकेगा। 8. चरित्रवान व गुणों से परिपूर्ण होगा। 9. नेता होने पर चुनाव में जीत होगी। 10. भाईयों में बड़ा होगा। 11. ऐसे जातक को 1 या 2 भाई होगें। 12. झगड़े में पहले पहल न करे तो खौफनाक दुश्मनों पर भी जीत हासिल करेगा। 13. ज्योतिष विद्या की जानकरी होगा। 14. यदि मंगल खाना न०-6 में हो और शुक्र खाना न०-1 में हो तो 24 वर्ष तक पुत्र सन्तान अवश्य प्राप्त करेगा और जातक की आयु लम्बी होगी।",
                "ashubh": "1. यदि खाना न० 6 का मंगल शुभ हो तो सब कुछ शुभ यदि अशुभ दशा में हो तो सब कुछ अशुभता में बदल जाता है। 2. भाईयों के लिए हानिकारक होता है। 3. मंगल खाना न०-6 में हो और बुध खाना न०-12 में हो तो बहन और भाई दोनों का हाल बुरा हो जाता है। 4. प्रथम पुत्र शायद ही जीवित रहता है और सन्तान प्राप्ति पर खुशी मनाने से मिठाई आदि बांटने से जातक दुख के सागर में डूब जाता है। 5. सन्तान को सोने का जेवर पहनाने से चलता व्यापार ठप्प पड़ जाता है परन्तु स्वयं सोना धारण करे तो तरक्की में चार-चांद लग जाता है। 6. मंगल छठे भाव में और बुध आठवें भाव में हो तो और उन्हें सूर्य चन्द्र की मदद मिल रहा हो तो माता छोटी चन्द्र उम्र में मर जाती है। 7. मंगल खाना न०-6 में और बुध खाना न०-4 में हो तो स्वयं जातक की मृत्यु छोटी उम्र में और बाद में उसके पिता की मृत्यु हो जाती है। 8. ऐसे जातक का मामा दुखी और बर्बाद हो जाता है। भी 9. बबासीर, रक्त की बिमारियां, मधुमेह रक्तचाप जैसे रोगों से ग्रसित होगा और मृत्यु के समय एकिसडन्ट आदि के द्वारा अधिक रक्त बह जाना ही मृत्यु का कारण बनेगा। 10. ऐसे जातक अधिक कामुक होते है। 11. माता के लिए हानिकारक होता है। 12. पराई स्त्री पर आसक्त हो जाता है। "
            },
            "7": {
                "subh": "1. ऐसे जातक धार्मिक प्रवृति के होते है 2. स्त्री सुख पूर्ण प्राप्त करता है। 3. दुख के समय घबराता नहीं और मान यश को खूब प्राप्त करता है। 4. गणित विद्या में पांरगत होता है। 5. ऐसे मंगल न्याय प्रिय हुक्मरान बनाया है। 6. ऐसे जातक घर व समाज का प्रधान, जज या सरपंच होता 7. मंगल सप्तम भाव में हो और बृहस्पतिं लग्न में हो तो जमींदार, व प्रापर्टी डीलर होता है। 8. मंगल खाना न०-7 में हो और शुक्र लग्न यानि खाना न०- 7 में हो और शुक्र लग्न यानि खाना न०-1 में हो तो सन्तान बढ़ता है, धन-सम्पत्ति बढ़ती है और हर प्रकार का सुख प्राप्त होता है। 9. विवाह 27वें वर्ष के बाद करने से लाभ होता है। पहले विवाह करने से हानि का सामना करना होता है।",
                "ashubh": "1. जातक की स्त्री अत्यन्त क्रोधी होती है। 2. जो भी कार्य आरम्भ करता है वह अधूरा ही रह जाता है। 3. यदि मंगल के साथ खाना न०-7 में बुध भी बैठा हो तो बुआ और बहन को अधिक समय घर में रखना हानिकारक होता है। 4. ऐसे जातक अपनी साली के साथ अवैध सम्बन्ध कायम करता है। 5. जातक झगड़ालू और क्रोधी स्वभाव का होता है। 6. तीन बार जीवन में आप्रेशन कराना पड़ता है। 7. जातक को पुत्रहीन भी होना पड़ता है और भाई के बेटे को गोद लेना पड़ता है"
            },
            "8": {
                "subh": "1. जबान का पक्का होता है। 2. मेहनत होती है। 3. न्याय प्रिय होता है। 4. दुश्मन को मुँह तोड़ जवाब देने वाला होता है। 5.मंगल खाना नंबर 8 और 1,3,4,8 और 9 वें खाने में चंद्र हो तो मंगल उत्तम फल नहीं देता। 6. मंगल 8 वे खाने में और खाना नंबर 2 खाली हो तो हां उसमें चंद्र या गुरु हो तो मंगल उत्तम फल देता है। 7. मंगल अकेला हो तो शुभ फल परदान करता है। 8. घर में भट्ठी का तंदूर इस्तेमाल करने से अष्टम भाव के मंगल नेक फल देता है। 9. न्याय प्रिय होता है। ",
                "ashubh": "1. घर में तंदुर या भट्ठी खराब पड़ा नही हो या बंद पड़ा हुआ ना हो अन्यथा हानि होगी। ऐसी वस्तुएँ रखें तो रोज इस्तेमाल करें। 2. परिवार से सदैव वैर बना रहेगा। 3. 28 वर्ष से पूर्व विवाह करने से जीवन. नरक हो जाएगा। 4. मंगलीक लड़की से ही विवाह करना होगी। 5. मंगल अष्टम भाव में हो और लग्न मे केतु बैठा हो तो जातक खून के केस (मर्डर केस में फंस जाता है और जातक पराई स्त्री के प्यार मे अंधा हो जाता है । 6. जातक प्रायः रोग ग्रस्त रहता है। 7. अल्पायु व दरिद्र होता है। 8. विवाह से लाभ के बदले परेशानियां बढ़ती है। 9. मित्रों से सदैव अनबन बनी रहती है। 10. भाईयों की आयु में अगूनन 4 या 8 वर्ष का पार्क होता 11. छोटे भाईयों के लिए ऐसा जातक हानिकारक होता है। 12. जातक की अपनी आठ वर्ष आयु से पहले या अपने छोटे की 8 वर्ष की उम्र के बाद कोई और भाई जीवित हो तो सबके लिए दुख या मातम की निशानी होगी। है। 13. विधवा औरत की बद्दुआ जातक के भाग्य को जला देती 14. मंगल अष्टम भाव में और बुध एवं केतु खाना न०-2 में हो तो अगर किसी कारण से छोटा भाई जीवित भी हो तो उसका खून या भुजा मंदे या निकम्मे होंगे। 15. अकेला अष्टम भाव में बैठा मंगल 28 वर्ष की आयु तक मौत का फंदा होगा। 16. धन-दौलत नहीं के बराबर होगा। 17. यदि बुध खाना न०-6 में हो तो माता की मृत्यु जातक के बाल्यकाल में ही हो जाती है। "
            },
            "9": {
                "subh": "1. 13 व 14 वर्ष की आयु में पिता को लाभ पहुंचायेगा। 2. 28 वर्ष की आयु में स्वयं भी लाभ प्राप्त करेगा। 3. यदि 3 या 5 वें खाने में मंदा ग्रह हो तो उपरोक्त फल उल्टा हो जायगा। 4. कुण्डली में सूर्य उच्च होकर कहीं भी बैठा होगा तो जातक को प्रशासन चलाने का सुअवसर प्राप्त होता 5. . जातक आत्म विश्वासी होता है। 6. भाईयों से मदद प्राप्त करता है। रहेगा। 7. जातक बुद्धिमान व धार्मिक प्रवृति का होता है। 8. सभी भाई इक्ट्ठे रहने से सबका ही भाग्य चमक जाता है 9. जातक पिता और अपने भाग्य का निर्माता होता है। 10. न्याय प्रिय होता है। 11. भाई की स्त्री किस्मत का आधार होता है। 12. जातक अच्छे कर्म करने वाला और धनवान होता है।",
                "ashubh": "1. ईमानदार रहते हुए भी बदनाम होता है। 2. जातक वहमी होता है। 3. ऐसे जातक धर्म परिवर्तन भी कर लेते है। 4. जातक गप्पी और पिता से झगड़ने वाला होता है। 5. स्त्री की कमाई से सहायता प्राप्त करता है। 6. जातक की सन्तान का भाग्य मंदा होता है, खासकर लड़की सन्तान । 7. विद्या अधूरी रह जाती है। 8. भाईयों से अलग दूर रहना पड़ता है। 9. जातक को दम्मी एवं क्रोधी बनाता है। 10. जातक झूठ व निर्लज होता है। 11. जीवन में सफलता कम ही प्राप्त करता है।"
            },
            "10": {
                "subh": "1. जिस जातक को कुण्डली में खाना न0-10 में मंगल बैठा होता है वह जातक अपनी परिवार को ऐसे तार देता है जैसे चींटी के घर में स्वंय भगवान आ अए हों। 2. गरीब घर में जन्म लेने क अमीर बना देता है। 3. उनके घर में धन स्वयं पैदा होता है। 4. ऐसे जातक सन्तानहीन नहीं होते। परिवार का 5. दुनियावी शान का मालिक और भाई वाला होता है। 6. आयु 96 वर्ष की होती है। 7. अच्छी सेहत का स्वामी होता है। 8. घर गृहस्थी सुखद होती है। 9. राजदरबार से सम्मान व सरकारी नौकरी भी प्राप्त करता है। 10. ऐसे जातक परम साहसी होते हैं। 11. मंगल खाना न0-10 में हो और खाना न०-3 खाली हो तो सभी फल उत्तम प्राप्त होते हैं। 12. 10 वें भाव में मंगल और शनि खाना न०-3 में हो तो जायदाद, मकान चाहे कितने भी हो मगर नकद माया कम होती है 13. ऐसे जातक अधिकतर फौज व पुलिस की नौकरी प्राप्त करते है। 14. 10 वें भाव के मंगल जातक को राजनीतिक बनाता है और राजनीति में सफलता भी प्रदान कराता है। 15. ऐसे जातक के माता की आयु लम्बी होती है। 16. व्यापार में प्रवीण होता है। 17. यदि मंगल दसवें भाव में बृहस्पति के साथ हो तो जातक धन, पद अधिकार पूर्ण रूप से प्राप्त कर लेता है। ",
                "ashubh": "1. खाना न०-10 में मंगल के साथ यदि कोई पापी ग्रह बैठा हो तो जातक को बर्बाद कर देता है। 2. ऐसे जातक को सन्तान देर से प्राप्त होती है। 3. मंगल खाना न०-10 मे सूर्य 4 में और चन्द्र खाना न०- 6 मे हो तो जातक एक आँख का खाना होता है और दरिद्र होता है, नानके में रहकर जीवन गुजारा करता है। 4. खाना न०-10 में मंगल और शनि खान न०-4 में हो तो जातक चोर, बदमाश डाकू ना रहते हुए भी इन केसों में सजावार होता है और जेल जाना पड़ता है। 5. मंगल खाना न०-10 में हो और सूर्य खाना न०-6 में हो तो पुत्र होते जाते है और मरते जाते हैं। 6. 10 वें भाव में मंगल और खाना न०-2 में राहु, केतु, शनि, शक्र या चन्द्र बैठा हो तो जातक भाग्यहीन होता है। 7. खाना न०-3 या 6 में मित्र ग्रह भी बैठा हो तो भी ऐसे जातक को बुरा असर ही प्रदान करता है। 8. दसवें खाने का मंगल यदि अशुभ हो तो जातक 15 वर्ष तक बिमारियों के चपेट में पड़ा रहता है। 9. ऐसे जातक यदि घर में सोना बेचते हैं तो स्वयं भी कुछ समय के बाद कंगाल हो जाते है।"
            },
            "11": {
                "subh": "1. जातक न्याय प्रिय और साहसी होता है। 2. ऐसे जातक चौपाया पशुओं के मालिक होते हैं । 3. व्यापारी होता है और व्यवसाय से ही उत्तम धन प्राप्त कर लेता है। 4. किसी ग्रह के प्रभाव के यदि गरीब भी होता है तो राजाओं के समान वेष भूषा में रहता है। 5. गुरू, धर्म व साधु संतों का सेवक होता है। 6. जातक के 13 वर्ष आयु के बाद उसका पिता काफी अमीर हो जाता है। 7. गुरू आज्ञा का पालन करता है। 8. जातक को 24 वर्ष से 28 वर्ष की आयु में बहुत धन प्राप्त होता है। 9. ऐसे जातक राजनीति में सफलता हासिल करते हैं और चुनाव जीत जाते है। 10. मंगल खाना न0-11 में हो और बृहस्पति खाना न०-1 से लेकर 10 खाने के अन्दर कही भी हो तो जातक 9 भाई होता है। यदि मंगल के साथ बृहस्पति भी बैठे हो तो 2 भाई और यदि बारहवें खाने में बृहस्पति हो तो भाई में अकेला होता है। 11. भाइयों से सहायता प्राप्त होती है। ",
                "ashubh": "1. ऐसे जातक पैतृक करते हैं। 2. जातक को शिक्षा काल में अनेक बाधाएँ आती है। 3. आमदनी होते रहते हुए भी जातक कर्जदार बना रहता है। 4. 45 वर्ष आयु तक राहु बुरा असर प्रदान करता है। 5. केतु सन्तान के उपर मंदा फल प्रदान करता है। 6. जातक का मामा बर्बाद हो जाता है। 7. आजीविका के लिए कठोर संघर्ष करना पड़ता है। 8. जातक के मित्र धोखेबाज होते हैं। 9. यदि पुरूष राशि का मंगल हो तो सन्तान का अभाव बना रहता है। 10. पुत्र सन्तान झगड़ालू होते हैं। 11. गुरू का अपमान करने से सब कुछ बर्बाद हो जाता है।"
            },
            "12": {
                "subh": "1. जातक शेर दिल वाला, गर्म स्वभाव का उज्जवल शक्तियों का स्वामी होगा। 2. साधु और गुरूजनों का सम्मान करने वाला होता है। 3. रात को आराम की नींद सोता है। 4. सुखी व धनवान होता है। 5. 24 वर्ष आयु में प्रथम पुत्र और 28 वर्ष की आयु में दूसरा पुत्र सन्तान उत्पन्न होने से उत्तम होता है। 6. जातक को सवारी सुख प्राप्त होगा। 7. ऐसे जातक ड्राईवरी व महावत का पेशा भी करते हैं। 8. विवाह 28 वर्ष के बाद करने से शुभ फल प्राप्त होता है। 9. ट्रांसपोर्ट व मिठाईयों की दुकान करने से लाभ होता है। 10. मंगल खान न0-12 में और सूर्य खाना न०-3 या 11 में हो तो जातक को जानलेवा रोग नहीं होते। 11. मंगल खाना न०-12 में हो और केतु एवं बृहस्पति शुभ होकर मंगल का साथ दे रहा हो तो जातक अदालत में विजयी रहता है",
                "ashubh": "1. गुप्त शत्रुओं का भय बना रहता है। 2. चोर-लुटेरों द्वारा धन की हानि होती है। 3. मित्रों व सगे सम्बन्धियों से वैर बना रहता है। 4. दाम्पत्य जीवन सुखमय नहीं होता। 5. सन्तान प्राप्त में बाधाएं आती है। 6. ऐसे जातक जुआरी और सट्टेबाज होता है। 7. जातक अधिक भोजन करने वाला और कामुक होता है। 8. 'तलाक' की नौबत भी आती है। 9. पत्नी से मन मुटाव बना रहता है। 10. स्त्री या पति दो में से किसी की मृत्यु शीघ्र हो जाती है। 11. विवाह 28 वर्ष के बाद करनी पड़ती है। 12. ऐसे जातक को एक्सीडेंट से चोट या मृत्यु भी हो सकती है। 13. ऐसे जातक का दो या तीन विवाह भी हो सकते हैं। यह विवाह पति या पत्नी की मृत्यु के कारण होगी या तलाक के कारण। 14. ऐसे जातक का वंशहीन हो जाना भी कोई आश्चर्य की बात नहीं। 15. उपदेश, प्रमेह, खून का बिगड़ना या अपच रोग से ग्रसित होता है।"
            }
        },
        "mercury": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "jupiter": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "venus": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "saturn": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "rahu": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "ketu": {
            "1": {
                "subh": "1. केतु खाना न० 1 में हो तो और बृहस्पति साथ हो या कहीं भी बैठा शुभत्व प्रदान करता हो तो वैभवशाली होता है 2. जातक उच्च खानदान में जन्म लेता है। 3. चरित्रवान होता और खूब मान-सम्मान प्राप्त करता है। 4. जातक परिश्रमी होता है। 5. जातक साधु स्वभाव का होता और सत्यवादी होता है। 6. सिंह राशि का केतु यदि खाना न०-1 में हो तो जातक राजा के समान होता है। 7. मकर या कुंभ राशि का केतु होने से पुत्र एवं अचल सम्पत्ति की प्राप्ति होती है। 8. जातक मिलनसार होता है। 9. जातक धार्मिक स्वाभाव का होता है, जीवन आराम दायक होता है। 10. ऐसे जातक के मित्र खूब प्रगति करते हैं।",
                "ashubh": " 1. जातक हर समय सन्तान बनाने की चिन्ता में ग्रसित रहता 2. सन्तान का भाग्य मन्दा होता है। 3. पत्नी बीमार रहती है। 4. केतु वर्ष फल में जब खाना न०-1 में आता है तो लम्बी यात्रा करवाता है। 5. पहली सन्तान लड़की होती है, जिससे जातक दुर्भाग्यशाली हो जाता है। 6. जातक जहां जन्म लेता है वह स्थान उजड़ जाता है। 7. जातक को अपने रिश्तेदारों से मनमुटाव रहता है। 8. दुर्जनों से भय बना रहता और चित्त में सदैव घबराहट होती है। 9. जातक पुत्र की चिन्ता से पीड़ित रहता है। 10. सिर पीड़ा से परेशानी बनी रहती है और ऐसे जातक वात रोग का भी शिकार होता है। 11. जातक क्रोधी होता है। 12. विधवा स्त्री से दुश्मनी मोल लेता है। 13. पिता का नालायक संतान होती है। 14. जन्म अपने घर से बाहर, ननिहाल या अस्पताल आदि में होता है। 15. जातक सरकारी नौकरी करता हो तो बार-बार तबादला का सामना करना होता है। 16. खाना न०-1 में केतु हो और खाना न०-7 या 8 में सूर्य होतो जातक प्रातःकाल या शाम के वक्त दान दे तो जहर के समान कार्य करेगा। 17. खाना न०-7 में सूर्य हो तो भान्जे, दोहते और पोते के जन्म के समय जातक बीमार होते है। 18. खाना न०-1 में केतु हो और खाना न०-2 और 7 ग्रहों से खाली हो तो जातक की पत्नी, बहन और बुआं के हालात मन्दे होते है।"
            },
            "2": {
                "subh": "1. केतु शुभ हो तो जातक धनवान होता है। 2. यात्रा करने से अधिक प्रगति होता है। 3. दूसरे शहर में व्यवसाय करने पर खूब लाभ होता है। 4. खाना न०2 का केतु अपनी राशि या मित्र राशि का हो तो पूर्वजों की सम्पत्ति मिलती है। 5. शुक्र का प्रभाव अच्छा प्राप्त होता है। 6. खाना न०-2 में केतु और वृहस्पति उच्च का हो तो अपार धन का टिकाव होता है। 7. खाना न०-2 में केतु हो और खाना न०-12 में सूर्य हो तो 24 वर्ष आयु के बाद जातक उत्तम समय गुजारता है। 8. जातक शरीर पर जितने ही अधिक केतु का शुभत्व प्राप्त करेगा। 9. जातक परिश्रम से प्राप्त किया धन में ही संतुष्ट रहता है। 10. राज-दरबार से पुरस्कृत होता है। 11. कमीशन ऐजन्टें या इम्पोर्ट-एकसपोर्ट के कार्यों से खूब धन प्राप्त करता है ।",
                "ashubh": "1. पाप प्रभाव में आया केतु धन की हानि करता है। 2. खाना न०-2 में केतु हो और खाना न०-8 खाली हो तो बहुत बुरा असर होता है। 3. खाना न०-2 में केतु हो और खाना न०-8 में चन्द्र-मंगल हो तो जातक अल्पायु होता है। 16 या 22 वर्ष में जीवन अधिक कष्टमय होता है। 4. खाना न०-2 के केतु यदि अशुभ हो तो जातक लाख प्रयत्न करने पर भी धन नहीं जमा कर सकता है। ऐसा जातक दूसरों के रोटी टुकड़ों पर पलने वाला होता है, जो कुछ उसके पास में होता, दूसरे व्यक्ति हथिया लेता है, जातक झगड़ालू होता और मित्रों से विवाद बना रहता ह । 5. बुढ़ापे में कोई सन्तान काम नहीं आता है। 6. जातक चरित्रहीन होता है। 7. खाना न०-2 में केतु और राहु खाना न०- 8 में बैठा हो तो 16 या 22 वर्ष की आयु में जातक कष्ट मय जीवन बिताते और बिमारियों से ग्रसित होता है। 8. ऐसे जातक जुआरी होते है। 9. अनेकों जगह अपमानित होना पड़ता है"
            },
            "3": {
                "subh": "1. जातक धैर्यवान होता 2. सन्तान नेक होती है। 3. जातक के छोटे और बड़े भाई सुखी नहीं होते हैं। 4. बल व पराक्रम में कम ही लोग ऐसे जातक का सामना कर पाते है। 5. जातक के तीन पुत्र होते हैं। 6. जातक हृदय का साफ होता है, दिल में छल-कपट नहीं होता । 7. जातक अपने मित्र व मालिक की नेकी को याद रखने वाला होता है। 8. तीसरे खाने का केतु मीन राशि का हो तो जातक ईश्वर भक्त होता है और अध्यात्मवादी भी बन जाता है। 9. जातक का अनेकों से जान पहचान होती है। 10. जातक अपने भाईयों का मददगार होता है। 11. सन्तान की आयु हर हाल में लम्बी होती है।",
                "ashubh": " 1. बिना सोचे समझे दुसरों की बातों पर हाँ में हाँ मिलाते रहता हैं, जिससे दुखी होना पड़ता है। 2. बिना कारण अधिक बोलने वाला होता है। 3. भाईयों के व्यवहार से परेशान रहना पड़ता है। 4. परदेश में अधिक भ्रमण करना पड़ता है परन्तु फल अधिक प्राप्त नही होता। 5. जातक खेती करे तो लाभ नहीं होता। 6. जातक के भाई-बन्धु और ससुराल के सदस्य दुखिया होता है। 7. दीवानी मुक्मे में धन बर्बाद करना पड़ता है। 8. पत्नी और सालियों से अनावस्यक कारणों से जुदाई हो जाता है। 9. जातक नशेड़ी होता है। 10. ऐसे जातक चलते-फिरते झगड़ा मोल ले लेता है। 11. मित्रों से मनमुटाव चलता रहता है। 12. जातक की बाजुओं में पीड़ा रहती है। 13. कान, रीढ़ दी हड्डी, पांव, घुटने, कमर में दर्द होती है। इनमें से कोई न कोई रोग से जातक को परेशान रहना पड़ता है। 14. खाना न०-3 में केतु हो और चन्द्र या मंगल, अथवा दोनों ही खाना न०-3 या 4 में हो तो जातक गरीब होता है। 15. खाना न०-3 में केतु और मंगल भी साथ हो तो जातक स्वप्न में भयभीत हो ता रहता है। अनेकों बिमारियों या जादू टूने के प्रभाव से परेशान रहता है."
            },
            "4": {
                "subh": "2. गुरु और कुल पुरोहित के आर्शीवाद से ही सन्तान की प्राप्ति होती है अन्यथा जातक को संतोष ही करना पड़ता है। 3. यदि आर्शीवाद द्वारा सन्तान होती है तो उसकी आयु लम्बी होती है। 4. स्वयं जातक परिश्रमी और दनवान होता है। 5. खाना न०-4 में केतु हो और चन्द्र या मंगल खाना न०-3 या हो तो जातक अति दनावान, बुद्धिमान और उत्तम सलाहकार होता है। 6. चौपाया पशु और चौपाया वाहन घर में रखने से धन व गृहस्थी में प्रगति होती है। 7. यदि खाना न०-4 का केतु वृश्चिक या सिंह राशि का हो तो जातक को माता-पिता और मित्रों का सुख प्राप्त होता है। 8. खाना न०-4 का केतु धनु या मीन राशि का हो तो जातक को अकस्मात ही धन लाभ होता है, परन्तु ऐसे धन का सुख अधिक समय तक नहीं प्राप्त होता।",
                "ashubh": " 1. पुत्र 99 प्रतिशत जातक को नहीं प्राप्त होता है। 2. यदि लडकी सन्तान होती भी है तो 34 वें या 68 वें वर्ष की आयु में होती है। 3. जातक की मात कष्ट में रहती है। 4. जातक के पास सुख की कमी होती है। 5. निवास स्थान से दूर रहकर जीवन-यपन करना होता है। 6. जातक उत्साह हीन होता है। 7. ऐसे जातक को एक न एक चिन्ता लगी ही रहती है। 8. पैतृक सम्पत्ति नहीं प्राप्त होती है। 9. वाल्य काल में ही माता का देहान्त हो जाता है। 10. ऐसे जातक दूसरों की बहुत आलोचना करते, जिससे समाज के लोग उसे त्याग देते हैं । 11. ऐसे जातक की मृत्यु विष द्वारा भी हो सकती है। 12. जातक हीन भावना से ग्रस्त रहता है. 13. स्वास्थ्य ठीक नहीं रहता । 14. खाना न०-4 में केतु हो और चन्द्र या मंगल खाना न०- 3 या चार में हो तो नर संतान नहीं होती, यदि हो भी जाय तो बुरा हाल होता है। 15. ऐसे जातक की यदि 36 वें या 48 वें वर्ष में भाग्यवश पुत्र उत्पन्न हो जाए तो वह उसकी औलाद नहीं होती, वह जारज पुत्र होता है।"
            },
            "5": {
                "subh": " 1. जातक के अपने पुत्रों से अधिक पोतों (पोत्र) की संख्या होती है। 2. ऐसे केतु का फल लगभग उत्तम ही होता है। 3. पंचम खाने का केतु यदि बलवान हो तथा सिंह, धनु, मीन या वृश्चिक राशि का हो तो जातक विद्वान होता और सरकारी पद पर आसीन होता है। ऐसे जातक की बातें प्रभावशाली होती है और जातक धार्मिक प्रवृति की होता है 4. नौकरी 24 वर्ष की आयु में प्राप्त कर लेता है। 5. खाना न०-5 में केतु, वृहस्पति-4 सूर्य 6 और चन्द्र खाना न०-12 में हो तो पांच पुत्र होते हैं और आर्थिक स्थिति मजबूत होती है। 6. 36 वर्ष की आयु से पहले यदि तीन पुत्र की मृत्यु हो जाये तो 36 वर्ष के बाद तीन पुत्र जीवित भी होते हैं। 7. जातक तीर्थ यात्रा भी करता है। 8. यदि ऐसे जातक को भूल से कुत्ते ने काट ले तो शुभ होता है। 9. बृहस्पति नेक हो तो सन्तान भी एक होती है। 10. 24 वर्ष की अवस्था जीवन के किसी भी समय में सुखमय गुजरता है। ",
                "ashubh": "1. केतु खाना न०-5 में हो और बृहस्पति खाना न-11 में हो. तो बच्चा मरा हुआ जन्म लेता है। 2. 487 वर्ष आयु से पहले माता की मृत्यु हो जाती है। 3. बृहस्पति अशुभ हो तो केतु भी अशुभ फल ही प्रदान करते हैं। 4. जातक विद्या व ज्ञान से वंचित रह जाता है। 5. जातक की बुद्धि भ्रष्ट होती और दूसरे शहरों में निवास, करना होता है। 6. मानसिक क्लेश व शारीरिक कष्ट से ग्रसित रहता है। 7. जीविक के लिए कठिन संघर्ष करना पड़ता है। 8. सन्तान सुख देर से प्राप्त करता है। 9. उदर रोग भयंकर रुप से त्रस्त करते है। 10. जातक कपटी स्वभाव का होता है और सहोदरों पर भी जादू-टूना करवाते रहता है। 11. ऐसे जातक को परिवार से मेल-मिलाप नहीं रहता। 12. जुआ, सट्टे, मुकदमें आदि पर धन खर्च करना पड़ता है। 13. जातक बुरी संगति में फँस जाता है। 14. यदि बृहस्पति मंदा हो तो जातक निःसन्तान होता है। 15. केतु खाना न०-5 में हो और शनि 2 या 5 में विराजमान हो तो तीन मृत सन्तान और तीन सन्तान जीवित होती है। 16. चन्द्र या मंगल खाना न०-3 या 4 में हो तो जातक निर्धन होता और पशु बीमार रहता है। 17. जातक की सन्तान दमें की बिमारियों से ग्रसित होता है। "
            },
            "6": {
                "subh": "1. जातक धनवान होता है और धन पर धन आता रहता है। 2. ऐसे जातक के पुत्र परिवार में उत्तम सलाह कार होते है। 3. जातक की आयु 70वर्ष की होती है। 4. शत्रु की सदैव परास्त करते रहता है। 5. जातक बलशाली प्रभावशाली और दलेर होता है। 6. जतक पक्षी पालने का शौकीन होता है। 7. पुत्र पांच होते हैं। 8. यदि शुक्र उत्तम हो तो आपत्ति-विपत्ति दूर हो जाती है। 9. मामा सुखी होता है। 10. जातक अपना भेद किसी को नहीं बताता ।",
                "ashubh": "1. जातक झगड़ालू, अभिमानी और बीमार रहने वाला होता है। 2. केतु खाना न०-6 में हो और चन्द्र खाना न०-2 में हो तो जातक का बुढ़ापा कष्टमय होता और मामा भी दुःख पहुँचाते है। 3. खाना न०-6 में केतु के साथ शुक्र भी बैठा हो तो दोनों का फल मन्दा होता है। 4. सोची ही बातें कभी पूर्ण नहीं होती । 5. ऐसे जातक को चर्मरोग, उदर व पांव के रोग, गुर्दे व पेशाव का रोग, और रीढ़ की हड्डियों में बिमारी, उत्पन्न होती है। 6. शत्रु बहुत होते हैं।"
            },
            "7": {
                "subh": "1. जातक बहादुर होता है। 2. जितने भाई बहन उतने ही संतान होते हैं। 3. प्रथम सन्तान पुत्री होने से जीवन सुख पूर्वक गुजार लेता है। 4. ज्यों ज्यों सन्तान बढ़े त्यों-त्यों धन भी बढ़ता है । 5. 24 वर्ष की आयु में ही 40 वर्ष तक की धन-सम्पत्ति कमा लेने वाला होता है। 6. समाज के बच्चों का मददगार होता है। 7. जातक चतुर और बुद्धिमान होता है।",
                "ashubh": "1. जातक को पत्नी और पुत्री के तरफ से मन अशान्त रहता है। 2. जुबान का गन्दा होता है। 3. खाना न०-7 में केतु और खाना न०-1 में अधिक ग्रह हों तो सन्तान प्राप्ति का जड़ ही कट जाता है। 4. किसी से झूठा वायदा करने पर भयंकर नुक्सान होता है 5. अभिमान करने से जातक का नाश हो जाता है। 6. सामने वाले घर की सन्तान पर जातक का बुरा असर होता है। 7. 34 वर्ष की आयु तक शत्रु परेशान करता है। 8. जातक का ससुराल निर्धन होता है। 9. पति या पत्नी की प्राप्ति में बाधएं जाती है। 10. मन में घबराहट होती है। 11. जातक मन का दुर्बल होता है परन्तु शेर के समान उपर से दिखाता है। 12. प्रथम सन्तान पुत्र की मृत्यु हो जाती है। 13. जातक भ्रमित होने वाला होता है। 14. प्रथम पत्नी से तलाक मिलता या मृत्यु प्राप्त करती है और दुसरी पत्नी भी अस्वस्थ रहा करती । 15. जातक की आयु 7 वर्ष तक ननिहाल वाले का हाल मन्दा रहता है। 16. जातक पराई नारी सेवन करने वाला होता है। 17. खाना न०-7 में केतु हो और बुध खाना न०-1 या 6 में हो तो जातक की 34 वर्ष की आयु तक में जो भी पुत्र पैदा होता है वो मृत्यु को प्राप्त करता है। 18. जातक को अपनी मृत्यु का संकेत पहले ही प्राप्त हो जाता है। 19. खाना न०-7 में केतु हो और बुध खाना न०-7 से 12 के मध्य होता तो 34 वर्ष के बाद की सन्तान जीवित होती है।"
            },
            "8": {
                "subh": "1. जातक को पुत्र सन्तान अधिक होती है 2. आयु 70 वर्ष की होती है 3. 34 वर्ष से नीचे आयु की सन्तान जीवित हो तो बाद के उम् की सन्तान जीवित नहीं रहेगी 4. बहन या लड़की की शादी करते ही पुत्र सन्तान प्राप् करता है 5. केतु खाना न०-8 में और मंगल नेक हो, बृहस्पति खान न०-2-1 या चन्द्र खाना न०-2 में हो तो केतु का फल सर्वोत्त प्राप्त होता है। उनके घर सन्तान की वर्ष हो जाती है। धन दौलत क कमी महसूस नहीं होती 6. निः सन्तान भाई को पुत्र प्रदान करने वाला होता है 7. जातक की सन्तान नेक होती है 8. ऐसे जातक तस्करी करके काला धन अपने पास जम करता है। ",
                "ashubh": "1. ऐसे जातक को प्रायः अर्स और भगन्दर रोग लगे ही रहते है। 2. कार्य व्यवसाय में अनेकों विघ्न खड़े होते हैं। 3. परिश्रम का फल प्राप्त नहीं होता है। 4. उधार दिया धन वापस नहीं आता है। 15. ससुराल से बिजली का सामान दहेज में प्राप्त करने से बिजली 16. जातक का ऐक्सीडेंट (दुर्घटना) होता है और अंग-भंग होता है। की झटके से जातक की मृत्यु होती है। 7. आधी सन्तान जीवित रहती, आधी मर जाती है। 8. जातक दो विवाह करता है। 9. पत्नी और बच्चों में कलेश बना रहता है। 10. 70 प्रतिशत जातक की मृत्यु शत्रु के हथियारों से होती है। 11. यदि शुक्र मंदा हो तो सन्तान देर से होती है। 12. धन की कमी होती है। 13. जातक बवासीर, गुप्तांग रोग, सुजाक, धातु क्षीणता, रीढ़ व पेशा रोग से ग्रसित होता है और बिमारियों पर अधिक व्यय करना होता है।"
            },
            "9": {
                "subh": "1. जातक भाग्यशाली होता है। 2. पिता की आज्ञा मानने वाला होता है। 3. धन संपति माई हमेशा वृद्धि होती है। 4.अपनी मेहनत के दम पर जिंदगी में आगे बढ़ता है। 5. जातक उच्च विचारों का धनी होता है। 6. आधुनिक रीति से समाज को सुधारने की इच्छा रखता है। 7. खाना न०- 9 के केतु यदि वृश्चिक राशि का न हो तो जातक पापी होता है, परन्तु बाजुओं में पूर्ण शक्ति रखता है। 8. जातक के आर्शीवाद से दूसरे व्यक्ति भी फलते-फूलते हैं। 9. पिता या दादा जी के नाम से व्यवसाय करने पर पूर्ण प्रगति करता है। 10. जातक बहादुर और वफादार होता है। 11. सोना घर में रखने में सोना और बराबर घर में आता रहता है। 12. जातक की 48 वर्ष की आयु प्रसन्न चित्त व सुखद होती है। 13. कम से कम तीन पुत्र होते हैं। 14. जातक विदेश जातक धन कमाने वाला होता है । 15. दवाईयों की जानकारी बहुत होती है। 16. जन्म से 16, 22 व 27 वें वर्ष स्वर्णिम वर्ष जातक के लिए होता है। 17. केतु शुभ प्रभाव में हो तो जातक के सभी कष्ट दूर हो जाते है ।",
                "ashubh": "1. जातक व्यवहार कुशल नहीं होता । 2. घर का सोना बिकते रहने से धन-सम्पत्ति नष्ट होने लगती है। 3. खाना न०- 9 में राहु हो और शनि शत्रु राशि का हो तो जातक लोगों के लिए उपहास का पात्र होता है। 4. जीवन प्रायः परदेश में ही बिताना पड़ता है। 5. खाना न०- 9 में कोतु हो और खाना न०-3 में चन्द्र मंगल हो तो सन्तान की मृत्यु होती और धन की कमी होती है। 6. जब शुक्र मंदा हो तो जातक चोर-डाकू होता है. 7. खाना न०- 9 में केतु और शत्रु ग्रह (चन्द्र-मंगल) खाना न०-3 में हो तो पुत्र सन्तान मरती जाती है। 8. केतु मंदा हो तो मामा संकट में रहता है। 9. जातक पराई स्त्री से प्रेम सम्बन्ध बनाएं रखता है। 10. जातक के बहन को पुत्र सन्तान नही होती है। 11. पैतृक सम्पत्ति जातक के हाथों नष्ट हो जाती है। 12. जातक अपनी सन्तान से ही दुखी रहता है।"
            },
            "10": {
                "subh": "1. जातक परिश्रमी एवं 5 संघर्ष फल प्रदान होता है। 2. जवानी में सभी सुख प्राप्त करता है। 3. मौका पाते ही खूब फायदा उठाने वाला होता है । 4. खाना न०-10 का केतु यदि मिथुन सिंह, मकर या कुम्भ राशि का हो तो जातक अपने शत्रु का महाकाल होता है। 5. केतु शुभ राशि का हो तो जातक भाग्यवान होता है। 6. सरकारी नौकरी भी प्राप्त करता है । 7. चुपचाप अपने रास्ते पर चलने वाला होता है। 8. खाना न० 10 का केतु मिथुन राशि का हो तो जातक बुद्धिमान, शास्त्रों के ज्ञाता, प्रवासी एवं विजयी होता है। 9. यदि खाना न०-10 के केतु मीन या धनु राशि में हो तो जातक उत्तम धन वैभव एव यश की प्राप्ति करता है। 10. जातक कभी कंगाल न होगा। 11. बुरा चरित्र और सुन्दर स्त्री कफन ने किल के समान होगी। 12. खाना न०-10 में केतु हो और शनि उत्तम हो तो 24 साल की आयु तक केवल पुत्र सन्तान ही प्राप्त करता है। 13. जातक विश्व पसिद्ध खिलाड़ी होता है। 14. ऐसे जातक बड़े-बड़े मुकाबले में जीत हासिल करते हैं ।",
                "ashubh": " 1. पिता की मृत्यु जातक की छोटी आयु में ही हो जाती है। 2. जातक मौका परस्त होता है, अपना काम निकालकर ठेंगा दिखाने वाला होता है। 3. वाल्यवस्था कष्ट में व्यतीत होती है। 4. जातक की वाहन से दुघर्टना होती है और घायल हो जाता है। 5. खाना न०-4 में शनि हो तो तीन पत्र नष्ट हो जाते है। 6. जातक एहसास मन्द नही होता है।"
            },
            "11": {
                "subh": "1. जातक मीठे वचन बोलने वाला होता है। 2. विदवान और तेजस्वी होता है। 3. माता की लंबी आयु होती है 4. राज दरबार से सम्मान प्राप्त करता है  5. जातक जीवन ऐश्वर्य पूर्ण ढंग से व्यतीत करता है। 6. जातक दुजे वक्त को भुलाकर भविष्य की चिन्ता करने होता है। वाल 7. खाना न०-11 में केतु और शनि खाना न०-3 में हो पूर्वजों के धन में 11 गुणा वृद्धि करता है। 8. जातक दयालू एवं परोपकारी होता है। 9. खाना न०-11 में केतु और वृहस्पति खाना न०-5 11 भाव में ही केतु के साथ हो तो जातक संतति वान होता है। ",
                "ashubh": "1. पुत्र गर्भ से मरा हुआ पैदा होता है। 2. शनि मंदा हो तो मकान और संतान किसी की प्रगति न होगी। 3. केतु खाना न०-11 में हो और बुध खाना न०-3 में हो तो 11, 23, 36 व 48 वर्ष की आयु दुखद बितानी होगी। 4. शुभ काम में जाते समय पीछे से कोई आवाज लगातार पुकारें तो कार्य पूर्ण नहीं होगा। 5. खाना न०-11 में केतु और खाना न०-5 में राहु हो तो जातक दरिद्र होता है, परन्तु सन्तान नेक होते हैं। 6. अपने लड़के के जन्म तक माता की मृत्यु हो जाएगी। 7. माता जीवित हो तो बीमार रहेगी।"
            },
            "12": {
                "subh": "1. जातक बहुत धनवान होता है. 2. सरकारी नौकरी में उच्च पद प्राप्त करता है। 3. शुभ कायों पर खूब व्यय करता है। 4. सन्तान 6 या 12 तक हो सकती है। 5. पूर्वजों की सम्पत्ति प्राप्त होती है। 6. जातक अपने जीवन में खूब ऐशों आराम करता है। 7. जातक धार्मिक प्रवृत्ति का होता है। 8. खाना न०-12 के केतु से वृहस्पति का शुभ सम्बन्ध हो तो जातक साधु स्वभाव का विजय श्री प्राप्त करने वाला होता है। 9. वृद्धावस्था में विदेशों में सुख प्राप्त करता है। 10. ऐसे जातक के पुत्र भी विदेश जाते हैं। 11. यदि केतु के साथ शुक्र भी बैठा हो तो जातक शक्ति के उपासक होता है। 12. जातक खूब तरक्की करता है। 13. 24 वर्ष की आयु से ही मान-यश की प्राप्ति करने लगता है।",
                "ashubh": "1. यदि केतु मन्दा हो तो निः संतान का जमीन खरीदकर मकान बनाने से जातक भी निःसंतान हो जाता है। 2. जातक को प्रवास अधिक करने पडते हैं। 3. अंत्यधिक धन व्यय करने के कारण कभी कभी जातक कर्जदार भी हो जाता है। 4. भाईयों का खून बहाने से बर्बाद से हो जाता है। 5. खाना न०-12 में केतु हो और खाना न0-6 में राहु के साथ मंगल बैठा हो 28वें वर्ष तक चन्द्र बैठा हो तो 32 वर्ष की आयु तक शुक्र बैठा हो तो तो 25वें वर्ष की आयु तक पुत्र उत्पन्न नहीं होता है । 6. यदि केतु पाप राशि में हो तो जीवन भर संघर्ष करना पड़ता है। 7. खाना न०-12 में केतु हो और खाना न०-2 में शुक्र या चन्द्र या मंगल हो तो केतु मन्दा फल प्रदान करता है।"
            }
        }
    }
]