[
    {
        "sun": {
            "1": {
                "subh": "1. जातक धनवान, विद्वान, परोपकारी व साहसी होता है। 2. सरकारी नौकरी प्राप्त करता है। 3. घर में धन का अभाव न रहने के कारण ऐसे जातक कई नौकर भी रखते हैं। 4. अपने पिता की पूरी सहायता करता है। 5. पिता से चाहे धन न मिले परन्तु अपनी सन्तान को प्रयाप्त धन देकर मृत्यु प्राप्त करता है। 6. विवाह 25 वर्ष के बाद होती है। 7. समाज और देश की जनता से पूर्ण यशमान-प्रतीष्ठा प्राप्त करता है। 8. अति उच्च अधिकारियों, सम्मानित लोगों व प्रतिष्ठावान व्यक्तियों से सम्मान व इज्जत प्राप्त करता है। 9. चरित्रवान, संतोषी और साहसी होता है। 10. आँखों से देखी हुई स्थित को सत्य मानता है। ऐसे जातक काम की सुनीबातों पर यकीन नहीं करता। 11. साधारण कुल में जन्म लेकर भी पूर्ण तरक्की व सफलता प्राप्त करता है। 12. पुराने विचार व धर्म का पालन करने वाला होता है। 13. शराब की नशा से दूर रहता है। 14. गरीबों पर दया भाव दिखाते हुए उनकी पूर्ण सहायता करता है। 15. धार्मिक स्थानों में भवन व कुँए या नलकूप लगाने का शौकीन होता है। 16. कम सन्तान प्राप्त करता है. परन्तु स्त्री, सन्तान व धन का सुख अन्त समय तक प्राप्त करता है। 17. खाना न0-1 में सूर्य हो और सातवें खाने में भी कोई ग्रह बैठा हो तो जातक विदेश यात्रा करता है और आराम से सभी सुखों की प्राप्ति हो जाती है। 18. यदि पहले नम्बर के खाने में सूर्य के साथ बुध भी बैठा हो तो जातक पढ़ा लिखा होकर विदेशों में बेहद धन कमाता है। 19. आयु लगभग 100 वर्ष की होती है। 20. लम्बे समय तक राजकीय कार्यों में संलग्न रहता है। 21. न्याय प्रिय और गरम मिजाजी होता है।",
                "ashubh": "1. शरीर में सांप के समान गुस्सा होगा। 2. पिता बचपन में ही स्वर्ग सिधारेगा और पुत्र से  सुख की आशा करना निरर्थक होगा। 3. विचार दुधारी तलवार के समान होगा। 4. पुत्र उत्पन्न होगा परन्तु मृत्यु प्राप्त करेगा। 5. स्त्री (पत्नी) सदैव बिमार रहेगी। 6. जातक स्वयं आँखों तथा तपेदिक रोग से ग्रस्त रहेगा। 7. विवाह में बाधा आयेगी। 8. विद्या अधूरी रह जायेगी। 9. जातक दुर्वचन बोलने वाला और संघर्षमय जीवन बिताने वाला होगा। 10. विघ्न-बाधाओं से परेशान होकर आत्म हत्या करने हेतु मन में विचार बनाएगा। 11. जातक के सिर में बाल थोड़े होगे. 12. क्रोधित होने पर किसी को भी क्षमा नहीं करेगा। 13. कठिन परिश्रम से ही धन संयम होगा। 14. सूर्य खाना न० 1 में हो और शनि खाना न०- 8 में हो तो कई विवाह होगे (दो या तीन तक) और पत्निया मरती जायेंगी। गृहस्त जीवन कष्टमय होगा। ऐसे जातक को विवाह 25 वर्ष के बाद करनी चाहिए।"
            },
            "2": {
                "subh": "1. जातक को लोहे तांबे का व्यापारी या उद्योगपति बनाता है। 2. ऐसे जातक दानवीर, न्यायप्रिय, धार्मिक व त्यागी होता है। 3. बहु मूल्य धातु रत्न, सोना, चांदी का व्यापार करके करोड़ों का धन अर्जित करता है। 4. मधुर भाषी व तर्क प्रवीण होने के कारण अपने शत्रुयों को अधीन कर लेता है। इनके सामने बड़ा से बड़ा शत्रु भी 11 दिन, 11 मास अथवा 1 वर्ष मास के अन्दर आत्म समर्पण कर देता है। 5. अपने बच्चों, मित्रों व सहयोगियों तथा कुटुम्बों को अपनी सहायता के द्वारा धनवान बना देता है। 6. अपने पिता को हर क्षेत्र में सफलता प्रदान कराता है। 7. ऐसे जातक का कोई भाई-बहन विदेश अवश्य जाता है। 8. मेकेनिक, तरखान आदि के कार्यों में भी द्वितीय भाव के सूर्य ने माहिरत हासिल कराता है। 9. स्त्रियों से झगड़ना पसन्द नहीं करता । 10. उत्तम भोजन व बढ़ियां वस्त्रों का रसिया होता है। 11. अपनी भुजावल का स्वामी होता है।",
                "ashubh": "1. स्त्री के कारण सम्बन्धियों से झगड़ा करता है। 2. नेकी करने पर बदनामी व अपयश मिलता है। 3. ग्रहों की पीड़ा से दुःखी रहता है। 4. औरत एंव जमीनी झगड़ों से धन नाश कर लेता है। 5. किसी से मुफ्त का दूध पीना जहर पीने के समान होगा। 6. किसी का जमानती बनने पर स्वयं परेशानी में फंस जायगा। 7. यदि सूर्य के साथ राहु भी बैठा हो तो नेत्र रोग, ससुराल का अर्थिक हालत कमजोर, विवाह के पश्चात् कुछ ही महीनों में ससुराल परिवार में मौत आदि की घटनाएँ होगी। 8. यदि सूर्य खाना न०-2 में हो, मंगल खा न०-1 में हो और चन्द्र खाना न०-12 में हो तो जातक लेखक व ज्योतिषी होता है, परन्तु भाग्योदय 34 वर्ष के बाद होता है।"
            },
            "3": {
                "subh": "1. जातक मध्यम वर्गीय धनी होता है। 2. शूरवीर होता है तथा अपनी भुजाओं के बल से परिस्थितियों को अपने अनुकूल बना लेता है। 3. अत्यधिक कठिनाई आने के बावजूद भी अपने आत्म बल के भरोसे सीमित साधनों के रहते हुए भी आगे बढ़ता रहता है। 4. जातक बुद्धिमान होता है। 5. राज दरबार व मुकद्दमें में विजय प्राप्त करता है। 6. चाल-चलन नेक होता है और ज्योतिष विद्या का शौकीनहोता है। 7. भाई- भतीजों से लाभ प्राप्त करता है। 8. संतान दिन के समय पैदा होती है। 9. स्वयं कमाकर खाने वाला, ईमानदार होता है। 10. झूठे लोगों से घृणा करता है। 11. शुभ कार्यों पर ध्यान व धन खर्च करता है। ",
                "ashubh": "1. तीसरे खाने का सूर्य भाइयों के लिए हानिकारक होता है। 2. ऐसे जातक सगे सम्बन्धियों के साथ शत्रु के समान व्यवहार करता है। 3. बाप-दादा गरीब होगा। 4. मान हानि होगी और चाल-चलन ठीक नहीं होगा। 5. राजदरबार से लाभ नहीं मिलेगा। 6. नाना-नानी व मामा-मामी को भी अनेक विपदाओं का सामना करना होगा। 7. यदि तीसरे खाने में सूर्य हो और लग्न में अशुभ ग्रह बैठा हो तो पड़ोस का मकान उजड़ा होगा या पड़ोसी दरिद्र होंगे। 8. ऐसे जातक के घर में दिन के समय चोरी होगी और धन के मामले में कई बार धोखा खाएगा।"
            },
            "4": {
                "subh": "1. जातक संगीतकार व गायक बनता है। 2. पूर्ण सुखी व सर्वजन प्रिय इन्सान होता है। 3. ऐसे जातक स्वंय इतना धन कमाता है कि आने वाली पिढ़ीयों को सुखी बनाकर संसार से विदा होता है । 4. राज्य पक्ष से पुरस्कृत होकर समाज और देश में प्रतिष्ठा प्राप्त करता है  5. जातक परोपकारी होता है I  6. मित्रों द्वारा इन्हें सहायता मिलती है। 7. समुद्र यात्रा, चौपाया पशु, वाहन व स्त्री से लाभ प्राप्त होता 8. माता-पिता की सेवा कम ही कर पाता है। 9. यदि सूर्य चौथे भाव में हो और गुरु वृहस्पति 10 वें भाव में बैठे हो तो जातक उत्तम स्वर्णकार या सोने का व्यापारी होता है। 10. ट्रासपोर्ट और प्रापर्टी डीलर के कार्यों में लाभ प्राप्त करता है । 11. राजा के समान अमीर होता है। ",
                "ashubh": "1. माता व बहन के सुख में हानि प्रदान करता है। 2. घर छोड़कर विदशों में रहना पड़ता है। 3. जातक वह काम करता है। जो उनके पूर्वजों ने कभी न किया हो। 4. जातक को चोरी की आदत पड़ जाती है। 5. बहुत बड़ा लालची और मुफ्त की वस्तुएं प्राप्त करने में रूचि लेता है। 6. पराई स्त्री से सम्बन्ध रखने से संतानहीन हो जाता है  7. सूर्य चौथे खाने में बैठा हो और शनि 7वें भाव में हो तो जातक शराबी होता है और रतौंधी रोग का शिकार होता है। 8. सूर्य चौथे भाव में, राहु-शनि या वृहस्पति 10 वें खाने में हो तो ससुराल से प्राप्त धन नष्ट हो जाता है। शनि की कुदृष्टि के कारण कारोबार बन्द हो जाता है। उनके घर में आग लग जाती है,जिससे समस्त सम्पत्तियाँ नष्ट हो जाती है। 9. सूर्य चौथे खाने में हो और मंगल 10 वें खाने में तो जातक एक आँख का अन्धा होता है। 10. यदि चन्द्रमा उच्च का हो और वृहस्पति कुम्भ या कर्क राशि में बैठा ही तो जातक की शादी व सन्तान की शादी व सन्तान से कई अड़चने आती है। "
            },
            "5": {
                "subh": "1. विद्या अच्छी प्राप्त करता है। 2. राज्य व सरकार से विशेष सुख प्राप्त करता है। 3. ऐसे जातक के माता-पिता सुखी होते है । 4. गुरू के आर्शीवाद विद्वानों की संगति से लाभ प्राप्त करता 5. पुत्र सन्तान प्राप्त करने के बाद पूर्ण तरक्की करता है। 6. परोपकारी होता है। 7. ऐसे जातक की आयु लगभग 85 वर्ष की होती है। 8. जातक जन्म से ही भाग्यशाली होता है। 9. आयु बढ़ने के साथ-साथ ऐसे जातक के पास धन भी बढ़ता है। 10. यदि पाचवें खाने में सूर्य के साथ बुध भी बैठा हो तो जातक लेखक, कवि या शायर होता है। परन्तु जीवन भाग दौड़ वाला होता है । 11. ऐसे जातक विदेश भी जाता है और लाटरी सट्टा आदि से धन प्राप्त करता है। 12. ज्योतिष शास्त्र व गुप्त विद्या का माहिर होता है। 13. ऐसे जातक को एक पुत्र अथवा एक ही पोत्र (पोता) होता है। 14. बुढ़ापा सुख से व्यतीत होता है।",
                "ashubh": "1 यदि सूर्य पाप प्रभाव में हो तो उदर रोग होते है। 2. हृदय होग के कारण मृत्यु की सम्भावना दिखाई पड़ती है। 3. आय की अपेक्षा व्यय बढ़-चढ़ करं होता है। 4. यदि सूर्य जल राशि (कर्क, वृश्चिक, मीन) में हो तो जातक की प्रवृत्रि बुरे कर्मों की ओर रहती है। 5. सुख की परवाह किए बिना ऐसा जातक अपनी स्वार्थ पूर्ति की ओर विशेष ध्यान देता है। 6. अत्यधिक कंजूस होता है। 7. यदि अग्नि तत्वीय राशियाँ यानि मेष, सिंह व धनु में सूर्य स्थित हो तो सन्तान नहीं होती या सन्तान का अभाव बना रहता है। 8. सूर्य खाना न०-5 में और बृहस्पति खाना न० 10 में हो तो विवाह एक से अधिक होती है और स्त्री पर स्त्री मरती जाती है। 9. ऐसे जातक के पुत्र सन्तान होता तो जरूर है परन्तु मृत्यु प्राप्त करते जाता है। 10. सन्तान कुकर्मी और बेकार होता है, यदि शनि खाना न-7 में विराजित हो ।"
            },
            "6": {
                "subh": "1. यदि सूर्य खाना न०-6. में हो और मंगल खाना न०-4 में हो तो जातक पर मंगलीक योग का प्रभाव नहीं होगा। 2. उपरोक्त खाना न०-6 में सूर्य हो और मंगल किसी भी खाने में बैठे हो तों मंगल का शुभ प्रभाव ही सदैव रहेगा। 3. ऐसे जातक कुशल व्यापारी होता है। 5. जातक शत्रु हन्ता होता है। 6. मुकद्दमों में विजय प्राप्त करता है । 7. धन-धान्य का पूर्ण सुख प्राप्त करता है। 8. जातक की कीर्ति अक्षुण्ण बनी रहती है तथा वह मन्त्र शास्त्र का जानकार होता है। 9. संतान जन्म के बाद किस्मत चमकता है। 10. पत्नी सुन्दर मिलेगी। 11. राज दरबार या नेता मंत्री वगैरह से उत्तम सम्बन्ध होगा।",
                "ashubh": "1 नाना-नानी और मामा-मामी के स्वास्थ्य व व्यापार बर्बाद हो जाएगा। 2. ऐसे जातक के शत्रु अधिक होंगे और मुकद्दमेबाजी पर धन बर्बाद होगा। 3. जातक हठी स्वभाव का होगा और आग में जलने के कारण शरीर के किसी अंग पर निशान लग जायेगा। 4. भाई-बन्धुओं की संख्या कम होगी। 5. यदि सूर्य वृष, सिंह, वृश्चिक या कुंभ राशि का हो तो जातक को दमा डिप्थीरिया या ब्रोकाइटिस जैसे रोग होते है। 6 कन्या और मीन राशि का सूर्य जातक को क्षय रोग से पीड़ित रखता है। 7. ऐसे जातक की मौसी विधवा या पुत्रहीन हो जाती है। 8. यदि सूर्य पुरूष राशि में हो तो जातक अधिक भोजन करने वाला कामुक तथा घमण्डी होता है । 9. सूर्य खाना न0 6 में हों और चन्द्र खाना न०-12 में हो तो स्वयं या जातक की पत्नी एक आँख से अन्धी होती है। 10. खाना न०-6 में स्थित सूर्य है और 12 वें खाने रोग में बुध हो तो जातक रक्तचाप व चमडी रोग से ग्रसित होता है। 11. सूर्य खाना न०-6 में हो और शनि बारहवें खाने में बैठा हो तो जातक के पिता का तन, मन जा धन जरूर बर्बाद हो जाता है। ऐसे जातक की पत्नी ने तलाक दे देती है या मर जाती है। 12. षष्ठम भाव में सूर्य हो और 10 वें भाव में मंगल हो तो लड़के पैदा होकर भी मृत्यु के गाल में समाए जाता है। 13. छठे भाव (खाना) का सूर्य 11, 21 व 22 वें वर्षों में अनिष्ट प्रदान कराता है। 14. शरीर कमजोर हो जाता है एवं अधिकतर व्यक्ति विकलांग हो जाता है। 15. सूर्य खाना न०-6 में स्थित हो और शनि या राहु दोनों इक्ट्ठे या अलग लग्न भाव में बैठा हो तो जातक के पिता और माता गरीब हो जाता है । तत्पश्चात् 45वें या 48वें वर्षों में तरक्की करता है। 16. पुत्र का विचार स्वभाव मंदा होगा। 17. स्त्री (पत्नी) व्यभिचारिणी होकर बर्बाद हो जाएगी। यदि शनि बाहरवें खाने में हो। 18. 22 वर्ष के बाद जातक या जातक का पिता में कोई एक आदमी ही सरकारी पद पर कायम रह सकेगा। 19. पिता की आयु समाप्त करने हेतु उसका ग्रह पिता पर भारी होगा।"
            },
            "7": {
                "subh": "1 जातक की आयु 90 वर्ष की होगी। 2. जातक का हौंसला बुलंद होगा 3. बेशक कितने भी दुख देखने पड़े फिर भी ऐसे जातक अपने आप में एक उदाहरण होगा। 4. लग्न भाव में कोई ग्रह नहीं रहने पर भाग्योदय शादी के बाद होगा। 5. यदि सूर्य सातवें खाने में हो तो जातक के सिर का बाल भुरे रंग का होगा और राज दरबार में खूब मान-प्रतिष्ठा हासिल करेगा। 6. सूर्य सातवें भाव में और चन्द्र मंगल या बृहस्पति द्वितीय भाव में हो तो ऐसे जातक कुशल राजनीतिक और मंत्री होगा। 7. जातक बुद्धिमान, झगड़ों से परहेज करने वाला होगा। 8. स्वयं भी सुन्दर होगा और पत्नी भी सर्वांग सुन्दर होगी। 9. जातक यदि व्यापारी होगा तो शांत स्वभाव और यदि सरकारी नौकरी वाला होगा तो क्रोधित स्वभाव का होगा। 10. मिथुन, तुला और कुम्भ राशियों का सूर्य जातक को शिक्षा विभाग में नौकरी प्रदान कराता है तथा इसी से वह प्रगति कर पाता ऐसे जातक कुशल नीतिज्ञ होता है तथा उसे एक या दो सन्तान ही होती है। 11. सूर्य स्त्री राशियों में हो तो व्यापार से लाभ मिलता है, राजनीति में जाने से सफलता मिलती है। 12. यदि सूर्य जल राशि का हो तो जातक चिकित्सा के क्षेत्र में उन्नति करता है। ऐसे जातक सिचाई विभाग का पदाधिकारी होता है या विज्ञान के क्षेत्र में चाल जाता है। 13. स्त्री राशि का सूर्य अधिक सन्तान देता है। 14 पति अथवा पत्नी प्रभावशाली. व्यवहार व बर्ताव में अच्छे, अपातकाल में एक दूसरे के सहायक होते हैं और ऐसे जातक नौकरों से प्रेम पूर्वक कार्य सम्मान कराते हैं। 15. ऐसे जातकों को उद्योग व सांझेदारी के कार्यों में भी सफलता मिलती है। 16. जातक का चाल चलन ठीक होता है और सच्चाई पसन्द होता है। 17. यदि खाना न०-7 के सूर्य के साथ बुध भी बैठा हो तो जातक खूब धन प्राप्त करता है।", 
                "ashubh": " 1. जन्म के दिन से ही घर का हालत व परिवार का हाल मंदा होने लगेगा। 2. बुआ और फूफा को परेशानी का सामना का करना होगा। 3. पहली पत्नी रोगी होगी। 4. राज्य से दुःखी और क्रोधी स्वभाव का होगा। 5. विवाह देर से होगी। 6. दाम्पत्य जीवन प्रायः कलह से ही व्यतीत होगा। 7. पति-पत्नी के बीच वैभवस्य बना रहेगा। 8. समाज में मान हानि उठानी पडेगी। 9. तपेदिक रोग एवं एडस रोग से गृहस्थी बर्बाद हो जायगी। ऐसे समय में जातक को “सिद्ध रवि यंत्र धारण करने से लाभ होगा। 10. ससुराल परिवार की प्रगति बंद हो जायगी। 11. पराई माता गले लगे रहेगी। 12. यदि सूर्य सातवें भाव में हो और बुध अनिष्ट हो एवं गुरू+शुक्र खाना न० 11 में हो तो पागलपन, आग लगने की घटनाएँ, घर में मौत, किसी का घर से भागने आदि की घटनाएँ घटित होगी। 13. ऐसे जातक नमकीन वस्तुएँ खाना अधिक पसन्द करेगा। "
            },
            "8": {
                "subh": "1. जातक धनवान होता है और राज दरबार की नौकरी 22 वर्ष में ही प्राप्त कर लेता है। 2. अपनी सच्चाई से शत्रुयों को परास्त करता रहता। परन्तु मुकदमा कभी-कभी हार जाता है। 3. झूठ से बिल्कूल नफरत करेगा। 4. ऐसे जातक में मृत्यु कोसों दूर भागती रहती है। 5. जातक के सामने उनके रिश्तेदारों को कोई नहीं मार सकेगा। 6. नकल करने की शक्ति का मालिक होगा। 7. उजड़े मकानों को बनाने वाला होगा। 8. सूर्य आठवें खाने में रहने से जातक पर मंगलीक योग का `प्रभाव नहीं रहेगा। 9. सूर्य आठवें भाव में और बुध खाना न०-2 में हो तो आर्थिक हालत कुछ मंदा होगा। 10. यदि सूर्य स्त्री राशि में हो तो सन्तति सुख अधिक मिलता 11. विदेश वास करना पड़ता है। 11. जातक बुद्धिमान होगा, बहन, बुआ आदि पर शुभता प्रदान करेगा और लेखक का कार्य करेगा। परन्तु बुध का शुभ होना यहाँ जरूरी है। 13. जातक चरित्रवान, न्यायी, साफ दिल और गुप्त विद्याओं का माहिर होगा। 14. ऐसे जातक को स्त्री पक्ष से पूर्ण लाभ मिलेगा। 15. जब तक अपने खानदानी खून पर हमला नहीं करेगा तब तक बर्बाद नहीं होगा। 16. यदि किसी का बुराई सोचेगा तो तबाह हो जायेगा।",
                "ashubh": "1. आठवें खाने का सूर्य यदि पुरूष राशि या आग्नि तत्वीय राशि अर्थात् मेष, मिथुन, सिंह, तुला, धनु, कुंभ राशि में स्थित हो तो बुरे फल मिलते है। घर की गुप्त बातें बाहर चली जाती है। 2. जातक की स्त्री विश्वासपात्र नहीं होती। 3. यदि सूर्य स्वराशिस्थ या उच्च का हो तो असावधामी के कारण जातक की मृत्यु हो जाती है। 4. यदि आठवें खाने का सूर्य वृश्यिक, मकर, कुभ, तुला, वृष या कन्या, राशि का हो तो जातक को लम्बी बीमारियाँ भोगकर मृत्य का आलिंगन करना पड़ता है। 5. पराई स्त्री से सम्बन्ध बनाने पर बर्बाद हो जाता है । 6. नेत्र रोगी होता है और पत्नी से विरोध रखता है। 7. जीवन के अन्तिम समय में जातक को अर्थ का अभाव हो जाता है। 8. परदेश वास करता है और भाईयों में सबसे बड़ा होता है। 9. मुकद्दमें में हार होती है। 10. पराई स्त्री से यदि सम्बन्ध बनाते तो सर्वनास हो जाता है।"
            },
            "9": {
                "subh": "1. जातक योग्य चिकित्सक (डाक्टर) होता है। 2. विद्या ध्यान उच्च कोटि का करता है। 3. अपने धर्म का पालन करने वाला देवपूजक होता है और परमात्मा के प्रति अगाध भक्ति रखता है। 4. अन्य धर्मों का भी आदर करता है। 5. परिवार का पालक होता है। 6. वाहन का सुख प्राप्त करेगा। 7. सूर्य खाना न०9 में है और बृहस्पति वहां भी विराजित होकर शुभ दृष्टि से देख रहा हो तो जातक विदेशों में धन कमाता है। 8. परिवार बहुत बड़ा होगा। 9. आयु लगभग 100 वर्ष की होगी। 10. अपने परिवार व भाइयों की रक्षा हेतु अपना खून पानी की तरह बहाने को सदैव तैयार रहेगा। 11. अपने पिता के भाग्य को जन्म के तुरन्त बाद से ही जागृत कर देगा। जन्म से पहले यदि जातक का पिता गरीब भी होता तो जन्म के बाद अमीर हो जायगा। 12. जीवन हर प्रकार से ठीक ही बीतेगा। 13. जातक सत्यवादी होगा। 14. गौ और ब्रह्मणों का सेवक होगा। 15. समाज में मान-प्रतिष्ठा प्राप्त करेगा। 16. यदि सूर्य वायु तत्वीय राशि में हो तो जातक लेखक या प्रकाशक के कार्य करेगा। 17. यदि सूर्य भूतत्वीय राशि में हो तो जातक खेती-बाड़ी या खदानों में कार्य करेगा। 18. सूर्य जल तत्वीय राशियों में विराजमान रहने से जातक फिल्म अदाकार, नाटककार व संगीतकार होते हैं। 19.अग्नि तत्वीय राशियों में रहने से सैनिक या मशीनरी कार्यों में जातक को जीवन बिताना पड़ता है। 20. आय और व्यय बढ़-चढ़ कर होगा। ",
                "ashubh": "1. जातक जरूरत से ज्यादा भोला-भाला होता है। 2. चांदी, दूध, दहीं आदि सफेद वस्तुएँ दान लेना हानिकारक 3. मुफ्त की वस्तुएँ किसी से लेने पर परेशानियों का सामना करना होगा। 4. बृहस्पति यदि शुभ दृष्टि से नहीं देखता हो तो विदेश जाने हेतु धन न लगावें। यदि धन लगायेंगे तो वह वापस नहीं आयगा। यदि विदेश चले भी जायेंगे तो हानि के सिवा लाभ कदापि न प्राप्त होगा। 5. स्वभाव भोला-भाला रहते हुए भी क्रोधी होगा। 6. भाइयों पर जान जरूर गवायेंगे परन्तु उनके विचार आपको कष्ट पहुंचायेगे। 7 सूर्य खाना न०- 9 में और बुध खाना न0-5 में हो तो 34 वर्ष के बाध किस्मत चमकेगी। 8. कच्चे विचार का होगा। "
            },
            "10": {
                "subh": "1. राज्य से धन लाभ होगा अर्थात सरकारी पद का प्रतिष्ठा पाकर धन अर्जित करेगा। 2. नौकर-चाकर का सुख प्राप्त होगा। 3. सवारी का सुख प्राप्त होगा। 4. स्वस्थ्य उत्तम रहेगा। 5. जातक विद्वान सच्चरित्र एवं तेजस्वी होगा। 6. जवानी में धन सुख अधिक मिलेगा। 7. जातक गुणवान होगा। 8. मान-सम्मान व धन का मालिक होगा। ",
                "ashubh": "1. जातक वहमी (भ्रमित होने वाला) स्वभाव का होता है। 2. विजनेश में वस्तुओं की उचित कीमत प्राप्त नहीं होगा। 3. लोग ऐसे जातक की सच्चाई से डरेगा। 4. जातक क्रूरू व घमण्डी होगा और गलत कार्य करने वाले किसी भी व्यक्ति को माफ नहीं करेगा। 5. किसी के आगे झुकना पसन्द न करेगा। 6. दिखावे का सच्चा मगर दिल का झूठा होगा । 7. कोयला, लोहा अथवा कोई भी काली वस्तुओं का व्यापार करने पर कभी सफलता नहीं मिलेगी । 8. काला कपड़ा पहनना हानि कारक होगा। 9. जातक फेफड़े व घुटनों का रोगी होगा। 10. मुसीबत के समय दूसरों के आगे रोने-गिड़गिड़ाने कीआदत बन जायेगी। 11. सिर नंगा रखने से सदैव हानि का सामना करना होगा। 12. पश्चिमी दीवार के साथ लगने वाले मकान का पड़ौसी,संतान हीन होगा। 13. क्रोध के कारण औलाद को तबाह कर देगा। 14. यदि खाने 10 में सूर्य हो और खाने 5 में चन्द्र हो तो जातक की आयु 12 दिन होती है। परन्तु पुरूष ग्रह शुभ न हो। 15. सूर्य 10 वें भाव में और चन्द्रमा अथवा बृहस्पति पाँचवें या छठे खाने में हो तो जातक का जिस्म बचपन में दुःखों से भरा हुआ अल्पायु होता है। 16. सूर्य खाने 10 में शुक्र खाने न०-4 में हो और शनि मंदा हो तो जातक का पिता जातक के जन्म के कुछ ही दिनों बाद मृत्य को प्राप्त करता है । 17. सूर्य दसवें भाव में हो और 6वें या 7वें खाने में कोई पापग्रह बैठा हो तो 34 वर्ष तक की आयु में न स्वयं को लाभ और न पिता को लाभ होगा। 18. शनि की महादशा के समय 19 वर्ष तक पिता का अनेकों कष्ट झेलने पड़ेगे । 19. सूर्य दसवें खाने में हो और चौथा खाना ग्रहों से खाली होतो बुद्धिमान होते हुए भी राजदरबार में कद्र नहीं होगी। "
            },
            "11": {
                "subh": "1. औलाद नेक होती है। 2. ऐसे जातक को तीन पुत्र सन्तान होते है। 3. राज्य व सरकार से धन प्राप्त करता है। 4. ऐसे जातक शाकाहारी होते हैं और सदैव उँची उड़ान भरने की सोचते हैं। 5. धर्म के प्रति पूर्ण आस्था रखता है। 6. पूर्ण ऐशो-आराम से जीवन व्यतीत करता है। 7. समाज सेवक होता है और विदेश यात्रा भी करता है। 8. जातक के नेत्र मनमोहक होते हैं। 9. गायन व वादन विद्या से बहुत प्यार करता है। 10. परोपकारी और यशस्वी होता है। 11. मान-प्रतिष्ठा गौरव प्राप्त करने वाला पदाधिकारी होता है। 12. अच्छे कुल की स्त्रियों से ऐसे जातक को लाभ प्राप्त होता 13. लगभग 88 वर्ष की होगी। ",
                "ashubh": "1. जातक लालची होता है। 2. मांस खाने व शराब पीने से नाश हो जायगा । माशाहारी होने से पुत्र सन्तान की मृत्यु हो जायगी और अन्त में निःसंतान हो जायगा। 3. स्वप्न में सांपों के तमाशे देखने को लिखेंगे। 4. खोटी जुबान का होगा और जातक फरेबी, धोखेवाज, झूठा, और लड़ाई-झगड़ा करने वाला होगा। 5. सूर्य खाना न0-11 में और शनि खाना न0-5 में हो तो आयु बारह साल की होगी। पुत्र सन्तान मृत पैदा होगा। ऐसी अवस्था में मूली, शलगम, गाजर रात में सिरहाने में रखकर प्रातः काल मंदिर में दान करने से लाभ होगा। जातक ऐसी अवस्था में 'सिद्ध सूर्य यंत्र' धारण करें तो पुत्र सन्तान का बचाव हो जायगा। 6. विदेश यात्रा करने से हानि होगी। 7. स्वास्थ्य से कमजोर रहेगा। 8. यदि शुक्र खाना न०-5 में हो तो गृहस्थी तबाह हो जायगी, दो विवाह होगा और पति-पत्नी में कभी बनाब नही होगा।"
            },
            "12": {
                "subh": "1. ऐसा जातक सुख की नींद सोने वाला बेफिक्र इन्सान होता है। 2. ज्योतिषी तांत्रिक और गुप्त विद्या का पारंगत होता है 3. डाक्टरी या केमिस्ट के कार्यों में सफलता व प्रगति प्राप्त करता है। 4. विदेशों में वास करता है। 5. ऐसे जातक अत्यधिक भावनात्मक होता है। 6. धर्महीन व संतानहीन नहीं होता है। 7. यदि सूर्य द्वादश भाव में हो और केतु खाना न०-2 में हो तो 24 वर्ष के बाद भाग्योदय होता है। 8. जातक विद्वान व ब्रह्मज्ञानी होता है। 9. लम्बी जागीरों का स्वामी होता है. 10. व्यापार में लाभ कमाता है। ",
                "ashubh": "1. जातक को उदासी घेरे रहती है। 2. नेत्र रोगी और पराई आग में जलने वाला होता है। 3. दिमाग में खराबी आ जाती है। 4. किसी की झूठी गवाही देने से, अमानत मार लेने से, चोरी व गबन करने से ऐसे जातक मारा-मारा फिरता है। 5. आटा पीसने की चक्की घर में पड़ा रहने से या चलाने से धन का नाश हो जाता है। 6. मकान का खुला आंगन नहीं रहने से धन में बुद्धि नही होती है। 7. धनवान होने की कोई गारंटी नहीं। यदि सूर्य बारहवें खाने में हो और चन्द्रमा खाना न-6 में हो जातक या जातक की पत्नी एक आँख का कानी होती है।"
            }
        },
        "moon": {
            "1": {
                "subh": "1. जातक अपनों माता का परम सेवक होता है। 2.ऐसे जातकों के पास धन दोलत की कमी नहीं होती। 3. चन्द्रमा अकेले किसी भी खाने में बैठा हो तो वे शुभ फल ही प्रदान करते है। 4.ये विद्वान, बुद्धिमान तथा परोपकारी होता है। 5. आयु 90 वर्ष की होती है। 6. राज दरबार से मानव यश प्राप्त होता है। 7. 27 वर्ष के बाद धन सुख व सन्तान प्राप्ति का सुख प्राप्त होता है। 8. जातक विदेश जाता है या विदेशी व्यक्तियों से धन प्राप्त करता है। 9. माँ का आर्शीवाद लेते रहने में खूब तरक्की करा है। 10. जातक मुसीबत से बुलंद हौसले के साथ सामना करता है। 11. बर्दाश्त करने की अचूक ताकत प्राप्त करता है। 12. विद्याध्यन पर किया गया व्यय-आय अवश्य प्राप्त करता",
                "ashubh": "1. दूध बेचने से जातक बर्बाद हो जाता है। 2. परिवार घटने लगेगा। 3. सन्तान की इच्छा चांदी धारण करने से ही पूरी होगी। 4. 28 वर्ष आयु से पहले विवाह होने पर परिवार व कुटुम्ब की बर्बादी और पुत्र सन्तान का हाल मंदा होगा। 5. 24 वें वर्ष से पहले यदि मकान बनावें या विवाह करे तो जातक कभी सुखी नहीं रह पायेगा। 6. शीशे के ग्लास में पानी या शीशे का बर्तन उपयोग करने से सब कुछ नाश हो जायगा। 7. हरी सब्जी खाने से या हरे रंग का वस्त्र पहनने से स्वास्थ ठीक नहीं रहेगा। 8. सन्तान होने के बाद यदि दरिया पार जाना पड़े और वहां 100 दिन से अधिक ठहरने पड़े तो जाते समय दरिया में तांबे का पैसा गिराकर जाना चाहिए, वरना सन्तान बीमार या उसकी मृत्यु हो जायगी। 9. 24 से 27 वर्ष के अन्दर माता से अलग होने से उनकी माता जी बीमार रहेंगी या मौत के गाल में समा जायेंगी। 10. जातक शराब पीने का आदी हो जाता है। 11. यदि पहले खाने में चन्द्र के साथ बुध भी बैठा हो या बुध सातवें खाने में हो तो जातक दिमाग व पेट का रोगी हो जाता है और असाध्य रोग का सामना करना होता है। 12. यदि चन्द्र खाना न०-1 में हो और बृहस्पति खाना न०- 11 में हो तो जातक इश्कबाज व पर स्त्री गामी होता है और बहुत कामुक होता है। अन्य ग्रह योगा योग में जातक काम वासना में कमजोर होता है। 13. यदि चन्द्रमा व शनि भाव न०-6 में साथ-साथ बैठे हो तो जातक अत्यन्त गरीब होता है। 14. बुरा कार्य करने से भाई अथवा बहन की मृत्यु हो जाती है। 15. जातक को हृदय रोग, घबराहट व कमजोरी जैसे रोगों से ग्रसित होना पड़ता है। ऐसी हालत में या चन्द्र की कोई भी अनिष्ट दशा में 'सिद्ध चन्द्र यंत्र' पंडित वाई० एन० झा के कार्यलय से प्राप्त कर लाभ उठा सकते हैं। 16. ऐसे जातक को नजले की शिकायत और पागलपन जैसी बिमारियाँ भी होती है। 17. ऐसा जातक सुखी तब तक ही रहेगा। जब तक माता की सेवा करेगा।"
            },
            "2": {
                "subh": " 1. जातक विद्या व बुद्धि 5 उत्तम प्राप्त करता है। 2. विद्या स्वयं पढ़ता है और दूसरों को भी पढ़ाता है, परन्तु सरकारी शिक्षक होने की कोई गारंटी नहीं। 3. जरूरत भर धन प्राप्त कर लेता है परन्तु अधिक अमीर नहीं हो सकता । 4. ऐसे जातक विद्वान तभी होते हैं जब उनकी माता जीवित हो। 5. पिता के होते हुए धन व पिता को विद्या सुख नहीं प्राप्त हो सकेगा। 6. घोड़ों का व्यापार, चाँदी की वस्तुओं का व्यापार सिंचाई विभाग की नौकरी करने से अधिक सफलता प्राप्त करेगा। 7. ऐसे जातक को भाई जरूर होगा, परन्तु बहन 99 प्रतिशत व्यक्ति को नहीं होती। 8. घुड़सवारी करने का शौकीन होगा। 9. माता-पिता का सुख प्राप्त करेगा। 10. आयु लगभग 110 वर्ष की होगी। 11. यदि चन्द्र दुसरे खाने में हो और बृहस्पति शुभ फल प्रदान कर रहा हो तो खानदानी शुभ जायदाद जरूर प्राप्त करेगा। 12. जातक का खानदान कई पुश्तों तक चलता रहेगा। 13. दूसरे खाने का चन्द्र यदि पूर्ण बली होकर बैठा हो तो जातक का परिवार बहुत बड़ा होता है। 14. जातक कोमल, एव मीठे वचन बोलने वाला होता है। 15. ऐसे जातक का जन्म भवन के छत पर, धर्म स्थान में या  जन्म समय के नजदीकी स्थान पर सुखा कुंआ या हैंड़-पम्प होगा। 16. जितना धन अपने पास होगा उतना ही धन ससुराल वाले के पास भी होगा। 17. जातक का जन्म अवसर शुक्ल पक्ष में ही होगा। 18. ऐसे जातक अनेकों वस्तुओं के संग्रह का शौकीन होता है। 19. यदि चन्द्रमा उच्च राशि में हो तो जातक लक्ष्मीवान संतुष्ट होता है। 20. उसे स्त्रियों की भी सहायता मिलती है। 21. ऐसे जातक को जीवन मे अनेकों उतार-चढ़ाव देखने को मिलते हैं। 22. बुध (चाहे खाने न०- 9 में हो तो भी मंदा फल नहीं देगा)",
                "ashubh": "1. ऐसे जातक की बहन को शारीरिक कष्ट रहता है। 2. खाना न० 2 मे चन्द्र हो और 12वें खाने में केतु बैठे हो तो जातक को विद्या या संतान दोनों में से एक ही प्राप्त होती है। 3. चन्द्र खाना न०-2 में और सूर्य खाना न०-1 में हो तो अव्वल तो आयु 25 साल की होगी, या 25 से 75 वें वर्ष तक की आयु में मंदा हाल रहेगा और ऐसे जातक की आयु 75 वर्ष से अधिक हो ही नहीं सकती। 4. घर के अन्दर टूटी केतली, खराब मिक्सी रखने से माता, व्यापार व धन, तीनों की हानि होगी। तो शनि का प्रभाव मंदा होगा और जातक का नजर कमजोर होगा। 5. यदि चन्द्र खाना न०-2 में हो और बुध खाना न०-6 मे हो 6. घर में घंटे घडियाल आदि रखने से खानदान मिट जायेगा।"
            },
            "3": {
                "subh": " 1. जातक मधुर भाषीहोता है। 2. परिश्रमी व सच्चे चरित्र का होता है 3. ऐसे जातक महाविद्यालय से सम्मानित विद्वान, बुद्धिमान व चतुर इन्सान होते हैं। शतरंज का खिलाड़ी होता है। 4. कठिनाइयों में अचानक दैवीय सहायता प्राप्त हो जाती है। 5. यदि तीसरे खाने का चन्द्र उच्च का हो तो जातक रिद्धि-सिद्धि का मालिक धनवान साधु होता है। 6. आयु लगभग 105 वर्ष की होती है। 7. जातक परम वीर, पराक्रमी और युद्ध में सदैव विजय प्राप्त करता है। 8. सुन्दर स्त्रियों के निमंत्रण पर ऐसे जातक अपना चरित्र खराब नहीं करते। 9. ऐसे जातक स्वयं के प्रयत्नों से आगे बढ़ता है। 10. धार्मिक प्रवृति के हाने के कारण समाज व देश में मान-यश प्राप्त करता है। 11. जातक को प्रवासी जीवन जीना होता है। 12. गूढ़ व गहन विषयों का अध्धयन करता है। 13. पूर्ण धनवान होता है। 14. ऐसे जातक के घर में चोरी नहीं होती यदि हो भी जाये तो शीघ्र ही चोरी हुई सम्पत्ति की पूर्ति कर लेता है। 15. यदि जातक भाई में अकेला हो तो बहुत अमीर हो जाता 16. ऐसे जातक के पास मृत्यु शीघ्र नहीं आती । 17. ऐसी स्त्रियों की देश में पूजा होती है। 18. जातक जन्म के समय गरीब भी हो तो बाद में अमीर हो जायगा। 19. घर परिवार के सदस्यों की अकाल मृत्यु नहीं होगी। 20. चन्द्र तीसरे खाने में और खाना न०- 9 एवं 11 खाली हो तो जातक को वर्ष के तीसरे दिन, मास व तीसरा वर्ष कभी बुरा प्रभाव नहीं देगा। 21. यदि चन्द्र खाना न०-3, सूर्य-1 शनि-11, बुध-5, बृहस्पति-9 में हो खाना न०-4 में शुभ हो तो जातक के माता पिता बहुत सुखी जीवन व्यतीत करता है। स्वयं भी शांत जीवन व विपुल धन प्राप्त करता है।",
                "ashubh": " 1. यदि तीसरे खाने में चन्द्रमा के साथ बुध बैठा हो तो समय कठिनाई से कटता है। 2. जातक की विद्या जैसे-जैसे बढ़ती जाती है। वैसे -वैसे उसके पिता की प्रगति व आय घटती जाती है। 3. घर के दुधारू पशु बिक जाते है। 4. दिल का कमजोर होने के कारण जातक को ठंड से सम्बन्धित रोगों से ग्रसित होना पड़ता है। 5. ऐसे जातक को सगे-सहोदरों से सहायता नहीं मिलती । 6. पुरूष राशि का चन्द्रमा हो तो भाईयों से अनबन रहती है। 7. ऐसे जातक व्यवसाय बार-बार बदलते हैं। 8. दाम्पत्य जीवन सामान्य स्तर का होता है।"
            },
            "4": {
                "subh": "1. जातक के जीवन में विद्या हर वक्त सहायक होती है। 2. यदि जातक का जन्म शुक्ल पक्ष में हुआ तो जातक की आयु पर राहु या केतु का बुरा प्रभाव नहीं पड़ेगा। चाहे वे ग्रह 1, 6, 8 या 12 वें खाने में क्यों न बैठा हो। 3. आयु 85 से लेकर 96 वर्ष तक की होगी। 4. यदि चन्द्र खाना न० 4 में अकेले बैठा हो तो धन खर्च करने पर अधिक से अधिक बढ़ेगा। 5. यदि मंगल का शुभ प्रभाव पड़ता हो तो बड़ा भाई, ताया और मामा के हालत अच्छे होंगे। 6. शुक्र, बुध या राहु केतु का अशुभत्र भाव असरदार नहीं होगा। 7. जातक भावुक होगा। 8. माता की आयु में वृद्धि होगी। 9. जातक साहसी व रहम दिल होगा। 10. लड़ाई-झगड़े में जिसका भी पक्ष लेगा उसकी जीत होगी। 11. जातक के पास जमीन-जायदाद व वाहन भी होगा । 12. चौपाया जानवर पालने पर सुखी रहेगा। 13. स्वभाव से दयालु और परोपकारी होगा। 14. राजकुल से अधिकार प्राप्त होता है। 15. जातक आत्मविश्वासी और संतोषी होता है। 16. यदि चौथे भाव में चन्द्र हो तो जातक राजनीति में सफलता प्राप्त करता है। 17. देश-काल व परिस्थिति का समझने में पारंगत होगा। 18. मंगल व शनि का बुरा असर नही होगा। 19. यदि जातक का जन्म शुक्ल पक्ष में हुआ तो बुढ़ापा उत्तम बीतेगा। 20. चन्द्र खाना न०-4 में और बृहस्पति खाना न०-6 में हो तो जद्दी काम उत्तम फल देंगे। 21. चन्द्र चौथे भाव में और शनि 9वें, 11 वें खाने में बैठा हो तो जातक अच्छे विचारक व अच्छे खानदान का होगा। 22. जातक पूर्ण इकवाली होगा। 23. पुत्र पैदा होने वाले दिन से ही अधिक तरक्की करेगा। 24. यदि सूर्य खाना न0-5 में बृहस्पति के साथ हो या बृहस्पति 2 या 9 खाने में और सूर्य खाना न० 5 में हो, शुक्र खाना न० 7 में हो और अकेला चन्द्र खाना न० 4 में हो तो जातक कामदेव से दूर रहता है और विदेशों में रहकर खूब धन प्राप्त करता है। 25. सवारी के कार्यों से लाभ प्राप्त करेगा।",
                "ashubh": " 1. यदि चन्द्र चौथे खाने में बैठा हो तो जातक को आत्म हत्या करने की प्रेरणा देता है और दुघर्टनाओं से घायल कर देता है। ऐसी अवस्था में जातक को सिद्ध चन्द्र यंत्र पंडित वाई० एन० झा के कार्यलय से प्राप्त कर बचाव कर लेना चाहिए। 2. गृहस्थ सुख में कमी प्रदान करता है। 3. माता को शारीरिक कष्ट होता है। 4. ऐसा जातक किसी का एहसान नहीं मानते । 5. ऐसे जातक को दूध, चावल व चांदी लाभ नहीं मिलता। 6. यदि चन्द्र चौथे खाने में और राहु 10वें खाने में हो तो जातक का सिर किसी दुघर्टना में घायल हो जाता है। 7. स्वयं रोटी देकर जहर दे देने की अपराध में सजा भुगतान पड़ता है, अर्थात भलाई करने का फल बुरा प्राप्त होता है। 8. बुढ़ापे के समय व्यापार बदलकर पछताएगा। 9. आत्महत्या ही मृत्यु का कारण बनेगा।"
            },
            "5": {
                "subh": "1. ऐसे जातक शेयर व्यापार, सट्टे, जुए आदि में लाभ प्राप्त करते हैं। 2. अच्छे सलाहकार और स्वभाव का नम्र परन्तु अक्कड़ प्रकृति का बनाता है। 3. जातक हीरे-मोती का व्यापारी होता है। 4. किसी के आगे झूकेगा नहीं, चाहे सिर क्यों न कट जाये। 5. सच्चाई के रास्ते पर चलेगा और जातक का पलड़ा सदैव भारी होगा। 6. जातक न्याय प्रिय व सत्यवादी होता है। 7. लम्बी आयु (100 वर्ष की) प्राप्त करेगा। 8. राजा के समान भाग्यशाली होगा। 9. विद्या अध्ययन अधिक नहीं कर सकेगा और यदि करले तो विद्या से लाभ प्राप्त नहीं करेगा। 10. जातक को सरकारी नौकरी मिलेगी। 11. राजदरबार से मान-यश की प्राप्ति होगी। 12. बच्चों और पत्नी को अधिक प्यार करेगा। 13. यदि पंचम खाने में चन्द्र हो तो जातक जज व वकील के कार्य से भी धन प्राप्त करता है। 14. यदि चन्द्र व शनि खाना न०-10 में हो तो जातक संगीतकार, गायक या वादन, विद्या में निपुण होता है और इन्ही कलावों के द्वारा धन प्राप्त करके सुखी जीवन बिताता है। 15. ऐसे जातक यदि रात्रि के समय कार्य करें तो प्रगति चरम सीमा तक पहुंच जाती है। 16. चन्द्र पाँचवें खाने में हो और केतु शुभ फल प्रदान कर रहा हो तो जातक के पाँच पुत्र होते हैं। 17. जातक को अपने धर्म के प्रति रूचि बनी रहेगी और स्वयं धर्मात्मा होगा। 19. ऐसे जातक लड़ाई-झगड़े मे जिसका भी पक्ष लेगा उसकी जीत होगी। ",
                "ashubh": "1. चन्द्र खाना न० 5 में हो और केतु कहीं भी बैठा शुभ फल नहीं प्रदान कर रहा हो तो जातक का पाँच कन्या सन्तान होती है। 2. बहन, बुआ, लड़की व साली जातक के अनिष्ट ग्रहों से परेशानी में फंसेगा। 3. जुबान का मंदा होने पर बर्बाद हो जायगा । 4. बुध से सम्बन्धित कारोबार करने से हानि उठायेगा। 5. अपने दिल का भेद छुपा नहीं सकेगा। 6. लालची व खुदर्गज बनेगा। 7. विद्याध्यन में बाधा और गरीबी का शिकार भी होगा। 8. जातक मांसाहारी, शराब पीने वाला, शैतानी नियत का ग्रह मददगार न हो तो जातक की आयु 12 दिन की होती है। 9. चन्द्र खाना न०- 5 में, सूर्य खाना न० 10 में हो और नर 10. चन्द्र खाना न०-5 में हो और सूर्य 11 वें खाने में हो और नर ग्रह उनका मददगार हो तो जातक की आयु 12 वर्ष की होती है। 11. लोहे, कोयला, लकड़ी व काले वस्तुओं के व्यापार से हानि उठायेगा। 12. जाहे जितना भी अकल्मन्द हो परन्तु अपनी बदजुबानी के कारण ही बर्बाद होगा "
            },
            "6": {
                "subh": "1. ऐसे जातक की उम्र 80 वर्ष की होती है। 2. परोपकारी होता है। 3. जवानी का समय उत्तम बीतता है। 4. यदि कोई व्यक्ति छः दिन से रोग ग्रस्त हो और बिस्तरे पर तड़प रहा हो, उसे यदि ऐसा जातक मुख में जल डाल दें तो रोगी अति शीघ्र स्वस्थ होकर चलने फिरने लगता है। 5. जैसा करनी वैसा भरनी कहावत वाली बातें ऐसे जातक पर खूब फबती है। 6. बुध और मंगल खाना न०-2, 8 या 12 में इक्ट्ठे बैठे हो या अलग-अलग परन्तु धन के मामले में बुरा प्रभाव नहीं डालते हैं। ",
                "ashubh": " 1. जातक को माता का मुख प्राप्त नहीं होता है। 2. सौतेली माँ के साथ जीवन नर्कमय बीतता है।  3. चौबीसवें वर्ष में कुँआ खुदवाना या नल लगवाना हानिकारक होता है। 4. चौपाया दुधारू पशु, मुर्गी पालन, पक्षियों के व्यापार मुनाफा नहीं होता । 5. जातक को देह सुख अच्छा नहीं मिलता मानसिक परेशानी, पेशाब, मिरगी व गुर्दा रोग से ग्रसित होता है। 6. यदि शुक्र अशुभ फल प्रदान करता हो तो ससुराल वाले कंगाल हो जाते हैं और उन्हें विपीत्तियों के घेरे रहते है। 7. यदि बुध अशुभता प्रदान कर रहा हो तो जातक की माता जी का खानदान तबाह हो जाता है। 8. यदि ग्रह केतु अशुभता प्रदान करे तो पिता को तबाही का सामना करना पडता है। 9. कोई भी व्यापार करे, कठिनाईयों का सामना करना पड़ता है। 10. कानूनी मामले में अपयश मिलता है। यदि कर्क राशि का चन्द्रमा छठे भाव में हो तो जातक को उदर रोगी बनाता है। 11. प्रायः बचपन में ऐसे जातक को बुरे परिणाम अधिक मिलते हैं। 12. चन्द्र छठे भाव में और कुछ 2 या 12 वें भाव में स्थित तो जातक आत्म हत्या कर लेता है। ऐसी अवस्था आने से पूर्व आत्महत्या निवारक सिद्ध यंत्र पंडित वाई०एन० झा तूफान के कार्यालय से प्राप्त कर जीवन सफल बनावें । 13. चन्द्र खाना न०-6 में और सूर्य खाना न०-12 मे हो तो जातक और उसकी स्त्री में से एक अथवा दोनों ही एक-एक आंख का काना होता है। 14. खाना न०-6 में चन्द्रमा, मंगल खाना न०-6 या 12 में और बुध आठवें खाने में हो तो जातक और जातक की माता मुर्दे के समान होगी। दोनो की आयु बहुत कम होगी। 15. खासकर 6,12 व 24 वर्ष की आयु में खेतों मे कुँआ या नलका लगवाना, छबील लगाना माता-पिता पर हानिकारक सिद्ध होगा"
            },
            "7": {
                "subh": "1. सप्तम भाव में चन्द्रमा रहने से किराये की दुकान, दवा, होटल, ढाबा, बेकरी व इंश्योरेन्स के कार्यों से लाभ प्राप्त होता है। 2. जातक धनवान होता है। 3. विद्या प्राप्त करने समय तक विवाह नहीं होती। 4. विद्याध्यन समाप्त होने ही विवाह योग जोर पकड़ लेता है। 5. जातक की स्त्री सुन्दर होती है परन्तु चन्द्र शुभ होना जरूरी है। 6. यदि जातक नशा पान न करें तो सदैव धन बढ़ता रहता है और गरीब माँ-बाप को भी लक्ष्मीवान बना देता है। 7. ऐसे जातक की मृत्यु अपने जन्म स्थान पर ही होती है। 8. विवाह के बाद प्रगति के मार्ग प्रशस्थ हो जाते हैं। 9. जातक बैंक में कैशियर की नौकरी पाता है। 10. विवाह के बाद यदि माता के साथ रहे तो माता अस्वस्थ रहती है। 11. पत्नी, माँ, बेटी और बहन से स्नेह नहीं मिल पाता। 12. जातक राजनीति में रूचि रखता है। 13. जब तक पत्नी जीवित रहेगी। तब तक उन्नति करेगा। 14. जातक व्यापारी होगा और उसके पास खेती की जमीन भी होगा। 15. जातक वकील भी बन जाता है। ",
                "ashubh": "1. बूढ़ी माता से झगड़ा करने पर नाश हो जाता है।  2. दूध और पानी बेचने पर एक पर एक पुत्र की मृत्यु होते जाती है। 3. शादी के बाद 6, 12 व 24 वे वर्षों में पापी ग्रह, शुक्र और बुध तीनों मंदा प्रभाव देगा। 4. जातक विद्वान हो या न हो इसका कोई शर्त नहीं। 5. चन्द्र खाना नं0-7 में हो और बुध खाना न०-1 में हो तो जातक भयानक नशाखोर होगा। 6. माता से क्लेश व पर स्त्री गमन करने से धन का नाश हो जाएगा। 7. यदि शुक्र पापी ग्रह के साथ किसी भी खाने में इकट्ठे हो तो बच्चे छोटी-छोटी आयु में गुजरते जायेंगे। ऐसी अवस्था में 'सन्तान रक्षा सिद्ध यंत्र' परन्तु हथियार से मृत्यु हो सकती है। 8. जातक की आयु लम्बी होगी, परन्तु हथियार से मृत्यु हो सकती है। 9. माता से लड़ना तबाही की निशानी होगी। 10. यदि चन्द्रमा उच्च का हो तो दो विवाह होते है। 11. पत्नी के मृत्यु के बाद स्थिति अच्छी नहीं रहती।"
            },
            "8": {
                "subh": "2. यदि खाना न०-8 में चन्द्र हो और सूर्य या शुक्र उत्तम प्रभाव में हो तो जातक तर जाता है। 3. चन्द्र आठवें भाव में दुध खाना -2 मे और बृहस्पति खाना न०- 9 या 11 में हो तो माता पिता दोनों की आयु लम्बी होती है। 4. ऐसी अवस्था मे (चन्द्र खाना न०-8 में) राहु व मंगल का प्रभाव बुरा न होगा। 5. जातक खानदानी सम्पत्ति प्राप्त करता है। 6. नणिहाल परिवार के लिए शुभता प्रदान करता है 7. ससुराल से धन प्राप्त कर तरक्की करता है। 8. बेटी और दामाद को तारने वाला होता है। ",
                "ashubh": "1. जातक ईष्यालु और रोगी होता है। 2. शिक्षा या माता दोनों में से एक ही सुख प्राप्त करता है। 3. जातक हर प्रकार से निकम्मा होता है। 4. ऐसे जातक निःसन्तान भी होते हैं। 5. बल्यकाल रोग ग्रस्त होता है। 6. जातक के जन्म के 4, 8 या 24 में वर्षा में उनकी माता की मृत्यु हो जाती है। 7. राजदरबार व व्यापार से हानि प्राप्त करता है। 8. जातक कपटी, झूठा, व्यभिचारी व जुआरी होता है। 9. महान अहाते के अन्दर बंद कुँआ या नलका लगाने से जातक दमा का रोगी और निःसन्तान हो जाता है। 10. जातक की मृत्यु जलोदर रोग या जल में डूब जाने के कारण होती है। 11. यदि जातक अपनी माँ की सेवा करता है तो उनकी माँ सदैव विवाह के बाद जातक को माता जी से अलग होकर रहना चाहिए।"
            },
            "9": {
                "subh": "1. जातक का भाग्योदय 24 वें वर्ष में आरम्भ होता है। 2. जातक शरीफ व ईमानदार होता है। 3. दीन-दुखियों का रखवाला होता है। 8 4. जमीन-जायदाद व धन का मालिक होता है। 15. समाज में आदरणीय स्थान प्राप्त 6. धार्मिक स्वभाव का होता है। करता है। 7. सम्पत्ति एवं सन्तान दोनों का सुख प्राप्त करता है। 8. पिता को भाग्यशाली बनाता है। 9. विदेश यात्रा करता है। 10. ऐसे जातक पागलों के चिकित्सक होते हैं। 11. परिवार में सबसे अधिक आयु प्राप्त करता है । 12. प्रवास के समय अच्छा धन प्राप्त करता है । 13. ऐसे जातक बहुत से शास्त्रों का जानकार होता है। 14. गणित शास्त्र का जानकार होता है। 15. आयु 15 वर्ष होगी।",
                "ashubh": "1. खाना न०- 9 मे चन्द्र में और सूर्य खाना न०-7 में हो तो पानी में डूबकर दिन के समय मृत्यु होती है। 2. चन्द्र खाना न०- 9 में और खाना न०-2, 3, 5, 6 में पापी ग्रह हो तो चन्द्र की वस्तुओं का व्यापार करने से धन की हानि होगी। 3. चन्द्र 9 में और मंगल खाना न०-7 में और सूर्य जहां भी बठा हो उसके अगले खाने में शनि विराजमान हो तो जातक का अधरंग रोग होता या अपंग हो जाता है। 4. ससुराल की आर्थिक हालत खराब हो जाती है। 5. ऐसे जातक यदि डाक्टरी पेशा करते हैं तो मंदा हाल ही रहता है। 6. चन्द्र खाना न०- 9 में और शनि तीसरे खाने में हो और 11 वां खाना ग्रहों से खाली हो तो जातक चोर या डकैत होता है। 7 पानी में धुली दवाईयां बेचने से बर्बाद हो जाता है।"
            },
            "10": {
                "subh": "1. ऐसे जातक की आयु 90 वर्ष की होती है। 2. डाक्टर व सर्जन होता है। 3. जनता व समाज में आदरणीय होता है। 4. कुलीन धराने में जन्म लेता है। सुन्दर, गुणी व नीति निपुण होता है। 5. ऐसा जातक धन एवं मान-समान दोनों ही प्राप्त कर लेता है। 6. अच्छे कुल की स्त्रियों से लाभ मिलता है। 7. यदि नौकरी करता है तो शीघ्र ही उन्नति के अवसर प्राप्त होता है। 8. जन्म के 6, 12 व 24 वर्ष की आयु में सर्जरी में काम आने वाले औजारों की बिक्री से बेहद धन कमाता है। 9. ऐसे जातक की माता सुखी होती है। 10. लोहा-कोयला का व्यापार लाभप्रद होगा। ",
                "ashubh": "1. ऐसा जातक को माता के साथ मेल-मिलाप नहीं करता है। 2. रात को दूध पाना जहर के समान होगा। 3. ससुराल के परिवार का व जातक के मकान का खस्ता हाल होगा। 4. खाना न०-10 में चन्द्र और खाना न०-4 मे पापी या शत्रु ग्रह विराजित हो तो जातको की सन्तान नहीं बचती और माता भी अल्पायु होगी। 5. प्रेमिका रखने में जातक बर्बाद हो जायगा। 6. दूध व चांदी का व्यापार, चावल, चीनी व बिमारी का व्यापार हानिकारक होगा। 7. यदि बीमार आदमी का खबर लेने जाये तो बिमारी की मृत्यु हो जाती है।"
            },
            "11": {
                "subh": "1. यदि चन्द्रमा शुभ प्रभाव में हो तो जातक साहसी होता है। 2. ऐसा जातक कोई भी कार्य बहुत सोच विचार कर करता है। 3. नेतृत्व करने की अदभुत क्षमता होती है। 4. युवावस्था में पूर्ण ख्याति अर्जित करता है। 5. शत्रुओं के लिए ऐसा जातक साक्षात काल होता है। 6. उच्च का चन्द्रमा हो तो जातक उच्च पदाधिकारी बनता है। 7. धन की कमी नहीं रहती तथा पुत्र सन्तान की अपेक्षा पुत्री सन्तान अधिक होती है। रहता। 8. जातक मकान व वाहन से युक्त होता है। 9. स्त्री गोरे रंग की मिलती है और अति सुन्दर होती है। 10. दूध व पानी के कार्यों में लाभ प्राप्त करता है। 11. ऐसे जातक को रात्रि में पढ़ी हुई विद्या या सबक याद नहीं",
                "ashubh": "1. जातक के वीर्य में शुक्रगुणों की कमी रहती है। 2. जीवन में आर्थिक उतार-चढ़ाव तूफान की गति से आता है। कभी लखपति तो कभी खाखपति । 3. दादी और पोता में से एक ही जिन्दा रह पाता है। 4. जब तक जातक की माँ जीवित रहेगी तब तक पुत्र सन्तान की उत्पत्ति नहीं होगी। 5. यदि पोता जीवित रहा तो दादी या जातक की पत्नी विधवा हो जायगी। 6. ऐसे जातक के घर हैंडपम्प से पानी गिरने की जगह चक्की का पहुआ पत्थर पड़ा होगा जिसे जातक की माँ नित ही धोया करें तो पुत्र का अनिष्ट कम हो जायगा। 7. ऐसे जातक की स्त्री चावल खाने का शौकीन होगी। 8. समुद यात्रा में हानि होगा। 9. पुत्र सन्तान प्राप्ति में बाधा आएगी। 10. शुक्र के दिन किया हुआ विवाह, शनि के दिन शुरु किया काम, प्रातःकाल का दान, सांयकाल का गुरु उपदेश हानिकारक होगा। 11. सन्तान 34 वर्ष आयु के बाद पैदा होगी। 12. घर में टूटी माला माता से द्वेश कराएगा। 13. रात्रि के समय धर्म सभा में जाने से हानि होती है। 14. बुधवार के दिन बुध से सम्बन्धित कार्य, शनिवार को शनि से सम्बन्धित वस्तुओं के कार्य कदापि न करें। 15. अपने परवार में किसी भी सदस्य का विवाह शुक्रवार के दिन न करें।"
            },
            "12": {
                "subh": "1. ऐसे जातक जीवन में हर सुख भोगता है। 2. विदेश यात्रा करके धन लाभ करता है। 3. जातक ज्योतिष शास्त्र का ज्ञाता होता है। 4. नम्र स्वभाव का होता है और मुकद्दमे में जीत हासिल करता है। 5. जातक चुस्त एवं चालाक होता है। 6. कम पढ़ा लिखा होने के बावजूद भी विद्वानों का मुकाबला करने में सक्षम होता है। 7. जातक दानी होता है। 8. मित्र क्षेत्री या उच्च राशि का चन्द्रमा हो तो खेती से लाभ मिलता है। 9. चन्द्र खाना न०-12 में और मंगल खान न०-1 में बैठा हो तो राजदरबार से सम्मान प्राप्त होता है। यदि मंगल खाना न०-2 में हों तो बाई बन्धु सुखी, खाना न०-3 में मंगल होने से ससुराल सेवन प्राप्ति, मंगल चौथे खाने में रहने से परिवार में वृद्धि होगी। ऐसे जातक की कुण्डली में मंगल कहीं भी बैठा हो लाभ ही देगा। 10. ऐसे जातक की कुण्डली में बुध और केतु बर्बादी का कारण बनेगा।",
                "ashubh": "1. जातक मानसिक व शारीरिक परेशानियों से सदा बेचैन रहता है। 2. मातृ सुख कम प्राप्त करता है। 3. शत्रु अधिक होते है। 4. माता-पिता से प्राप्त धन बर्बाद कर देता है। 5. अपना कमाया धन नहीं उजड़ता । 6. ससुराल वाले का धन नाश हो जाता है। 7. अनेकों बिमारियों से परेशान रहता है। 8. चन्द्र खाना न०-12 में हो और बुध खाना न०-3 में हो तो भाई की बाजू कट जाता है। अर्थात बुध किसी भी भाव में बैठा है। हानि ही हानि पहुंचता है । 9. ऐसे जातक विपत्तियों से घबरा कर पागल हो जाता है। 10. ऐसे जातक को मंगल या केतु किसी भी खाने में बैठकर भयंकर बर्बादी करता रहता है।"
            }
        },
        "mars": {
            "1": {
                "subh": "1. जातक अकेला भाई न होगा। स्वयं भाईयों में बड़ा या सबसे छोटा होगा। 2. ऐसे जातक को बहन शायद ही होती है। 3. दाँत आमतौर पर 32 होगें। 4. 28 वें वर्ष से भाग्योदय होगा और धनवान बनता चला जायगा। 5. मंगल सचित्र होगा और किसी की नेकी को कभी न भुलेगा। 6. मंगल खाना न०-1 में और सूर्य खाना 8 में हो तो जातक हिम्मती सैनिक होगा परन्तु यहाँ जातक को बड़ा भाई होना अनिवार्य है। 7. शत्रु को मुंह तोड़ जबाव देने वाला होगा। 8. क्रोध बहुत आएगा परन्तु क्रोध दबाने की अदभुत क्षमता होगी। 9. लड़ाई के मैदान में हथियार से अद्भुत जौहर दिखाएगा। 10. राज दरबार से लाभ और शनि से सम्बन्धित वस्तुएँ- लोहा, कोयला, नीलम, लकड़ी, तेल आदि के व्यवसाय में प्राप्त लाभ प्राप्त करेगा। 11. ऐसे जातक होटल, डावा, लोहे का उद्योग, सिमेंट, मशीनरी कार्य. हलवाई के कार्य आदि से धन भी प्राप्त कर सकता है। 12. यदि मंगल के साथ खाना न०-1 में बुध भी बैठा हो तो ससुराल के परिवार को मालो-माल कर देगा। 13. जातक का रंग अधिकतर काला या श्यामला होगा। 14. अपने जीवन में 28 वर्ष तक नौकरी से या अन्य व्यवसाय से खूब प्रगति करेगा। 15. जातक व्यवहार कुशल होगा। ",
                "ashubh": "1. प्रथम खाने में स्थित मंगल वाले व्यक्ति को 'मंगलीक' लड़का-लड़की से ही विवाह करना चाहिए। नहीं तो जो मंगलीक नहीं होता उसकी मृत्यु हो जाती है। 2. विवाह 28 वें वर्ष के बाद ही करे तो जीवन सुखद रहेगा। 28 वर्ष से पूर्व विवाह होने से दामापत्य जीवन सुखी नहीं रहता, चाहे वर वधू दोनों ही मंगलीक क्यों न हो। 3. मंगलीक लड़के व लड़की का दाम्पत्य जीवन सदैव दुःखदायी ही रहता है। 4. मुफ्त का माल खाने से बर्बाद हो जायगा। 5. ऐसे जातक जन्म के दिन से 43 दिन के अन्दर अपने परिवार पर कोई न कोई अनिष्ट प्रदान करेगा। में रहने से सदैव हानि होगी। 6. ससुराल में रहना, घर जमाई बनना व साधु-संतों के संगतल 7. ऐसे जातक खानदान के लिए अशुभ माना जाता है। 8. पत्नी सदैव रोगी बनी रहती है। 9. पत्नी जलकर भी मृत्यु प्राप्त करती है। 10. जातक झूठा होता है। 11. ऐसे जातक की पत्नी तलाक भी दे सकती है, या मर जाती है। 12. दो विवाह का योग भी बनता है। 13. जातक नेत्र रोगी होता है और दुघर्टना से उसकी मृत्यु भहो सकती है। 14. अपने भाइयों पर अनिष्ट कारक होता है। 15. ऐसे जातक नेकी और एहसान भूल जाता है। 16. विवाह में परेशानियों उत्पन्न होती है। 17. वाल्यकाल में उदर रोग एवं दांतों के रोग से पीड़ित होल है।"
            },
            "2": {
                "subh": "1. जन्म से स्वयं बड़ा भाई होगा। 2. भाईयों का साथ देने से देख-देख करने से सदैव उन्नति करेगा। 3. यदि ऐसे जातक किसी ग्रह वश भाइयों में छोटा हो तो बड़े भाइयों के लिए हानिकारक सिद्ध होगा। 4. शरणागत की हर समय रक्षक बनेगा 5. ससुराल का घर सुखद होगा और साले भी निःसंतान नहीं होंगे 6. अपने मेहनत से धनी होगा। । 7. स्वादिष्ट भोजन बनाने व खाने का शौकीन होगा। 8. पराये व निकृष्ट भोजन करने वाला। 9. आर्थिक स्थिति सुदृढ़ होगी। 10. परिवार बड़ा होगा। 11. जातक कृपण स्वभाव के होने के कारण धन का उपयोग नहीं कर सकेगा। होगा। 12. जातक को होटल, ढाबा व मिठाई की दुकान करने से लाभ 13. इरादे का पक्का होगा। 14. लोहे का उद्योग या लोहे सम्बन्धी कार्य सफलता प्रदान करेगा। ",
                "ashubh": "1. भारी बैंक बैलेंस रहते हुए भी जातक का रहन-सहन साधारण होता है। 2. धन का उपयोग करने से हिचकेगा। 3. यदि मंगल बंद हो तो आस्तीन का सीप अपने परिवार के लिए बना रहेगा। भाईयों से मेल मिलाप नहीं रहेगा। ऐसे जातक इरादे व वचन का कच्चा होता है। 4. 9 वर्ष तक बीमारी गले पड़ी रहे। 5. भाईयों में छोटा हो तो बड़े भाई से पहले ही मृत्यु करेगा। 6. यदि जातक की कुण्डली में, दुसरे खाना में सूर्य मंगल व शुक्र तीनों ही बैठे हो और राहु खाना न-5 में हो तो जातक की शादी नहीं होती। यदि हो भी जाए तो पत्नी तलाक दे देती या मृत्यु हो जाती है। 7. यदि अकेला शुक्र शत्रु राशि में स्थित हो तो घर-गृहस्थी तबाह हो जाता है। 8. दाम्पत्य जीवन सही नहीं होता । 9. पति और पत्नी एक साथ नहीं रह पाते। है। "
            },
            "3": {
                "subh": "1. जातक शूरवीर और साहसी होता है। 2. बुद्धिमान परन्तु क्रोधी होता है। 3. दूसरों के लिए सहायक परन्तु अपने लिए 'सब्जवाग देखने वाला' होता है। 4. आत्मबल के भरोसे सीमित साधन द्वारा भी आगे बढ़ता रहता है। 5. मिलनसार व समाज सेवक होता है। 6. ऐसे जातक को कई भाई-बहन होते है। भाई उसका मददगार नहीं होगा। 7. जातक भाईओं की मदद पर आश्रित रहना चाहेगा परन्तु 8. युद्ध कला में माहिर, शत्रुओं पर तूफान की गति से हमला करने वाला होगा। 9. ऐसा जातक फौज में अपने बटालियन का और अपना नाम रौशन कर देता है। 10. ससुराल उन्नति करेगा। 11. मंगल तीसरे खाने में और बृहस्पति खाना न०- 9 में हो तो ससुराल बहुत धनवान होगा। 12. मंगल खाना न०-3 में हो और शनि खाना न०- 9 में हो तो जातक का दुघर्टना व बिमारी से बचाव होता रहता है। 13. स्वभाव अत्यधिक भोला-भाला होगा। 14. आयु 90 वर्ष की होगी। 15. मित्र गण सहायक होगा। 16. मंगल खाना न०-3 में और बृहस्पति खाना न०- 9 में हो तो अमीर ससुराल से धन प्राप्त होगा। ",
                "ashubh": "1. जातक चालबाज व धोखेबाज होता है। 2. अकड़बाज होने से बिमारी से परेशान कर्ज के बोझ से दबा हुआ, सिर छोटा और पेट मोटा होगा। ऐसे जातक आकड़बाजी के कारण मृत्य का शिकार भी हो जाता है। यदि मंगल बद हो। 3. जातक फोकी शान बधाड़ने वाला होगा। उपर से लोग साहब कहकर पुकारेंगे परन्तु ऐसे जातक का जेब खाली होगा। 4. बिल्कुल गरीब नहीं होगा। 5. नेकी करने पर कोई याद नहीं रखेगा। 6. जातक शराबी पर स्त्री की प्रगति बिलम्ब से होती है। 8. स्वयं ही अपना काम बिगाड़ लेता है। 9. भाई व मित्र से शत्रुता करने से जातक का धन भाई व मित्र ही बर्बाद कर देते हैं। 10. जातक ब्लड प्रेशर का रोगी होता है। 11. मंगल शुभ हो तो फौजी बने और अशुभ हो तो ऐसा जातक हथियार से किसी को मारे या स्वयं मरें। 12. अशुभ मंगल जातक के हाथों कत्ल करवा देता है।"
            },
            "4": {
                "subh": "1. जातक साहसी होता 2. चौथे खाना में मंगल हो तो जातक को पैतृक सम्पत्ति भी प्राप्त होती है। 3. यदि मंगल स्वगृही या उच्च का हो तो जातक को उच्च वाहन की प्राप्ति होती है। 4. विवाह 28 वर्ष के बाद करने से उत्तम फल प्राप्त होता है । 5. उत्तम सलाहकार होता है। 6. सरकारी नौकरी प्राप्त करने पर हुक्मरान उच्च पदाधिकारी होता है। 7. अग्नि सम्बन्धी कार्य या शनि व मंगल से सम्बन्धित वस्तुओं के व्यवसाय से लाभ प्राप्त करता है। 8. ऐसे जातक अधिकतर नौकरी न करके स्वयं उद्योग (कारखाना) का मालिक होता है। 9. शरारती व्यक्ति का शेरेदहाड़ के समान जवाब देता है । 10. यदि फौज में हो तो शक्तिशाली व यशस्वी पदाधिकारी होता है। है । 11. मुख में 32 दांत होते हैं। 12. भाईयों में बड़ा होता है। 13. मकान, वाहन, चौपाया जानवरों का सुख प्रांत करता है। 14. बुद्धिमान व विद्वान होता है। 15. निडर, पराक्रमी और वीर होता है। 16. परिवार में ऐसे जातक की सलाह सफलता प्रदान कराता 17. मंगल व शनि खाना न०-4 में हो और बृहस्पति साथ लग्न में हो तो जातक का 28 वे वर्ष से भाग्योदय आरम्भ होता है। 18. जातक दिल का साफ और सच्चे दिल का होता है।",
                "ashubh": "1. जातक मंगलीक योग का होता है। 2. 28 वर्ष से पूर्व विवाह होने पर गृहस्थी बर्बाद हो जाती है। 3. मंगलीक मानव को मंगलीक लड़का-लड़की से ही विवाह करना पड़ता है। 4. दाम्पत्य जीवन किसी भी हाल में सुखी नहीं होता। 5. पुत्र सन्तान नहीं होती, हो भी जाय तो उसका जीवन नर्क ही बना होता है। 6. स्त्री, माता, सास, नानी व घर के सभी महिलाओं पर अशुभ असर प्रदान करता है। है । 7. ऐसे जातक स्वयं धनवान नहीं होते। 8. अपार क्रोध के कारण मान हानि व धन हानि होता है। 9. दुश्मन को तबाह कर देता है। 10. अपनो जुबान का पक्का नहीं होता है 11. स्त्री जातिका को स्तन रोग रहने के कारण दूध कम होता 12. पूरूष जातक छाती रोग से पीड़ित होते हैं। 13. मंगल चौथे घर में चन्द्र खाना न०-6 में हो तो माता दुखिया बालक जन्म देकर मर जाती है। 14. मंगल (4) + बुध (6) में स्थित रहने से माता गरीब होती और जातक के बचपन में ही मृत्यु प्राप्त करती है। 15. मंगल (4) पापी ग्रह (9) मे हो तो सन्तान मे रुकावट, मामा घर व ससुराल में अनेकों विघ्न व परेशानियां उत्पन्न करता है। 16. मंगल (4) बुध (12) मे होतो दरिद्र होता है। 17. परिवार की लहलहाती बगिया को उजाड़ देता है। 18. उजड़े खानदान और वीरान घरों में मंगलीक जातक कभी पैदा न होगा। 19. अक्सर ऐसे लोग सारा जीवन गुलामी में गुजार देता है। 20. बड़े भाई की स्त्री, दोलत और छुपे धन पर 28 साल आयु तक हर तरह से मंदा फल प्रदान करता है। 21. आखिरी उम्र में ऐसे जातक अंधे हो जाते हैं और दुःख से मृत्यु प्राप्त करते हैं। 22. जातक समस्त घटिया कर्म करता है। 23. जातक सुख से वंचित रह जाता है। 24. लम्बी आयु प्राप्त करता है ताकि खूब दुख के सागर में गोते लगाता रहे। 25. ऐसे जातक यदि शेरमुंही मकान में रहता है तो जातक किसी न किसी का कत्ल जरूर कर देता है और स्वयं जातक की मृत्यु भी हथियार से ही होती है। रोग से भी मृत्यु हो सकती है। 26. झगड़ालू प्रकृति का होने के कारण समाज में आदर नही पाता। 27. अपने स्वार्थ के बारे में ही सोचता रहता है। 28. माता-पिता से मेल नहीं रहता।"
            },
            "5": {
                "subh": "1. ऐसे जातक के खानदान में डाक्टर, वैद्य या तांत्रिक व्यक्ति अधिक होते हैं। 2. यदि मंगल नेक हो तो शांत स्वभाव का होता है। 3. बद (बुरा) मंगल जातक को तबाह कर देता है। 4. खाना न०-11 के ग्रह यदि शुभता प्रदान कर रहा है तो जातक प्रयाप्त धन प्राप्त करता है। 5. ऐसे भी ये जातक 4 रईसों होते है। 6. 3 या 5 पुत्र सन्तान प्राप्त करता है। 7. जातक विद्वान होती है। 8. स्त्री व सन्तान सुख भरपूर प्राप्त करता 9. सन्तान नेक होती है। 10. ऐसे जातक का पूर्वज साहुकारी का व्यवसाय करते है। 11. पढे लिखे व्यक्ति को बैंक की नौकरी भी प्राप्त होता है। 12. जातक साहसी होता है। 13. विषम परिस्थितियों से डटकर मुकाबला करता है। 14. उम्र गुजारता जाता है और अमीर होता जाता है।",
                "ashubh": "1. ऐसे जातक यदि किसी को क्रुर दृष्टि से देखा करे तो सर्वनाश कर देता है। 2. जीवन में अत्यधिक सफर करना पड़ता है। 3. रात की नींद हराम होगी। मन रात्रि के समय बेचैन रहेगा। 4. ऐसे जातक का कोई न कोई सन्तान 8 दिन, 18 दिन या आखिरी हद 18 वर्ष पर मृत्यु प्राप्त करेगा। 5. औलाद का 18 वर्ष में बिमारियों का शिकार होना होगा। 6. ऐसा जातक जिसके घर में पैर रखेगा। उसे तबाही का शिकार कर देगा। 7. किसी की तरक्की पर क्रुर दृष्टि डालेगा तो उसे भस्म कर देगा। 8. जातक नेत्र रोगी व मिरगी रोग से ग्रस्त होगा। 9. ऐसे जातक की पुत्रों से स्नेह नहीं मिल 10. जुआं खेलने, सट्टा, लॉटरी आदि में बर्बाद होगा। पायगा । धन लगाने से धन 11. मामा व चाचा के परिवार की स्त्रियाँ विधवा होगी। 12. अपने भाई की सन्तान की मौत होगी। 13. जातक पाप कर्मी होगा और मांस मदिरा सेवन करेगा। 14 जातक की पत्नी गर्भस्त्राव रोग से ग्रसित रहेगी, बार-बार गर्भपात होगा। 15. ऐसे जातक के बच्चों की लम्बी आयु होती है परन्तु एक संतान 18 साल की अवस्था में मर जाता है"
            },
            "6": {
                "subh": "1. जातक महान हिम्मती होगा। 2. अपने कबीले का बहुत बड़ा रक्षक होगा। 3. न्याय प्रिय और डाक्टर या हकीम होगा। 4. धर्म वीर, साधु और सन्तों की सेवा करने वाला होता है। 5. जातक की कुण्डली मे सूर्य किसी भी खाने में बैठा उत्तम ही फल प्रदान करेगा। 6. जातक लेखक, कवि, गायक, प्रवचन कर्ता होगा या इन गुणों का प्रसंशक होगा। 7. कलम में तलवार से अधिक शक्ति होगी जो लिख देगा उसे कोई काट न सकेगा। 8. चरित्रवान व गुणों से परिपूर्ण होगा। 9. नेता होने पर चुनाव में जीत होगी। 10. भाईयों में बड़ा होगा। 11. ऐसे जातक को 1 या 2 भाई होगें। 12. झगड़े में पहले पहल न करे तो खौफनाक दुश्मनों पर भी जीत हासिल करेगा। 13. ज्योतिष विद्या की जानकरी होगा। 14. यदि मंगल खाना न०-6 में हो और शुक्र खाना न०-1 में हो तो 24 वर्ष तक पुत्र सन्तान अवश्य प्राप्त करेगा और जातक की आयु लम्बी होगी।",
                "ashubh": "1. यदि खाना न० 6 का मंगल शुभ हो तो सब कुछ शुभ यदि अशुभ दशा में हो तो सब कुछ अशुभता में बदल जाता है। 2. भाईयों के लिए हानिकारक होता है। 3. मंगल खाना न०-6 में हो और बुध खाना न०-12 में हो तो बहन और भाई दोनों का हाल बुरा हो जाता है। 4. प्रथम पुत्र शायद ही जीवित रहता है और सन्तान प्राप्ति पर खुशी मनाने से मिठाई आदि बांटने से जातक दुख के सागर में डूब जाता है। 5. सन्तान को सोने का जेवर पहनाने से चलता व्यापार ठप्प पड़ जाता है परन्तु स्वयं सोना धारण करे तो तरक्की में चार-चांद लग जाता है। 6. मंगल छठे भाव में और बुध आठवें भाव में हो तो और उन्हें सूर्य चन्द्र की मदद मिल रहा हो तो माता छोटी चन्द्र उम्र में मर जाती है। 7. मंगल खाना न०-6 में और बुध खाना न०-4 में हो तो स्वयं जातक की मृत्यु छोटी उम्र में और बाद में उसके पिता की मृत्यु हो जाती है। 8. ऐसे जातक का मामा दुखी और बर्बाद हो जाता है। भी 9. बबासीर, रक्त की बिमारियां, मधुमेह रक्तचाप जैसे रोगों से ग्रसित होगा और मृत्यु के समय एकिसडन्ट आदि के द्वारा अधिक रक्त बह जाना ही मृत्यु का कारण बनेगा। 10. ऐसे जातक अधिक कामुक होते है। 11. माता के लिए हानिकारक होता है। 12. पराई स्त्री पर आसक्त हो जाता है। "
            },
            "7": {
                "subh": "1. ऐसे जातक धार्मिक प्रवृति के होते है 2. स्त्री सुख पूर्ण प्राप्त करता है। 3. दुख के समय घबराता नहीं और मान यश को खूब प्राप्त करता है। 4. गणित विद्या में पांरगत होता है। 5. ऐसे मंगल न्याय प्रिय हुक्मरान बनाया है। 6. ऐसे जातक घर व समाज का प्रधान, जज या सरपंच होता 7. मंगल सप्तम भाव में हो और बृहस्पतिं लग्न में हो तो जमींदार, व प्रापर्टी डीलर होता है। 8. मंगल खाना न०-7 में हो और शुक्र लग्न यानि खाना न०- 7 में हो और शुक्र लग्न यानि खाना न०-1 में हो तो सन्तान बढ़ता है, धन-सम्पत्ति बढ़ती है और हर प्रकार का सुख प्राप्त होता है। 9. विवाह 27वें वर्ष के बाद करने से लाभ होता है। पहले विवाह करने से हानि का सामना करना होता है।",
                "ashubh": "1. जातक की स्त्री अत्यन्त क्रोधी होती है। 2. जो भी कार्य आरम्भ करता है वह अधूरा ही रह जाता है। 3. यदि मंगल के साथ खाना न०-7 में बुध भी बैठा हो तो बुआ और बहन को अधिक समय घर में रखना हानिकारक होता है। 4. ऐसे जातक अपनी साली के साथ अवैध सम्बन्ध कायम करता है। 5. जातक झगड़ालू और क्रोधी स्वभाव का होता है। 6. तीन बार जीवन में आप्रेशन कराना पड़ता है। 7. जातक को पुत्रहीन भी होना पड़ता है और भाई के बेटे को गोद लेना पड़ता है"
            },
            "8": {
                "subh": "1. जबान का पक्का होता है। 2. मेहनत होती है। 3. न्याय प्रिय होता है। 4. दुश्मन को मुँह तोड़ जवाब देने वाला होता है। 5.मंगल खाना नंबर 8 और 1,3,4,8 और 9 वें खाने में चंद्र हो तो मंगल उत्तम फल नहीं देता। 6. मंगल 8 वे खाने में और खाना नंबर 2 खाली हो तो हां उसमें चंद्र या गुरु हो तो मंगल उत्तम फल देता है। 7. मंगल अकेला हो तो शुभ फल परदान करता है। 8. घर में भट्ठी का तंदूर इस्तेमाल करने से अष्टम भाव के मंगल नेक फल देता है। 9. न्याय प्रिय होता है। ",
                "ashubh": "1. घर में तंदुर या भट्ठी खराब पड़ा नही हो या बंद पड़ा हुआ ना हो अन्यथा हानि होगी। ऐसी वस्तुएँ रखें तो रोज इस्तेमाल करें। 2. परिवार से सदैव वैर बना रहेगा। 3. 28 वर्ष से पूर्व विवाह करने से जीवन. नरक हो जाएगा। 4. मंगलीक लड़की से ही विवाह करना होगी। 5. मंगल अष्टम भाव में हो और लग्न मे केतु बैठा हो तो जातक खून के केस (मर्डर केस में फंस जाता है और जातक पराई स्त्री के प्यार मे अंधा हो जाता है । 6. जातक प्रायः रोग ग्रस्त रहता है। 7. अल्पायु व दरिद्र होता है। 8. विवाह से लाभ के बदले परेशानियां बढ़ती है। 9. मित्रों से सदैव अनबन बनी रहती है। 10. भाईयों की आयु में अगूनन 4 या 8 वर्ष का पार्क होता 11. छोटे भाईयों के लिए ऐसा जातक हानिकारक होता है। 12. जातक की अपनी आठ वर्ष आयु से पहले या अपने छोटे की 8 वर्ष की उम्र के बाद कोई और भाई जीवित हो तो सबके लिए दुख या मातम की निशानी होगी। है। 13. विधवा औरत की बद्दुआ जातक के भाग्य को जला देती 14. मंगल अष्टम भाव में और बुध एवं केतु खाना न०-2 में हो तो अगर किसी कारण से छोटा भाई जीवित भी हो तो उसका खून या भुजा मंदे या निकम्मे होंगे। 15. अकेला अष्टम भाव में बैठा मंगल 28 वर्ष की आयु तक मौत का फंदा होगा। 16. धन-दौलत नहीं के बराबर होगा। 17. यदि बुध खाना न०-6 में हो तो माता की मृत्यु जातक के बाल्यकाल में ही हो जाती है। "
            },
            "9": {
                "subh": "1. 13 व 14 वर्ष की आयु में पिता को लाभ पहुंचायेगा। 2. 28 वर्ष की आयु में स्वयं भी लाभ प्राप्त करेगा। 3. यदि 3 या 5 वें खाने में मंदा ग्रह हो तो उपरोक्त फल उल्टा हो जायगा। 4. कुण्डली में सूर्य उच्च होकर कहीं भी बैठा होगा तो जातक को प्रशासन चलाने का सुअवसर प्राप्त होता 5. . जातक आत्म विश्वासी होता है। 6. भाईयों से मदद प्राप्त करता है। रहेगा। 7. जातक बुद्धिमान व धार्मिक प्रवृति का होता है। 8. सभी भाई इक्ट्ठे रहने से सबका ही भाग्य चमक जाता है 9. जातक पिता और अपने भाग्य का निर्माता होता है। 10. न्याय प्रिय होता है। 11. भाई की स्त्री किस्मत का आधार होता है। 12. जातक अच्छे कर्म करने वाला और धनवान होता है।",
                "ashubh": "1. ईमानदार रहते हुए भी बदनाम होता है। 2. जातक वहमी होता है। 3. ऐसे जातक धर्म परिवर्तन भी कर लेते है। 4. जातक गप्पी और पिता से झगड़ने वाला होता है। 5. स्त्री की कमाई से सहायता प्राप्त करता है। 6. जातक की सन्तान का भाग्य मंदा होता है, खासकर लड़की सन्तान । 7. विद्या अधूरी रह जाती है। 8. भाईयों से अलग दूर रहना पड़ता है। 9. जातक को दम्मी एवं क्रोधी बनाता है। 10. जातक झूठ व निर्लज होता है। 11. जीवन में सफलता कम ही प्राप्त करता है।"
            },
            "10": {
                "subh": "1. जिस जातक को कुण्डली में खाना न0-10 में मंगल बैठा होता है वह जातक अपनी परिवार को ऐसे तार देता है जैसे चींटी के घर में स्वंय भगवान आ अए हों। 2. गरीब घर में जन्म लेने क अमीर बना देता है। 3. उनके घर में धन स्वयं पैदा होता है। 4. ऐसे जातक सन्तानहीन नहीं होते। परिवार का 5. दुनियावी शान का मालिक और भाई वाला होता है। 6. आयु 96 वर्ष की होती है। 7. अच्छी सेहत का स्वामी होता है। 8. घर गृहस्थी सुखद होती है। 9. राजदरबार से सम्मान व सरकारी नौकरी भी प्राप्त करता है। 10. ऐसे जातक परम साहसी होते हैं। 11. मंगल खाना न0-10 में हो और खाना न०-3 खाली हो तो सभी फल उत्तम प्राप्त होते हैं। 12. 10 वें भाव में मंगल और शनि खाना न०-3 में हो तो जायदाद, मकान चाहे कितने भी हो मगर नकद माया कम होती है 13. ऐसे जातक अधिकतर फौज व पुलिस की नौकरी प्राप्त करते है। 14. 10 वें भाव के मंगल जातक को राजनीतिक बनाता है और राजनीति में सफलता भी प्रदान कराता है। 15. ऐसे जातक के माता की आयु लम्बी होती है। 16. व्यापार में प्रवीण होता है। 17. यदि मंगल दसवें भाव में बृहस्पति के साथ हो तो जातक धन, पद अधिकार पूर्ण रूप से प्राप्त कर लेता है। ",
                "ashubh": "1. खाना न०-10 में मंगल के साथ यदि कोई पापी ग्रह बैठा हो तो जातक को बर्बाद कर देता है। 2. ऐसे जातक को सन्तान देर से प्राप्त होती है। 3. मंगल खाना न०-10 मे सूर्य 4 में और चन्द्र खाना न०- 6 मे हो तो जातक एक आँख का खाना होता है और दरिद्र होता है, नानके में रहकर जीवन गुजारा करता है। 4. खाना न०-10 में मंगल और शनि खान न०-4 में हो तो जातक चोर, बदमाश डाकू ना रहते हुए भी इन केसों में सजावार होता है और जेल जाना पड़ता है। 5. मंगल खाना न०-10 में हो और सूर्य खाना न०-6 में हो तो पुत्र होते जाते है और मरते जाते हैं। 6. 10 वें भाव में मंगल और खाना न०-2 में राहु, केतु, शनि, शक्र या चन्द्र बैठा हो तो जातक भाग्यहीन होता है। 7. खाना न०-3 या 6 में मित्र ग्रह भी बैठा हो तो भी ऐसे जातक को बुरा असर ही प्रदान करता है। 8. दसवें खाने का मंगल यदि अशुभ हो तो जातक 15 वर्ष तक बिमारियों के चपेट में पड़ा रहता है। 9. ऐसे जातक यदि घर में सोना बेचते हैं तो स्वयं भी कुछ समय के बाद कंगाल हो जाते है।"
            },
            "11": {
                "subh": "1. जातक न्याय प्रिय और साहसी होता है। 2. ऐसे जातक चौपाया पशुओं के मालिक होते हैं । 3. व्यापारी होता है और व्यवसाय से ही उत्तम धन प्राप्त कर लेता है। 4. किसी ग्रह के प्रभाव के यदि गरीब भी होता है तो राजाओं के समान वेष भूषा में रहता है। 5. गुरू, धर्म व साधु संतों का सेवक होता है। 6. जातक के 13 वर्ष आयु के बाद उसका पिता काफी अमीर हो जाता है। 7. गुरू आज्ञा का पालन करता है। 8. जातक को 24 वर्ष से 28 वर्ष की आयु में बहुत धन प्राप्त होता है। 9. ऐसे जातक राजनीति में सफलता हासिल करते हैं और चुनाव जीत जाते है। 10. मंगल खाना न0-11 में हो और बृहस्पति खाना न०-1 से लेकर 10 खाने के अन्दर कही भी हो तो जातक 9 भाई होता है। यदि मंगल के साथ बृहस्पति भी बैठे हो तो 2 भाई और यदि बारहवें खाने में बृहस्पति हो तो भाई में अकेला होता है। 11. भाइयों से सहायता प्राप्त होती है। ",
                "ashubh": "1. ऐसे जातक पैतृक करते हैं। 2. जातक को शिक्षा काल में अनेक बाधाएँ आती है। 3. आमदनी होते रहते हुए भी जातक कर्जदार बना रहता है। 4. 45 वर्ष आयु तक राहु बुरा असर प्रदान करता है। 5. केतु सन्तान के उपर मंदा फल प्रदान करता है। 6. जातक का मामा बर्बाद हो जाता है। 7. आजीविका के लिए कठोर संघर्ष करना पड़ता है। 8. जातक के मित्र धोखेबाज होते हैं। 9. यदि पुरूष राशि का मंगल हो तो सन्तान का अभाव बना रहता है। 10. पुत्र सन्तान झगड़ालू होते हैं। 11. गुरू का अपमान करने से सब कुछ बर्बाद हो जाता है।"
            },
            "12": {
                "subh": "1. जातक शेर दिल वाला, गर्म स्वभाव का उज्जवल शक्तियों का स्वामी होगा। 2. साधु और गुरूजनों का सम्मान करने वाला होता है। 3. रात को आराम की नींद सोता है। 4. सुखी व धनवान होता है। 5. 24 वर्ष आयु में प्रथम पुत्र और 28 वर्ष की आयु में दूसरा पुत्र सन्तान उत्पन्न होने से उत्तम होता है। 6. जातक को सवारी सुख प्राप्त होगा। 7. ऐसे जातक ड्राईवरी व महावत का पेशा भी करते हैं। 8. विवाह 28 वर्ष के बाद करने से शुभ फल प्राप्त होता है। 9. ट्रांसपोर्ट व मिठाईयों की दुकान करने से लाभ होता है। 10. मंगल खान न0-12 में और सूर्य खाना न०-3 या 11 में हो तो जातक को जानलेवा रोग नहीं होते। 11. मंगल खाना न०-12 में हो और केतु एवं बृहस्पति शुभ होकर मंगल का साथ दे रहा हो तो जातक अदालत में विजयी रहता है",
                "ashubh": "1. गुप्त शत्रुओं का भय बना रहता है। 2. चोर-लुटेरों द्वारा धन की हानि होती है। 3. मित्रों व सगे सम्बन्धियों से वैर बना रहता है। 4. दाम्पत्य जीवन सुखमय नहीं होता। 5. सन्तान प्राप्त में बाधाएं आती है। 6. ऐसे जातक जुआरी और सट्टेबाज होता है। 7. जातक अधिक भोजन करने वाला और कामुक होता है। 8. 'तलाक' की नौबत भी आती है। 9. पत्नी से मन मुटाव बना रहता है। 10. स्त्री या पति दो में से किसी की मृत्यु शीघ्र हो जाती है। 11. विवाह 28 वर्ष के बाद करनी पड़ती है। 12. ऐसे जातक को एक्सीडेंट से चोट या मृत्यु भी हो सकती है। 13. ऐसे जातक का दो या तीन विवाह भी हो सकते हैं। यह विवाह पति या पत्नी की मृत्यु के कारण होगी या तलाक के कारण। 14. ऐसे जातक का वंशहीन हो जाना भी कोई आश्चर्य की बात नहीं। 15. उपदेश, प्रमेह, खून का बिगड़ना या अपच रोग से ग्रसित होता है।"
            }
        },
        "mercury": {
            "1": {
                "subh": "1. जातक ज्योतिष शास्त्र का ज्ञाता, लेखक, बुद्धिमान, कवि व विद्वान होता है। 2. जातक का रंग काला हो तो हर हाल में बुध शुभ फल प्रदान करता है। 3. गायक व संगीतज्ञ होता है। 4. ऐसे जातक को धन आना अरम्भ होता है तो धन आना आरम्भ होता है तो बेशुमार धन प्राप्त करता है। 5. जातक के देह की कान्ति स्वर्ण समान होती है। 6. यदिं खाना न०-1 में बैठा बुध वृष, कन्या या मकर राशि का होता तो जातक व्यापारी होता है या बड़े फर्मों में नौकरी करता है। 7. ऐसा जातक भाग्यवान होता है। 8. शिल्पकला व दस्ताकीर कला का ज्ञाता होता है। 9. जातक को विदेश यात्रा से लाभ प्राप्त होता है। 10. खाना न०-1 में बैठे बुध के साथ यदि बृहस्पति को आकर्षित करने वाला गुरू की तरह लोंगों को शिक्षा देने वाला, लेखक या अध्यापक होता है। 11. बुध लग्न (खाना न०-1 में) में और राहु खाना न०- 9 में हो तो जातक भाषण देने की कला में निपुण होता है। ऐसे जातक ठग काले धन से लाभान्वित होते है। 12. राज दरबार में लाभ प्राप्त होता है। 13. यदि लग्नस्थ बुध का नेक सम्बध सूर्य के साथ हो तो जातक तो स्त्री नेक घराने की मिलती है और चरित्रवान होती है। 14. खाना न०-1 में बुध हो और खाना न०-7 में शनि हो तो जातक पत्थर को पानी में तैराने की शक्त रखता है। 15. जातक दीर्घायु व विनोद प्रिय होता है। 16. उदार प्रकृति का होता है। 17. बुध खाना न०-1 में और शनि खाना न०-6 में बैठा हो तो जातक का भाग्योदय होने में देर नहीं लगती। 18. बुध खाना न०-1 में और चन्द्र खाना न०-7 में हो तो जातक विदेश जाता है और खूब धन कमाता है। 19. ऐसे जातक को 30 या 32 दाँत होते हैं।",
                "ashubh": "1. जातक को सन्तान उत्पन्न करने की शक्ति कम होती है। 2. दाँत पीलेपन लिए होते है और जवानी में ही झड़ने लगते है। 3. ऐसे व्यक्ति को गंध का पता नहीं लगता है। 4. जातक यदि गोरे रंग का होता है तो धन का अभाव महसूस करता है। 5. शादी से पहले बदनामी जरूर मिलती है। 6. जातक क्रोधी, झगड़ालू, चापलूस, शरारती और दगाबाज होता है। 7. बुध लग्न के जब शुभ हो तभी कोई शुभ फल प्रदान करता, अशुभ बुध अशुभता ही प्रदान करता है। 8. स्त्री जातिका की कुण्डली में भले ही “रोजयोग” हो परन्तु बदनाम जरूर होती है। 9. बाल्यकाल में अण्डे खाने पर स्वास्थ्य बिगड़ता है। 10. जवानी में आने पर अण्डे खाने पर धन धारा प्रवाह के रूप में बढ़ता है। 11. हरे रंग का वस्त्र धारण करने से रोगी और हर कार्य मे बाधा आती है। 12. तबला, हारमोनियम आदि वाध यंत्र घर में रखने से हानि का सामना करना होता है। 13. जातक नशेड़ी होता है।"
            },
            "2": {
                "subh": "1. जातक उत्तम कार्य और परिश्रम से धन प्राप्त करता है। 2. जातक का मस्तक उभरा हुआ होता है। 3. बुद्धिमान व ज्ञानवान होता है। 4. काफिर को मारने वाला और शत्रुयों को बर्बाद करने वाला होता है। 5. आयु लम्बी होती है। 6. पिता अमीर हो या न हो परन्तु स्वयं अमीर होता है। 7. माता पर बुरा प्रभाव नहीं पड़ता। 8. ऐसे जातक की माता की आयु 80 वर्ष की होती है। 9. दूसरे खाने के बुध ने मूर्ख को भी विद्वान घोषित करा देता है। 10. लिपिक या कमीशन एजेन्ट के कार्य में अधिक सफलता मिलती है। 11. ऐसे व्यक्ति योगी और राजा भी होते है 12. ब्रह्मज्ञानी और जुवान का मधुर होता है। 13. लेखक, ज्योतिषी, प्रकाशक, सम्पादक, पुस्तक विक्रेता, घड़ी साज के कायों से अति लाभ प्राप्त करता है। 14. बुध खाना न०-2 में हो तो और राहु खाना न०- 9 में हो तो जातक ईमानदारी से नहीं, ठगी करके अमीर बनता है। 15. लड़की सन्तान कम होती और सुखी रहती है। 16. जातक स्वार्थी होता है। 17. ससुराल और परिवार को तारने वाला होता है। 18. शत्रुयों पर विजयी होता है। 19. बुध खाना न०-2 में और राहु खाना न०- 8 में हो तो जातक हाजिर जबावी होता है। 20. खाना न०-2 में बुध बैठा हो और राहु खाना न०- 8 में हो तो जातक की जबान और कलम मे भरपूर शक्ति होती है। 21. द्वितीय भाव में बुध हो और खाना न०-6-8 खाली हो तो जातक दिमागी खराबियों का शिकार नहीं होता है।",
                "ashubh": "1. जातक स्वार्थी और स्त्री और स्त्री मुक्त होता है। 2. पुत्र के होते हुए भी पुत्र सुख प्राप्त नहीं होता । 3. अधिक बोलने की आदत हो जाती है। 4. खाना न०-2 में यदि बुध नीच राशि का हो तो जातक की विद्या अधूरी रह जाती है। 5. जातक का स्वभाव अक्कड़ हो जाता है। 6. व्यापार, सट्टा, जुआ में हानि प्राप्त करता है। 7. पिता लखपति होते हुए भी पिता से सुख प्राप्त नहीं होता। 8. जातक के जन्म से 16 से 21 वर्ष की आयु में अथवा आखिरी हद 34 में 36 वर्ष के करीब पिता की मृत्यु हो जाती है। 9. अगर पिता जीवित भी रहे तो मरे के बराबर होगा। 10. जातक की आयु बढ़ती जायगी पिता का धन बर्बाद होगा। 11. बुआ, बहन या लड़की को विधवापन भोगना होगा या जीवन नरक के समान गुजारना होगा। 12. लड़की सन्तान अधिक प्राप्त होगा। 13. साली को पास में रखना या उनसे प्रेम सम्बन्ध कायम करना हानिकारक होगा।"
            },
            "3": {
                "subh": "1. जातक सफल व्यवसायी होता है। 2. तीसरे खाने का बुध यदि पुरूष राशि तथा उसकी स्मरण शक्ति तीव्र होती है और ऐसे जातक का लेख बहुत सुन्दर होता है 3. खाना न०-3 का बुध यदि शुभ प्रभाव में हो तो जातक न्यायप्रिय न्यायधीश होता है। 4. तीसरे भाव का बुध कुम्भ राशि का हो तो जातक ज्योतिष शास्त्र का विद्वान होता है। 5. ऐसे जातक तेजस्वी, बुद्धिमान और चालाक होते हैं। 6. खाना न०-3 में बुध हो और खाना न०-11 से खाली हो तो जातक दमे का वैद्य, हकीम, डाक्टर या चार्टर एकाउन्टेंस होता है। 7. आयु लम्बी होती है। 8. लेखक कार्य से लाभान्वित होता है। 9. आयु लगभग 80 वर्ष प्राप्त करता है। 10. जातक ईष्यालु होता है और सदैव दूसरे के तरक्की की जड़ को काटते रहता है।",
                "ashubh": "1. जातक को हर समय थूकने रहने की आदत होती है। 2. घर में मौत अधिक होती है। 3. अगर जुबान में थथलापन हो तो बुध का अशुभ फल कम प्राप्त होता है। 4. ताया, चाचा और दादा पर अनिष्ट प्रदान करता है। सगे सम्बन्धियों (खून का रिश्ता वाले) पर भी अनिष्ट बरसाता रहता है। 5. ऐसे जातक यदि किसी को दाँत से काट ले तो पागल बना देता है। 6. फिजूल खर्ची से परेशान रहता है। 7. बुध खाना न०-3 में हो और शुक्र खाना न०-4 में हो तो सन्तान प्राप्त में देर होती है। 8. जातक कम भाई वाला होता है। 9. जीवन में सफल हमेशा बना ही रहता है। 10. हरे रंग के कपड़े पहन्ना, हरी मूंगी की दाल खाना, घर में कांच की बोतल रखना हानिकारक होता है। 11. निवास स्थान में या पास में शहतूत, लसूहड़ा, बेलदार पौधों वृक्ष आदि होने से बुरा प्रभाव पड़ता है। 12. तीसरे खाने में बुध हो और छठे या सातवें खाने में राहु केतु या शनि बैठा हो तो पिता, फूफा या मां की मृत्यु जातक की छोटी आयु में ही हो जाती है।"
            },
            "4": {
                "subh": "1. जातक चरित्रवान करते हैं। 2. दूसरों के मुसीबत में पूर्ण साथ निभाता है और सब्रवान होता है। 3. खाना न०-4 में बुध हो और चन्द्र खाना न०-2 में हो तो राजयोग बनता है और जातक सरकारी नौकरी करने वाला होता है। इस योग में यदि जातक को 32 दांत हो तो मंगलीक दोष का प्रभाव मिट जाता है। 4. जातक पूरे परिवार का प्रभाव मिट जाता है। 5. बुध खाना न० 4 में और 3, 5, 11 खाने में से किसी में भी सूर्य हो । चन्द्र और बृहस्पति खाना न०-6 में हो तो परिवार, धन व आयु में बरकत होगी और पापी ग्रह कोई बुरा प्रभाव नहीं डालेगा। 6. बुध खाना न० 4 में, खाना न० 6 या 3 में -चन्द्र अथवा खाना न० 2 ग्रह से खाली हो तो जातक के माता-पिता को पूर्ण सुख प्राप्त होता है। 7. चौथे भाव के बुध को यदि बृहस्पति शुभता प्रदान करे तो जातक को सरकार के द्वारा मान यश की प्राप्ति होती है। 8. जातक भाग्यवान और उत्तम व्यापारी होता है। 9. ऐसे जातक को अपनी माता से भरपूर प्यार मिलता है। 10. चौपाया जानवर और चौपाया गाड़ी प्राप्त करता है। 11. मित्र वर्ग उत्तम होता है। 12. यदि सूर्य खाना न०-3 में हो तो पुत्र लाभ होता है। 13. यदि पुरूष राशि का बुध चौथे खाने में हो तो जातक उच्च शिक्षा प्राप्त करता है। 14. राजनीतिक में पटु, लेखक व भाषण कला में निपुण होता है। ",
                "ashubh": "1. यदि बुध अग्नि तत्वीय राशियों में हो तो जातक स्वभाव से महाक्रोधी एवं दुष्ट होता है तथा लोगों का अनिष्ट चाहता है। ऐसा जातक माता को तिनके के समान समझता है तथा व्यर्थ में अभिमान करने वाला कंजूस और उपकार को भूल जाने वाला होता है। 2. मात की आयु क्षीण होती है। 3. यदि माता जीवित भी रहे तो धन दौलत नष्ट हो जाता है। 4. बुध खाना न०-4 में हो और खाना न०-6 में चन्द्र हो तो जातक आत्म हत्या भी कर सकता है। 5. चतुर्थ भाव में बुध हो 2, 5, 9, या 12वें खाने मे शुक्र, राहु या शनि पापी ग्रह हो तो जातक का पिता कर्जदार स्त्री, धन व आम गृहस्थी बर्बाद हो जाता है। 6. यदि बुध चुतुर्थ भाव में हो और सूर्य खाना न०-5 में हो तो धन हानि होती है। 7. विधवा या कुवारी लड़कियों से अवैध सम्बन्ध कायम करता है। 8. घर में पुरूष वर्ग की हालत ठीक नहीं रहती।"
            },
            "5": {
                "subh": "1. ऐसे जातक को भाई और सन्तान की कमी होती है। 2. जातक ज्योतिषी या वैध होता है। 3. जीवन खुशहाल और मुख से निकला वाक्य ब्रह्म वाक्य के समान होता है। 4. अर्थशास्त्र का ज्ञात होता है। 5. लाटरी, जुआ, सट्टे आदि से लाभ प्राप्त करता है। 6. कवि, शायर, लेखक, सम्पादक, प्रकाशक या कर्म काण्डों का ज्ञात होता है। 7. ऐसे जातक प्रेम विवाह करते है। 8. खाना न०-5 में बुध और सूर्य चन्द्र, बृहस्पति खाना न०-9 में हो तो 34 साल आयु के बाद भाग्य का सूरज चढ़ता है। 10. पत्नी सुन्दर मिलती है। 11. पुत्र की अपेक्षा कन्या सन्तति अधिक प्राप्त करता है। 12.ऐसे जातक विनोदी, प्रसन्न रहने वाला, बड़ों का आदर करने वाला, देव गुरू भक्त होता है।",
                "ashubh": "1. यदि चतुर्थ भाव का बुध जल तत्वीय राशि का हो तो जातक की लड़की पागल होती है। 2. यदि वायु तत्वीय राशि में बुध हो तो जातक को सन्तति सुख का अभाव तो रहता ही है परन्तु ऐसे जातक के हाथों महान ग्रन्थ की रचना होती है। परिणाम स्वरूप जातक का नाम सदैव अमर हो जाता है। ऐसे जातक ज्योतिष व तत्व ज्ञान में विशेष रूचि रखते हैं। 3. यदि बुध का चन्द्रमा से शुभ योग हो तो जातक धनी किन्तु व्यभिचारी होती है। 4. जातक इश्कबाज, बदनाम जुआरी होता है और उदर रोग से अस्त रहता है।"
            },
            "6": {
                "subh": "1. दिमागी कारोबार और व्यापार में पूर्ण लाभ प्राप्त होता है। 2. जातक की आवाज़ दुनियां में गूंज उठेगा। 3. गरीबी में पैदा लेकर भी अमीर हो जायगा। 4. मन का राजा होगा। 5. जातक सब्र वाला हो तो फलता फूलता रहेगा। 6. समुद्र पार विदेश यात्रा करने से शुभ फल प्राप्त होगा। 7. विद्या से सम्बन्धित कारोबार से लाभ प्राप्त करेगा। 8. मुकद्दमें में विजय होगी। 9. ईमानदारी अदा करने से धन में बरकत होगी। 10. बुध छठे खाना में और शनि खाना न०- 9 या 11 में हो तो पत्नी अमीर घर की मिलेगी। 11. बुध खाना न0-6 में और खाना न०-1 में सूर्य या बृहस्पति हो तो राज योग द्वारा जातक धन, धर्म व मर्यादा का मालिक और जागीरदार होगा। 12. बृहस्पति शुभ फल प्रदान कर रहा हो तो जातक अकसर या पत्रिका के कार्य से जुड़ा होगा। 13. जातक दिलदार और बातचीत कला का विशेषज्ञ होगा। 14. ऐसे जातक स्टेशनरी कार्य, छापाखाना, ज्योतिष के कार्य में सफलता पाते हैं या एकाऊटेंटस की नौकरी भी प्राप्त करता है। 15. दोहती अर्थात नतनी का पालन करने से धन में वृद्धि होगी। ",
                "ashubh": "1. यदि जातक वैद्य हो और अधिक लालची हो तो धन बर्बाद हो जाता है। 2. यदि शुक्र अशुभ फल प्रदान करता हो तो सुख नहीं प्राप्त 3. बुध खाना न0-6 में हो और मंगल खाना न०- 8 में हो तो माता जातक की छोटी आयु में ही मृत्यु प्राप्त करती है और धन बर्बाद हो जाता है। 4. बुध खाना न०-6 में शुक्र-4 में हो और केतु मंदा फल प्रदान करता हो तो जातक को 34 वर्ष के बाद सन्तान प्राप्त होता है। ऐसी हालत में पत्नी को चांदी का बिना जोड़ वाला छल्ला बाँए हाथ की उँगली में पहनावें और 'सिद्ध चन्द्र यंत्र' पंडित वाई०एन० झा के कार्यालय से प्राप्त कर धारण करावें । 5. यदि जातक का मकान उत्तर दिशा मुख की हो और उस मकान से बहन, बुआं या लड़की की शादी हो तो सुखी नहीं रहती । 6. जातक को विद्या कम प्राप्त होगी। 7. यदि सूर्य खाना न०- 8 में हो तो जातक को सांस की बिमारी होती है। है। 8. जातक को अपने परिवार से विरोध का सामना करना पड़ता 9. ऐसे जातक कोष्ट बद्धता, बात, शूल, संग्रहणी बवासीर जैसे बिमारियों से ग्रस्त होते है। छाती दुर्बल, क्षय रोग भी होता है। 10. यदि बुध के साथ मंगल भी बैठा हो तो जातक को पागल बना देता है। हैं । 11. जातक भोला-भाला होता है तो लोग उसे परेशान करते"
            },
            "7": {
                "subh": "1. जातक 'कम बुद्धि' होते हुए भी सांसारिक सुख व शान का मालिक होता है। 2. ऐसे जातक अपने लिए चाहे कुछ भी हो परन्तु दुनियां के लिए पारस के समान होते हैं। 3 तलवार की तरह धारवाला कलम का जादूगर होता है। 4. बुढ़ापा आनंद से व्यतीत होता है। 5. जातक अत्यन्त ही दृढ़ विश्वासी होता है। 6. जीवन में अनेकों लोगों की भलाई करता है। 7. जातक कुलीन घराने में जन्म लेता है और चेहरा कान्तिवान होता है। 8. जातक कुशल व्यापारी होता है। 9. फौजदारी मुकद्दमें में विजय प्राप्त करता है। 10. बुध खाना न०-7 में हो और चन्द्र खाना न०-1 में हो तो समुद्री सफल मोती प्रदान करता है अर्थात समुद्री सफर या समुद्र पार विदेशों में खूब धन कमाता है। 11. बुध खाना न०-7 में हो और शनि खाना न०-3 में हो तो जातक का ससुराल अमीर हो जाता है. 12. पुत्रियाँ अधिक होने से धन में वृद्धि होती है। ",
                "ashubh": "1. जातक की बुआ, बहन, लड़की व साली सबके सब दुखिया हो जायगी। 2. व्यापार करने से लाभ प्राप्त कम होता है। 3. बचपन का समय दुखमय गुजारता है। 4. सन्तान में पुत्र ही अधिक होगें लेकिन गृहस्थ जीवन सुखमय नहीं होता है। 5. पत्नी से कलह बना रहता है। 6. भाइयों के साथ या साले के साथ पार्टनरशिप व्यवसाय करने से हानि का सामना करना पड़ता है। 7. ऐसे जातक के साली की चाल-चलन खराब होता है। 8. जातक बार-बार थूकते रहता है और वहम की बिमारी से ग्रसित रहता है । 9. ऐसा जातक थथला कर बोलता है और सोए में मुंह से लार निकलता है। 10. सम्भोग के समय शीघ्र स्खलित हो जाता है । 11. विवाह के समय झगड़े होते हैं। 12. जातक लेखक हो तो आर्थिक परेशानी परेशान करती है। 13. स्त्री कर्कसा स्वभाव की होती है। 14. साली से अवैध सम्बन्ध कायम करने से जीवन बर्बाद हो जाता है।"
            },
            "8": {
                "subh": "1. यदि खाना न०- 8 में बुध हो और मंगल खाना न०-12 में हो तो बुध खाना न०- 8 का अशुभ फल प्राप्त नहीं होता। 2. खाना न०- 8 में बुध के साथ यदि कोई पुरूष ग्रह हो तो बुध की अशुभता दूर हो जाती है। 3. बुध और मंगल खाना न०- 8 में हो तो उत्तम फल की प्राप्ति होती है। 4. जातक ज्ञानवान होता है। 5. जातक सरकारी नौकरी में उच्च पदाधिकारी होता है। 6. जातक अतिथि भक्त होता है । 7. कुलीन घराने जन्म लेकर उच्च ख्याति प्राप्त करता है 8. स्मरणशक्ति तीव्र होती है तथा शास्त्रों ग्रन्थों का अध्ययन करने वाला होता है। 9. अधिक कन्या होने पर सम्पति बढ़ती जाती है। 10. ऐसा जातक एक बार अमीर हो जाने पर पुनः जीवन में गरीब नहीं होता । 1 1. यदि बुध उच्च का हो या शुभ योग में हो तो अकस्मात धन लाभ प्राप्त करता है। 12. जातक सत्य वक्ता एवं जितेन्द्रिय होता है तथा जातक की मृत्यु प्रसन्न अवस्था में होती है। 13. शत्रुहन्ता होता है। ",
                "ashubh": " 1. पुत्र, मष्तिस्क और धन इन तीनों में से एक नहीं प्राप्त होगा । 2. दांतों व नाड़ियों के रोग से ग्रसित रहेगा। 3. राज दरबार से अचानक धोखा मिलेगा जिससे धन की हानि होगी । 4. अष्टम भाव का बुध यदि स्त्री राशि में हो तो मस्तिष्क विकार के कारण जातक की मृत्यु होती है। 5. छुपी हुई तबाही से जातक परेशान रहता है। 6. बचपन में सिर में चोट लगती है। 7. जातक पागल भी हो जाता है। 8. बुध यदि पाप प्रभाव में हो अत्यधिक स्त्री प्रसंग के कारण जातक की मृत्यु होती है। 9. खाना न०-3, 6, या 12 में अशुभ ग्रह या शत्रुं ग्रह विराजित हो तो निम्नलिखित परेशानियों का सामना करना होता है। (i) जातक अलपायु होता है। (ii) परिवार के लोग बीमार रहते हैं जिसमें अधिक धन खर्चहोता है । (iii) जातक स्वयं भी रोगी रहता है । (iv) अनेकों गुप्त परेशानियों से ग्रस्त रहना पड़ता है।"
            },
            "9": {
                "subh": "1. ऐसा जातक धन, पुत्र और स्त्री से युक्त होता है 2. जातक उत्तम कोटि का विद्वान होता है। 3. अपने कुल रीतियों का पालक और यंत्र कर्त्ता होता है। 4. जातक संगीत प्रेमी या संगितत्र और ज्योतिष होता है 5. पिता के भाग्य को उज्जवल कर देता है। 6. यदि बुध वायु तत्वीय राशि में हो तो विवाह के बाद जातक का भाग्योदय होता है और नौकरी अथवा व्यवसाय से प्रगति करता है। 7. यदि पृथ्वी तत्वीय राशि में बुध हो तो प्राइवेट नौकरी मिलती है 8. यदि बुध जल तत्वीय राशि में हो तो सरकारी नौकरी में क्लर्क होता है।  9. यदि अग्नि तत्वीय राशि में हो तो बैंक कर्मचारी, चार्टड एकाऊंटेट, शिक्षक, ज्योतिषी सम्पादक, लेखक या प्रकाशक होता है। 10. पुत्र सन्तान अधिक प्राप्त करता है। 11. अपने पेट में चाहे रोटी मिले या न मिले लेकिन परिवार और कबीले का पालन जरूर करता है। 12. यदि खाना न० 1, 3, 6, 7, 9 या 11 में चन्द्र, केतु या बृहस्पति हो तो बुध कभी भी मंदा फल नहीं देगा। जीवन हरा भरा सुखमय होगा। 13. जातक बेवफा होगा। 14. चरित्रवान हो तो धन, धर्म और उम्र उत्तम प्राप्त होगा।",
                "ashubh": " 1. जातक बेशर्म होता है। 2. ऐसे जातक की बहन, लड़की या बुआ दुखी जीवन व्यतीत करती है या मृत्यु को प्राप्त होती है। 3. आयु बहुत कम होती है। 4. जातक थथला कर बोलने वाला होगा। 5. पिता को 29 वर्ष तक कष्ट का सामना करना पड़ता है । 6. 34 वें वर्ष पर मंगल अशुभ फल प्रदान करता है। ऐसी हालत में लोहे की गोली पर लाल रंग पेंट कर सुखा ले फिर जेब में सदैव रखें। 7. यदि छत वाले मकान के अन्दर नलका या कुँआ हो तो अथवा कुंए के उपर छत डालकर हीन या सन्तान हीन या सन्तान गूंगी होगी । 8. 64 वर्ष से अधिक आयु नहीं प्राप्त करता है । 9. जन्म कुण्डली में हर आठवां वर्ष हानिकारक होता है। 10. जातक अधिकतर अल्पायु होते हैं। 11. 34 वें वर्ष में दाम्पत्य जीवन बर्बाद हो जाता है। 12. जातक झूठी अफवाहों से परेशान रहता है। 13. विदेश जाने पर लाभ नहीं होता । 14. जातक वहमी होता है और कई बार अपमानित होता है। 15. बुध नवम भाव में और चन्द्र तीसरे भाव में हो तो धन की चोरी हो जाती है और 34 वें वर्ष के बाद धन बर्बाद हो जाता है । 16. बुध खाना - 9 में हो और खाना न०- 1 ग्रहों से खाली हो तो जातक को रक्त सम्बन्धी या ब्लड प्रेशर की असाध्य बिमारियां होती है । 17. बुध खाना-9 में हो और खाना न०-3, 6, या 7 खाने में चन्द्र बृहस्पति अलग-अलग बैठे हो या साथ बैठे हो तो जातक सन्तान हीन होता या सन्तान अच्छी नहीं होती ।"
            },
            "10": {
                "subh": " 1. ऐसा जातक उत्तम क्वालिटी का गायक होता है। 2. बुध खाना न०- 10 में हो और चन्द्र खाना न०-1,3,4 या 5 में हो तो जातक लड़ाई क्षेत्र के हथियारों का व्यापारी होता है । 3. खाना न०-2 के साथ जब खाना न०- 2 ग्रह नेक हो तो सूखे घड़े को भी मोतियों से भर देता है । अर्थात अत्यन्त गरीब आदमी को भी बहुत बड़ा धनवान बना देता है। 4. ऐसे जातक का जीवन निर्वाह ठीक-ठाक ढंग से होता रहता है । 5. जातक राज्य का पदाधिकारी होता है और व्यवहार कुशल होता है। 6. अपना काम जी हजूरी करके हर जगह निकाल लेता है। 7. शीघ्र मान-यश व प्रतिष्ठा हासिल बार-बार लेता है । 8. पिता के सेवक होता है और इतना धन तो जरूर प्राप्त करता है जिसके परिवार को सुख शान्ति मिल सके । 9. खाना न०-2 में शुभ ग्रह बैठा हो या ग्रह से खाली हो तो जातक विदेश यात्रा करता है। 10. जातक को पैतृक सम्पत्ति भी प्राप्त होती है। 11. ऐसे जातक अधिकार के उलंघन करने वाले को कठोर सजा देता है। 12. व्यर्थ की बातों में समय नहीं बर्बाद करता है। 13. जीवन में संघर्ष करते हुए निम्न स्तर से उच्च स्तर पे पहुंच जाता है। 14. उनके विचारों में मौलिकता रहती है। 15. वह राजनीतिक में अन्याय को आश्रय नहीं देता । 16. नीति शास्त्र का ज्ञाता होता है। 17. ठेकेदारी के काम में भी सफलता हासिल करता है ।",
                "ashubh": "1. जातक शराबी कबाबी हो तो ग्रह शनि उसे बर्बाद कर देता है। 2. 25 वर्ष उम्र होने पर पिता को गरीब बना देता है। 3. ऐसे जातक के पिता की मृत्यु भी जातक के बचपन में ही हो जाती है। 4. जन्म से 42 वर्ष तक शनि, राहु और केतु जातक पर अत्यन्त बुरा असर डालते हैं । 5. 10वें भाव का बुध यदि नेक नहीं हो तो जातक को व्यापार में अनावश्यक परेशानियां और धन का अभाव रहता है । 6. चापलूस और चालबाज होता है ।"
            },
            "11": {
                "subh": "1. 34 वर्ष के बाद बुध जातक को तारने वाल होगा और धन की समस्त दूर हो जायगी । 2. बुध खाना न०-11 में और खान न०- 2 ग्रह से खाली हो तो जातक शर्मसार और हुनरवान होगा। 3. 11 वें भाव के बुध ने जातक को चुस्ती फुर्ती से चुक्र तीव्र मस्तिष्क और मतलवी बुद्धिमानी बनाता है । 4. परिस्थितियों को भांप लेने की अद्भुत क्षमता होती है । 5. यदि बुध पृथ्वी तत्वीय राशि में हो तो ज्ञात को स्वत्रंत कार्य, शिल्पवाला एवं चित्रकारी से अधिक लाभ प्राप्त कराता है । 6. यदि बुध वायु तत्वीय राशि में हो तो जातक शिक्षक व गणितज्ञ होता है। 7. ज्योतिषचार्य, एकाऊंटेंट और कलम का जादूगर होता है। 8. जातक की सन्तान खूब विद्या प्राप्त करता है । 9. जातक की सन्तान का विवाह उच्च कुल में होता है । 10. स्वयं भी जातक सर्वगुण सम्पन्न होता है ।",
                "ashubh": " 1. जातक जितना श्रम करता है उतना लाभ नहीं प्राप्त कर सकता। 2. जातक दूसरों को `सब्जबाग दिखाकर अपना मतलब निकालने वाला होता है । 3. जातक अपनी गलती कदापि स्वीकार नहीं करता । 4. फकीर या साधु की संगत करे पर तबाह हो जाता है । 5. जातक कभी कभी पागलों की तरह हरकत भी करता है। 6. 34 वर्ष के पहले माली हालत खराब रहती है । 7. जातक झूठा व फरेबी होता है । 8. अपने दोस्तों को धोखा देता है । 9. ऐसे जातक विश्वासपात्र नहीं होते।"
            },
            "12": {
                "subh": "1. खाना न०- 12 या 2 में बुध यदि बृहस्पति के साथ हो तो इज्जत-ताकत और यदि शनि के साथ बुध बैठा हो तो धन-दौलत और परिवार की प्राप्ति होती है। 2. ससुराल में आर्थिक प्रगति होती है। 3. यदि खाना न०-12 के बुध के साथ सूर्य बैठा हो तो अनिष्ट फलों से बचाव होता है । 4. जातक चरित्रवान होता है और गुरु ब्राह्मणों का सेवक होता 5. खाना न०-12 के बुध यदि शुभ प्रभाव में बलवान हो तो जातक सहनशील, विद्वान एवं गुणवान होता है। 6. शास्त्रों का ज्ञाता होता है। 7. ऐसे जातक की लड़की ससुराल में सुखी रहती है । 8. धर्म-कर्म के कार्यों में बढ़-चढ़ कर भाग लेता है । 9. ऐसे जातक यदि अण्डे, मांस, मछली खाते हैं तो धन में वृद्धि होती है।",
                "ashubh": "1. ऐसा जातक मतलबी, जुबान का कच्चा और लोगों को गलत-सलत बातों में गुमराह कर झगड़ाने वाला होता है । 2. जातक झूठा होता है । 3. जातक शराबी होता है। 4. ऐसे जातक के खानदान में कोढ़ की बिमारी पूर्वजों से चली आती है। 5. बेवकूफ व नालायक मित्र होता है । 6. ऐसा जातक गरीब हो या अमीर लेकिन लोगों का नींद हराम करते रहता है। 7. व्यवसाय में लाभ नहीं प्राप्त करता है । 8. जातक की पत्नी सदैव दुखी रहती है 9. जातक को सन्तान नहीं होती, यदि होती भी हो तो नालायक होता है। 10. विवाह 25 वर्ष की उम्र में होता है । 11. दाँत 30 से कम या 32 से अधिक हो तो जातक पर मंदा असर पड़ता है। 12. सर, जुबान, दांत, नाड़ियां और नाक का अगला हिस्सा खराब होता है। 13. खाना न०-12 में बुध हो और राहु अनिष्ट प्रदान कर रहा हो तो जातक जेल भी जा सकता है। जातक का पागल हो जाना, घर में चोरी होना या आग लग जाना, गबन, बेईमानी या धोखा पाना जैसी मुश्कलों का सामना करना पड़ता है। 14. जातक का पिता ऋणी होता है । 15. पिता का ऋण चुकाना होता है। 16. जातक काम वासना हेतु अंधा हो जाता है । 17. 36 से 42 वर्ष की आयु में जातक की मृत्यु भी हो सकती है।"
            }
        },
        "jupiter": {
            "1": {
                "subh": "1. जातक विद्वान होता है और राज दरबार से मान-प्रतिष्ठा प्राप्त करता है। 2. ऐसे जातक अधिक सरकारी नौकरी प्राप्त करते हैं। 3. खाना न० 1, 4, 5, 6, 8, 9 और 12वें खाने बैठे बृहस्पति जातक को उत्तम विद्या प्राप्त कराता है और विद्या से ही आजीविका चलती है। 4. केन्द्र स्थान, अर्थात् 1, 4, 7, 10, खाने में यदि बृहस्पति बैठे हो तो जातक जन्म लेते ही धन को साथ ले आता है परन्तु बृहस्पति कोई ग्रहों के योगायोग में मन । 5. ऐसे जातक के पास बड़ी फैक्ट्री या बड़ा व्यवसाय जरूर होता है। 6., जातक राजनेता, चुनाव में जीत प्राप्त करने वाला और मंदिरों का मुखिया होता है। 7. जातक उत्तम सलाहकार होता है। 8. सर्वगुण सम्पन्न, सुन्दर और निरोग होता है। 9. धनु या मीन राशि का वृहस्पति खाना न०- 1 में हो तो तक व्याकारण शास्त्र का ज्ञात होता है तथा उसके बहुत पुत्र होते हैं। ह सुखी दीर्घायु और ज्ञानी होता है। 10. खाना न० 1 में बृहस्पति हो और खाना न० 7 ग्रह से खाली हो तो जातक का भाग्योदय 22 वर्ष के बाद होता है। यदि खाना न०-7 में कोई ग्रह हो तो भाग्योदय बचपन से ही प्राप्त कर लेता है। 11. अपने दादा, पिता और परिवार को अपने कार्यों से मान- सम्मान प्राप्त कराता है। 12. खाना न०-1 का बृहस्पति यदि अग्नि तत्वीय राशि का हो तो जातक उदार, धैर्यवान, मित्र से चुस्त परन्तु अभिमानी होता है। 13. जल राशि का बृहस्पति यदि खाना न0-1 में हो तो जातक घुड़दौड़ का शौकीन होता है। ऐसा जातक बहुत धनवान होता है। 14. यदि खाना न०-1 मे बृहस्पति के साथ चन्द्र भी विराजमान हो तो जातक पूर्ण आयु प्राप्त करता है। 15. बृहस्पति खाना न०-1 में और चन्द्र 5 या 7 वें खाने में हो तो बुढ़ापा आनंद से व्यतीत होता है। 16. अपने परिवार का मुखिया होता है। 17. अकेले बैठा बृहस्पति किसी भी भाव में शुभ फल प्रदान करते है। 18. खाना न०-1, 2, 3 और 11वें खाने में बैठे बृहस्पति के पहले घर में यदि राहु बैठा हो तो जातक संसार का गुरु होता है। 19. अपने दिमाग और नेताओं की सहायता से आगे बढ़ने रहता है। 20. बृहस्पति खाना न०-1 में हो तो ऐसा जातक उत्तम विद्या पावे या न पावे परन्तु अमीर जरूर हो जाता है। 21. जातक दयालु और धार्मिक प्रवृति का हो तो दिन दुनी- रात चौगुनी तरक्की करता है। 22. भाग्य 51 वर्ष आयु तक खूब साथ देता है। 23. स्वास्थय अच्छा और शरीर तदरूस्त होगा। 24. जातक की आँखों की दृष्टि कभी खराब न होगी। 25. मकान व जायदाद का स्वामी होगा। 26. जातक अत्यन्त क्रोधी होते हुए भी साफ दिल और शान्त प्रवृति का होगा। 27. किसी की चालाकी फौरन समझ लेगा। 28. शत्रुओं पर सदा विजयी रहेगा। 29. औलाद की उम्रों के क्रम में 8 वर्ष से अधिक का अंतर नहीं होगा। 30. प्रथम खाना में बृहस्पति हो खाना न०-1 में कोई न कोई ग्रह अवश्य हो और खाना न०-1 में बृहस्पति के शत्रु न हो तो जातक बी०ए०, एम०ए० तक या इससे अधिक भी विद्या की डिग्री प्राप्त करता है। 31. जातक की आयु 75 वर्ष की होती है और सुखी जीवन बिताता है परन्तु केतु का फल उत्तम होना अनिवार्य है। 32. बृहस्पति खाना न०-1 में हो और चन्द्र उत्तम हो तो आयु के साथ-साथ सुख भी बढ़ता है। राजा के समान धनी, उत्तम शासक होता है। आखिरी आयु सन्यासी की भांति व्यतीत करता है। 33. यदि खाना न०-1, 2, 5, 7, 11, 12 में बृहस्पति के शत्रु ग्रह न हो और खाना न०-1 उत्तम हो तो जातक को खानदानी धन, जायदाद, सोना आदि विरासत में मिलता है। 34. खाना न०-1 में बृहस्पति से मिलता है । 1 में सूर्य, चन्द्र, मंगल हो तो राजदरबार से कमाया धन खूब बरकत देता है। 35. बृहस्पति खाना न०-1 में हो और खाना न०-2, 3, 4, 8 उत्तम हो तो मामा की आयु छोटी होती है।",
                "ashubh": "1. 27 वर्ष की आयु में पिता से अलग होकर व्यापार करता है। 2. वर्ष फल के अनुसार जब शनि खाना न०-1 में आता है तो पिता के लिए कष्टदायक होता है। माता पुत्र से अलग हो जाती है और जातक 51वे वर्ष में माता पर विशेष संकट प्रदान कराता है। 3. खाना न० 1 में बृहस्पति हो और शनि खाना न०-5 मे हो तो भारी संकट का सामना करना होता है। 4. खाना न०-1 में बृहस्पति और 2, 5, 9, 12 खानों में राहु, शुक्र, शनि बुध हो तो पिता का ऋण जातक को चुकाना होता है। 5. बृहस्पति खाना न०-1 में और राहु खाना न०- 8 में बैठा हो तो जातक रक्त विकार से पीड़ित होता है और जातक के पिता की मृत्यु सांस रोग से होती है। 6. जातक के लिए आयु का हर आठवां वर्ष अनिष्टकारक होता है। 7. मांस, शराब आदि का सेवन करने से जातकबर्बाद हो जाता है। 8. युवावस्था में ही बाल सफेद हो जाता है और बाल सफेद होने के बाद घर का सोना एवं ऐशो आराम की वस्तुएं बिक जाती है। 9. जातक 16 से 21 वर्ष की आयु में कोई व्यापार करता है तो घाटा उठाना पड़ता है।"
            },
            "2": {
                "subh": "1.जातक स्त्रियों का गुरू होता है। 2. जन्म वर्ष से लेकर 27 वर्ष तक राज दरबार से सम्बन्ध बना रहता है। 3. बृहस्पति के साथ शुक्र भी बैठा हो तो जातक मिट्टी से भी सोना प्राप्त करता है। 4. यदि खाना न०-2 का गरु शुभ प्रभाव में हो तो जातक बुद्धिमान, विद्वान, पुत्रवान और कुशल वक्ता होता है। 5. 16 से 32 साल की उम्र में धन हवा की तरह आता है और पानी की तरह बहता चला जाता है। 6. जातक को दौलत, मान व प्रतिष्ठा प्राप्त होती है। 7. गरीबों और मुसाफिरों की सेवा करते रहने से धन में वृद्धि होती रहती है। 8. पुत्र प्राप्त होने के बाद अपना भाग्य गृहस्थी, कारोबार, ससुराल परिवार के उत्तम सम्बन्ध कायम रखने से चमक उठता है । 9. खाना न०-2 या आठ में बैठे शत्रु ग्रहों के प्रभाव ने वृहस्पति के शुभ प्रभाव पर कोई भी अनिष्ट प्रदान नहीं करेंगा। 10. राज दरबार में 27 वां वर्ष उन्नति प्राप्त करेगा। 11. चाहे स्त्री का गुरु बने या पुरुष का परन्तु खूब ख्याति अर्जित करता है। 12. पिता धनवान हो जाता है और स्वयं भी जातक लक्ष्मीवान होता है। 13. खाना न०-2 में बृहस्पति हो तो जातक प्रायः शिक्षक, मटाधीश, पुजारी और ज्योतिष होते है। 14. बृहस्पति स्वराशि या उच्च राशि का हो तो जातक वकील बनकर खूब धन कमाता है। 15. जातक दानी, दृढ़ निश्चयी, आजाद स्वभाव, अपने धुन का पक्का और अधिक परिवार सदस्य वाला होता है। 16. बृहस्पति खाना न०-2 में हो और खाना न०-12 में शनि बैठा हो तो जातक जमाने का वीर और साहसी होता है । 17. बृहस्पति खाना न०-2 में हो और राहु नेक फल देता हो तो जातक राजा के समान आदर पाता है । 18. जातक विद्वान, गुणवान और परम यशस्वी होता है।",
                "ashubh": "1. जब शनि वर्षफल में खाना न०-2 में आता है तो जातक का स्वास्थ बिगड़ जाता है और ससुराल मे धन की हानि होती है। 2. वृहस्पति खाना न०-2 में शुक्र मंदा और शनि खाना न०- 10 में हो तो जातक बीमार रहता, रातों की नींद हराम होती है और स्त्री भी रोगी रहता है। 3. खाना न०-2 में बृहस्पति, बुध-8 और शनि खाना-10 में हो तो रोगी, धन हानि और जेल की सजा दिलाता है। 4. बृहस्पति खाना न०-2 में और बुध खाना न०- 9 में हो तो जातक ईष्यालु होता और ऊँगलियां बहुत छोटी होती है। 5. बृहस्पति दूसरे खाने में, 8 या 10वें खाने में बुध, शुक्र, राहु, शनि पापी ग्रह हो तो मान हानि, लानत और अनेकों मुसीबत प्राप्त होता है। 6. जातक झूठी शान बधारता है।"
            },
            "3": {
                "subh": "1. जातक धनवान होता है और शेर के समान दिल प्राप्त करता है । 2. बृहस्पति खाना न०-3 में हो तो और खाना न०-7 में मंगल हो तो जातक सरकारी नौकरी प्राप्त करता है, विद्वान होता और राजदरबार से अधिक आयु तक धन प्राप्त करते रहता है। 3. बृहस्पति खाना न०-3 में और बुध खाना न०-3 या 9 में हो तो मंदा फल देगा किन्तु फिर भी जातक सुखी, भाई और ससुराल नेक आँखें स्वस्थ, नेक औलाद, औलाद की आयु लम्बी तथा, सुखी होता है। 4. जातक विद्वान, धनी, समृद्धशाली और स्वास्थ का धनी होता 5. ऐसे जातक ज्योतिषी, योगाभ्यासी, बुद्धिमान, लेखक, प्रकाशक, सम्पादक आदि कार्यों से धनवान बनता है । 6. न्यायप्रिय, साहसी और वीर होता है। 7. शनि कहीं भी बैठा होगा तो धन और आयु में वृद्धि करता रहेगा। 8. औलाद होते ही पूर्ण तरक्की करता है। 9. 26 वर्ष की आयु से लेकर 46 वर्ष की आयु तक पूर्ण प्रगति करता है। जबकि खाना में मंगल नेक हो, खाना न०-2 में सूर्य, चन्द्र, मंगल मित्र ग्रह हो और बृहस्पति वर्ष फल में खाना न०-3 में आवें । 10. औलाद भी वीर और साहसी होता है। 11. जातक बहन और भाईयों का सेवक बना रहता है।",
                "ashubh": "1. जातक यदि दुर्गा पूजन करते रहें तो शुभ अन्यथा सभी,अशुभ फल ही प्राप्त होते है। 2. यदि खाना न०-3 में बृहस्पति के साथ बुध भी बैठा हो तो सन्तान और नानकों के लिए कष्टदायक परन्तु जातक स्वयं बुद्धिमान होता है। 3. बृहस्पति खाना न०-3 में हो और शनि 4 में हो तो दोस्ता धन लूटकर खाता है। 4. यदि जातक खुशामदी हो तो सभी शुभ फल नष्ट हो जाते है । 5. यदि बृहस्पति सोचा हुआ हो या शत्रु ग्रहों से घिरा हो तो मित्र का परम मित्र और शत्रुयों का ऐसे जातक विस्तर तक जला देता है। अर्थात् कुछ नहीं रहने देता। 6. बृहस्पति तीसरे खाने में और चन्द्र बारहवें खाने में हो तो जातक अपनी प्रशंसा सुनकर बर्बाद हो जाता है। 7. बृहस्पति तीसरे भाव में हो और मंगल बद (बुरा) हो तो जातक का सेहत खराब, बुरी जिन्दगी, रक्त दोष, और संतान दुख का सदमा सहन करता है। 8. बृहस्पति खाना न०-3 में और शनि खान न०-4 में हो एवं अमीर बुध भी मंदा फल प्रदान कर रहा हो तो जातक सबको लूटकर बनने वाला, मित्र घाती, नास्तिक होता है और सगे सम्बन्धी, औलाद और मामा को दुखी रखता है। जातक के शरीर से दुर्गन्ध आती है। ऐसे जातक शरारती, कायर और झगड़ालू भी होते हैं।"
            },
            "4": {
                "subh": "1. ऐसा जातक राजा इन्द्र और विक्रमादित्य की तरह प्रसिद्ध होता है। 2. माता के खानदान से रूहानी शक्ति और सुखद भाग्य का प्रभाव प्राप्त करता है। 3. ऐसे जातक को शुक्र, चन्द्र, शनि और मंगल सबके सब शुभ फल प्रदान करते है। 4. जातक देश भक्त होता और बाग-बगीचे का स्वामी होता है। 5. अपने इलाके में लाखों व्यतिक्तयों में से एक होता है और खूब प्रसिद्धि प्राप्त करता है। 6. बाप-दादा और स्वयं पूरी शक्ति का स्वामी होता है। 7. जातक के पास चौपाटा जानकर और चौपाया वाहन भी होता है। 8. क्रान्तिकारी स्वभाव का होता है। 9. चाचा, ताया भी इनके होता है। सुखी होते और माता-पिता दीर्घायु 10. लॉटरी से धन प्राप्त करता है। 11. 24 वर्ष की आयु तक में शिक्षा पूर्ण कर लेता है। 12. बृहस्पति खाना न०-4 में और शनि खाना न0 9 में हो तो जातक सबको तारने वाला होता है। 13. खाना न०-4 में बृहस्पति और शनि दूसरे खाने में हो तो जातक अत्यन्त चालाक होता है। 14. मंगल और सूर्य पुरू, ग्रह किसी भी खाने में उच्च होकर बैठा हो तो जातक का पिता न्यायधीश होता है। 15. जातक को धरती में गड़ा खजाना प्राप्त होता है और निःसंतान का धन भी हाथ लगता है। 16. जातक दुसरों का विपत्तियों मे पूर्ण सहायक होता है। 17. माथा चौड़ा, उत्तम चरित्र, प्रसन्न हृदय और व्यवहार कुशल होता है। 18. जातक बिना प्रयास के भी लक्ष्मी प्राप्त करता रहता है। 19. धर्म का पक्का, दूर दृष्टि पाने वाला, हर मजहब को मानने वाला और झगड़ों से दूर रहने वाला होता है। 20. जातक हमदर्द, दयालू, रहम दिल, और सतुंष्ट होता है। 21. उत्तम पत्नी और सुखी भाग्यशाली सन्तान प्राप्त करता है। 22. जातक उत्तम भवन का मालिक होता है। 23. धन दरिया की तरह बहकर उसके पास आता है। 24. यदि चरित्रवान हो तो आयु लम्बी होती है। 25. विद्या का धनी व ज्ञानी होता है। 26. विद्या पर किया हुआ धन खर्च सूद समेत वापस मिलता है।",
                "ashubh": "1. अगर खाना न०-4 में बृहस्पति के साथ राहु हो और चन्द्र खाना न०- 8 मे हो सन्तान विलम्ब से अथवा सन्तान प्राप्ति मे विघ्न पैदा होता है। 2 खाना न०-4 का वृहस्पति हुआ हो और खाना न०-10 ग्रह से खाली हो तो जातक का भाग्योदय 24 वर्ष के बाद आरम्भ होता है। ऐसा जातक कभी अपना नंगा शरीर दिखा दें तो धन हानि होती है। 3. अन्तिम काल मे ऐसे जातक को सम्पत्ति के नाम पर सिर छुपाने की जगह भी नहीं बच पाती। 4. 34 वर्ष आयु के बाद यदि चरित्रहीन हो जाये तो खुद ही नहीं बल्कि कुल को भी नाश कर देगा। 5. अपनी अक्ल की बेलगाम कार्यवाही से बरबादी होगी। 6. वृहस्पति खाना न०-4 में हो, बुध न०-10 में हो, या बुध वर्ष फल में खाना न०-4 मे आवे तो (11, 23, 34, 48, 55, 71, 75, 85, 97 व 91 वर्ष की आयु में) अपनी ही बेड़ी डुबो देने वाला मल्लाह होगा और हर तरफ से दुखी रहेगा। 7. बृहस्पति खाना न०-4 में हो और शनि किसी ग्रहों के योग से मन्दा हो तो जातक बुरे काम करने वाला, शराबी, कबाबी, पर स्त्री सम्भोगी बन जाता है। ऐसे जातक की आँखें खराब हो जाती है। 8. बृहस्पति चतुर्थ भाव में और शुक्र, शनि, राहु खाना न० 10 मे हो तो सोना और धन खतरे मे पड़ जाता है जिसके लिए जातक चिन्तित रहा करता है। 9. बृहस्पति खाना न०-4 में हो और केतु मंदा हो तो राज होते हुए भी जातक फकीर हो जाता है या दुख के भय से जंगल में भाग जाता है।"
            },
            "5": {
                "subh": "1. ऐसे जातक सबका  हित चाहने वाला, वेदों, शास्त्रों, ग्रन्थों का अध्ययन कर्त्ता, श्रेष्ठ, मंत्र-तंत्र-यंत्र के सिद्ध कर्ता एवं श्रेष्ठ मानवं का संगति करने वाले होते है। 2. अल्प क्रोधी होता है। 3. जातक की पत्नी अति सुन्दर होती है और जातक स्वयं भी प्रेम प्रणाम में सफल होता है। 4. ऐसे जातक का पुत्र-पोत्रे भी सुखपूर्वक जीवन यापन करते 5. जातक सरकारी नौकरी करता हो तो उच्च पदाधिकारी होता 6. ऐसे जातक लॉटरी, शेयर बाजार, सट्टा आदि से भी लाभान्वित होते है। 7. ऐसे जातक अपने अधिकारियों का प्रिय पात्र होता है। 8. ईमानदारी से कार्य करने पर व्यापार या सांसारिक धंधा बढ़ता रहता है. 9. बृहस्पति खाना न०-5 मे हो तो 2, 9, 11 और 12 खाने मे बैठे बृहस्पति के मित्र सूर्य, चन्द्र या मंगल से सदैव शुभ फल प्राप्त होता रहेगा। 10. बृहस्पति पांचवें भाव में, सूर्य चन्द्र और पापी ग्रह उत्तम होतो जातक के पास औलाद की कमी न होगी, जातक प्रसन्न और भाग्यवान होगा। 11. पंचम भाव में बृहस्पति हो और राहु उत्तम फल प्रदान करता हो तो जातक फौज का बहुत बड़ा पदाधिकारी होता है या बहुत बड़ा हाकिम होता है। 12. खाना न०-5 मे बृहस्पति और मित्र ग्रह सूर्य चन्द्र मंगल खाना न०- 9 में हो तो धन व संतान मंदे न होंगे, आगे खानदान बढ़ता रहेगा। 13. बृहस्पति पंचम भाव में और चन्द्र नवम भाव में हो तो जातक परम भाग्यशाली होता है। 14. पंचमस्थ बृहस्पति और सूर्य चन्द्र, बुध पापी ग्रह उत्तम फल प्रदान कर रहा हो तो जातक राजा इन्द्र की तरह लोक परलोक का मालिक होता है। 15. बृहस्पति खाना न०-5 में और कहीं भी बैठा राहु प्रसन्नचित शुभ फल प्रदान कर रहा हो तो जातक विक्रमादित्य की तरह महान होता है। 16. जातक पूर्ण ख्याति प्राप्त करता है।",
                "ashubh": "1. सूर्य के साथ सूर्य की महादशा के समय, यदि केतु उत्तम फल नहीं प्राप्त नहीं करता हो तो केतु की महादशा मे 70 वर्ष तक ननिहाल के परिवार पर अनिष्ट होता है। 2. वृहस्पति खाना न०-5 में हो और राहु मंदा फल प्रदान करता है तो जातक निःसंतान होता है, धर्म के नाम पर चन्दा वसूल कर जीवन चलाता है और हर तरह से परेशानी प्राप्त करता है। 3. जीवन का अन्तिम समय में भयानक दुर्दशा होती है। 4. बृहस्पति पंचम भाव में और राहु नवम भाव मे हो तो सन्तान विलम्ब से प्राप्त होती है। उधार दिया धन वापस नहीं मिलता और धनवान होते हुए भी धन के प्रति चिंता ग्रस्त रहता है। 5. सन्तान मंदी होगी यदि केतु मंदा हो"
            },
            "6": {
                "subh": "1. जातक दोहते, भान्जे या मामा के घर के प्रभाव से जीवन चलायेगा। 2. पिता जबतक जीवित रहेगा, दाता बना रहेगा। 3. जातक का पिता धन की वर्षा का स्वामी और सोने की खानों में रहने वाला होगा। 4. मृत्यु के समय जातक का पिता सुखी रहेगा। 5. जातक साधु स्वभाव का इज्जतदार व्यक्ति होगा। 6. चरित्रदान और शत्रुहन्ता होगा। 7. मामा-ताया-चाचा के लिए भाग्यवान होगा। करेगा। 8. पिता का स्वास्थ उत्तम रहेगा। 9. पिता या दादा के नाम पर व्यापार करने पर खूब तरक्की 10. जातक मुफ्त का उदर पूर्ति करने वाला होगा।",
                "ashubh": "1. जातक मन्द बुद्धि और युक्त विकार से पंडित रहता है। 2. यदि बुध मंदा प्रभाव डाल रहा हो तो 34 वर्ष तक जातक दुर्दशा का शिकार होता है और भाग्य को बनाने हेतु संघर्ष करते रहता है। 3. यदि केतु मंदा प्रभाव डाल रहा हो तो जातक भिखारी या फकीर होता है। 4. धन प्राप्ति का सितारा डूबा हुआ होगा। 5. बार-बार काम को बदलते रहता है परन्तु सफलता किसी काम में नहीं मिलती। 6. ऐसा जातक प्रायः ऋणी बना रहता है। 7. ऐसे जातक को नौकरी में भी सफलता नहीं मिलती। 8. यदि मेष या कर्क राशि मे बृहस्पति हो तो पैतृक सम्पत्ति भी प्राप्त नहीं होती। 9. पुरूष राशि में बृहस्पति भाग्य समझता है और सेविका की तरह रखता है। 10. जातक शराबी व कबाबी होता है।"
            },
            "7": {
                "subh": "1.जातक का जीवन विवाह के बाद चमकता है. 2. बैंक क्लर्क, लेखक के कार्य मे भी कार्यरत होता है । 3. जातक उद्योग पति और परिश्रमी होता है। 4. खाना न०-7 के बृहस्पति ने जातक को दस्तकारी कला मे भी निपुण बनाता है। 5. शान-शौकत से जीवन यापन करता है और हर प्रकार से सुखी रहता है। 6. सातवें खाने का बृहस्पति यगि अग्नि तत्वीय राशि का हो या मिथुन राशि में हो तो जातक उच्च शिक्षा प्राप्त कर शिक्षक जज या वकील बन जाता है। 7. ऐसे जातक को दुख के समय परमात्मा से सहायता मिलती 8. अपना भाग्य परमात्मा और आत्मिक शक्ति से बनाता है। 9. जब तक शरीर पर सोना धारण किए रहता है। दुखी नही होता है। 10. स्वास्थ उत्तम रहता है। 11. किसी का मोहताज नही रहता है। 12. फकीर या लंगोट बाधने वाला साधु नहीं होता है। 13. आयु 80 वर्ष की होती है। 14. परिवार की आयु भी लम्बी होती है। 15. पुत्र व पोत्रेवान होता है। 16. परदेश मे सम्पति अर्जित करता है।",
                "ashubh": "1. 34 वर्ष की आयु तक धन व सन्तान की प्राप्ति नहीं होगी। 2. 34 वर्ष या 42 वर्ष की अवस्था में पुत्र होगा। 3, खाना न.7 में बृहस्पति हो और मंगल बंद हो तो बहन व बुआं विधवा हो जाती है या निर्धन व मंदे हाल में होगा ऐसे हाल मे जातक चोर डाकू व ठग भी हो सकता है। 4. साधुओं की संगत करने से मंदा फल प्राप्त होता है। 5. घर में शंख, घंटे-घड़ियाल रखने से अशुभ फल प्राप्त होता है। 6. दाम्पत्य जीवन सुखी नहीं होता इस लिए मन अशान्त रहता है। 7. कड़ी मेहनत व कठिन परिश्रम से आजीविका चलाता है। 8. यदि बृहस्पति खाना न०-7 मे स्वयं ही मंदा हो तो राज दरबार से अपमानित होता है और उसके भाई भी सहायक नहीं होते है । 9. शुक्र मंदा हो तो सन्तान हो तो सन्तान की बर्बादी होती है। 10. दप्तक पुत्र भी मर जाता है। पिता या दादा को दमे की बिमारी होती है।"
            },
            "8": {
                "subh": "1. जातक की आयु लम्बी होती है। 2. स्वास्थ बिल्कुल ठीक रहता है। 3. दुखियों का सेवक होता है। 4. ससुराल से धन प्राप्त करता है। 5. पिता व दादा की आयु भी लम्बी होती है। 6. स्वयं धनवान हो या न हो फिर भी संसार का सब सुख उसके पास होता है। 7. संसार में दमकता सोना होता है। जब तक उपस्थित रहेगा मरने वाले का प्राण निकलने नहीं देगा। 8. छुपे भेद को पहले बताने वाला होता है। 9. बृहस्पति खाना न०- 8 में हो और खाना न०-2, 4 को ग्रह उत्तम फल प्रदान कर रहा हो तो जातक हर ओर से सोना ही सोना प्राप्त करता है, भंडार धन से भरा रहता है। 10. बृहस्पति अष्टम भाव में हो और शुक्र खाना न०-2 या 8 में होंगे और सबकी आयु लम्बी होगी।",
                "ashubh": "1. पिता और पुत्र एक साथ नहीं रह पाते । 2. जब बृहस्पति अष्टम भाव में मंदा या शत्रु ग्रह से घिरा हो तो जातक गंदे चरित्र का बदनाम आशिक होता है। 3. बृहस्पति खाना न०- 8 में हो और मंगल मंदा या बद हो तो जातक का आय ठीक रहते हुए भी कर्जदार होता है और स्वस्थ्य भी खराब रहता है। 4. अष्टम भाव में बृहस्पति हो और खाना न० 2, 5, 9, 12 में बुध शुक्र, राहु, शनि पापी होकर बैठे हो तो जातक बार-बार जन्म लेकर दुख भोगता है और आयु कम होती है। 5. बृहस्पति खाना न0-8 में हो और बुध मंदा हो तो जातक दिल का छोटा, दरिद्र और बिमारी का भंडार साथ लिए होता है। बैठे- बैठे मुसीबत मोल ले लेता है। 6. बृहस्पति खाना न०- 8 में हो और सूर्य किसी भी खाने में बैठा शुभ हालत मे नहीं हो तो भाग्य की किरण डूबी होगी। 7. दादा जातक की मृत्यु से पहले ही मृत्यु प्राप्त करेगा या जातक दादा पर आठ वर्ष तक भारी रहेगा। 8. जातक डरपोक व रक्तचाप का रोगी होगा। 9. जातक अहसान मन्द नहीं होगा और दुसरे का धन उपभोग करने में लगा रहेगा। 10 अष्टम भाव का बृहस्पति यदि शत्रु ग्रह से घिरा गो तो जातक पर स्त्री गमन करने वाला होगा। और बदनाम होगा। 11. यदि राहु मंदा प्रभाव डाल रहा हो तो जीवन नरक के समान होगा।"
            },
            "9": {
                "subh": "1. जातक भाग्यवान होता है और अपार धन का मालिक होता है। 2. ऐसे जातक वचन के पक्के होते है। 3. सोना-चांदी व नवरत्नों का व्यापारी होता है। 4. धर्मात्मा होता है और तीर्थ यात्रा करने का शौकीन होता है। 5. ज्योतिष शास्त्र का ज्ञाता और संतोषी होता है। 6. राजकीय पदाधिकारी होता है और उच्च पद प्राप्त कर मंत्री, या देश का अति उच्च पद पर आसीन होता है। 7. भगवान की कृपा जातक पर सदैव बनी रहती है । 8. पिता को भाग्यवान बना देता है। 9. लोभ और माया से दूर भागता है। 10. जातक दानी होता है और पूर्वजों को मान सम्मान प्राप्त कराता है। 11. खाना न०- 9 में बृहस्पति हो और खाना न०-3,5 में कोई भी शुभ ग्रह हो तो धन प्राप्ति के मार्ग स्वयं ही अग्रसर होता रहता है । 12. पिता की सेवा करने से आत्मज्ञान में बढ़ोत्तरी होती है। 13. हृदय का साफ और चरित्रवान होता है। 14. ऐसे जातक शान्त, विनम्र, सदाचारी एव उच्च विचारों वाला होता है। 15. बृहस्पति पंचम भाव में स्थित हो और तीसरे या पंचवें भाव में बुध बैठा हो तो जातक लक्ष्मीमान और गुरु के समान पूज्य होता है। 16. आयु कम से कम 75 वर्ष होती है । 17. ऐसे जातक शराबी कवाबी नहीं होते । 18. बुरे भाव का बृहस्पति चाहे मंदा ही हो और सूर्य शुभता प्रदान कर रहा हो तो जातक कर्मवीर होगा और स्वास्थ्य उत्तम रहेगा।",
                "ashubh": "1. खाना न०- 9 में बैठे बृहस्पति यदि ग्रहों के योगायोग से मंदा हो तो जातक निर्धन व नास्तिक हो जाता है। यदि जातक धर्म की छोड़ देता है तभी यह अशुभता मिलती है। 2. भाव न०- 9 में बृहस्पति और बुध, शुक्र, शनि, राहु पापी खाना न-5 में हो तो जातक खुदगर्ज होता है और धर्म यदि छोड़ दे तो पुत्र से दुखी होकर मृत्यु प्राप्त करता है। 3. खाना न०- 9 में बृहस्पति और खाना न०-1 ग्रह से खाली हो तो जातक का स्वास्थ्य कमजोर तथा दिल की बिमारी होती है। 4. नवम भाव में बृहस्पति हो और भाव न०-3, 5 दोनों ही ग्रहों से खाली हो तो जातक को अपने भाग्य के लिए दुनिया के विरूद्ध अकेले ही जूझना पड़ता है। 5. यदि बुध मंदा हो तो भाग्यहीन होता और कम आयु प्राप्त करता है। 6. बृहस्पति खाना न०- 9 मे और शनि खाना न०-5 में बैठा हो तो सन्तान का सुख हल्का प्राप्त होता है। 7. बृहस्पति पृथ्वी तत्वीय राशि में रहने पर जातक विज्ञान का ज्ञाता तो हो जाता है परन्तु दिल का उदार नहीं होता। 8. जातक को पिता से मेल नहीं रहता और जातक का पिता, जातक के जन्म से पहले या बाद में बर्बाद हो तो जाता है। 9. निवास स्थान के अन्दर यदि कोई भी मंदिर कोने में जातक बनावे तो वृहस्पति घर का सुख चैन छीन लेते है।"
            },
            "10": {
                "subh": "1. जातक बुद्धिमान होता है और सरकारी नौकरी प्राप्त करता है। 2. भाग्य का उदय हाथ में काम करने से ही होगा। 3. जातक चालाक होता है और अक्ल का धनी होता है। 4. बृहस्पति खाना न0-10 में हो और मंगल या शुक्र खाना न-4 में हो तो जातक के लिए मिट्टी भी सोना उगलेगी। 5. शनि उत्तम हो तो जातक भाग्यवान होता है और माता-पिता भी सुखी रहता है। 6. खाना न0-10 में बृहस्पति और मंगल खाना न०-4 में हो और जातक का भाई के साथ शुभ सम्बन्ध हो तो 28 वर्ष की आयु में उत्तम हालत का स्वामी और पूज्यनीय होता है। 7. यदि शनि खाना न०-2 में हो तो धन और परिवार में पूरी बृद्धि होती है। 8. बृहस्पति खाना न०-10 में शनि खाना न०- 9 में और सूर्य खाना न०-3 या 5 में हो तो जातक को सोने-चांदी के कार्यों से लाभ, परन्तु लोहे के कार्यों से हानि होगी। 9. बृहस्पति दसवें भाव में और सूर्य या चन्द्र दूसरे भाव में हो तो राजनीतिज्ञों से सम्पर्क पाकर घर में दौलत का भंडार जमा कर लेता है। 10. बृहस्पति खाना न०-10 में और बुध उत्तम हो एवं बृहस्पति को अनिष्ट नहीं प्रदान करता है तो जातक को पुत्र ही पुत्र होते है। ऐसे जातक तांबें को भी धो दे तो सोना हो जाये अर्थात किसी भी कार्य में खूब तरक्की करता है। 11. खाना न०-10 में वृहस्पति और खाना न०-5 में मित्र ग्रह ही क्यों न हो फिर भी जातक सन्तान पर शत्रु की तरह व्यवहार करता है।",
                "ashubh": "1. `नेकी` करने से “निर्धनता' प्राप्त होती है। 2. बचपन और बुढ़ापा दोनों ही अवस्था में जातक दुखी जीवन व्यतीत करता है । 3. ऐसे जातक का पिता निर्धन होते हैं और अपने औलाद को धन अन्तिम समय में भी नही प्रदान करते । 4. आरजू पूरी नहीं होती। 5. जातक नाजायज फैसला करने वाला होता है। 6. धन और शिक्षा अधिक नहीं प्राप्त कर सकता । 7. बृहस्पति खाना न०-10 में हो और शनि खाना न०- 4, 10, 1 या चन्द्र खाना न०-4 में हो तो नेक काम करने पर दण्ड का भागी होता है। ऐसे जातक यदि किसी को भोजन दे तो उल्टे जहर देने के इल्जाम में सजावार होता है। 8. बृहस्पति खाना न०-10 में और केतू शुभ फल नहीं प्रदान करता हो तो ऐसा जातक सोना भी छूवे तो राख बन जाता है। किसी की भलाई करना तो क्या सोचने पर भी बुरा फल मिलता है। 9. खाना न०-10 में बृहस्पति के साथ शनि हो या शनि खाना न०-1 या 4 मे हो तो जातक को धन, मान, यश नहीं प्राप्त होता और कुत्ते की तरह रोटी के टुकड़े के लिए भी तरसता रहता है। 10. दशम भाव में बृहस्पति और खाना न०-2, 4, 5, 6 ग्रहों से खाली हो तो जातक मंद भाग्य, परिवार में अकेला, अपनी मेहनत से कामयाब और कम आयु प्राप्त करता है। 11. धर्म-कर्म करने से सभी इच्छाएँ दफन हो जाती है 10 वें भाव में बृहस्पति मंदिर में नहीं जाना चाहिए। 12. बृहस्पति दसवें भाव में और सूर्य पंचम भाव में हो तो पत्नी मरती जाती है या एक बच्चे पैदा करके घर से भगती जाती है। इस प्रकार जातक को कई विवाह भी करने पड़ते है। 13. पिता दमे का रोगी होता है। 14. बृहस्पति खाना न०-10 में हो और बुध 4,5. या 10, में हो तो जातक का पिता अत्यन्त निर्धन होता है और स्वयं जातक की मृत्यु बचपन में ही हो जाती है।"
            },
            "11": {
                "subh": "1. जातक गरीबों पर दया करने वाला होगा। 2. यदि परिवार में मिलजुल कर रहेगा और भाई से प्रेम रखेंगा तब तक प्रगति पाएगा। 3. भाईयों में सबसे बड़ा होगा। 4. पिता के जीवित रहते तरक्की करेगा। 5. पिता की सम्पति कुछ न कुछ जरूर मिलेगी। 6. जातक चरित्रवान होगा और बड़े परिवार वाला होगा। ऐसे जातक को सन्तान भी सुखी रहती है। 7. बृहस्पति खाना न0-11 में और मंगल खाना न०-3 में हो तो धन के मामले में स्वयं और ससुराल वाले में ठीक-ठाक ही होते हैं। 8. ग्यारहवें भाव में बृहस्पति और तीसरे भाव में मित्र ग्रह हो किन्तु शुक्र साथ न हो तो जातक की आयु लम्बी होती है। 9. बृहस्पति खाना न0-11 में और बुध उत्तम हो तो जातक अधिक धनवान होगा। 10. शनि उत्तम हो तो जातक को पिता साथ नहीं भी दें तो भी प्रसन्नता से जीवन निर्वाह कर लेता है। 11. जातक भाग्यशाली, दयालु और राज्य से लाभ प्राप्त करें बाला होता है।",
                "ashubh": "1. पिता की मृत्यु के बाद जातक धनहीन हो जाता है। 2. परिवार चाहे जितना भी बड़ा हो परन्तु उनसे कफन नसीब नहीं होता। 4. पिता की मृत्यु के बाद जातक डरपोक और बुजदिल हो जाता है। 5. बृहस्पति खाना न०-11 में सोचा हुआ दृष्टि आदि के सम्बन्ध से यदि मंदा हो तो जातक को ईर्ष्या और इश्क में तबाह कर देता है। 6. बृहस्पति खाना न०-11 में और मंगल खाना न०-3 में हो घर में मौतें अधिक होती है। 7. यदि बुध खाना न०-3 में हो तो जातक अच्छी आमदनी प्राप्त कर भी कर्जदार होता है और पिता से दुखी रहता है। 8 स्त्री दुखियारी होती है।"
            },
            "12": {
                "subh": "1. जातक ब्रह्मज्ञानी, माया का त्यागी और शास्त्रों का ज्ञाता है। 2. जातक संतोषी और बुरे का भी भला करने वाला होता है। 3. जातक शत्रुओं से घिरा रहने के बावजूद भी सदैव दुश्मनों को परास्त ही करता रहता है। 4. ऐसे जातक शत्रुवों से भी धन प्राप्त कर लेता है। 5. गुरु बलवान हो या शुभ प्रभाव में हो तो मित्रों से गुप्त सहायता मिलती रहती है। 6. जातक धर्मार्थ कार्यों से यश-मान प्रतिष्ठा अर्जित कर लेता है। 7. विदेश यात्रा भी करता है। 8. धर्म की बुनियाद पर ही धन टिका रहता है। 9. जातक की मृत्यु किसी धर्मस्थान में होती है और मोक्ष प्राप्त करता है। 10. धन की कमी कभी महसूस नहीं करता है। 11. शुक्र नहीं भी बैठा हो, उत्तम फल देता है। 12. ऐसे व्यक्ति के आर्शीवाद से सबको लाभ देता है। 13. दान करने से धन की वृद्धि होती है। 14. जीवन काल का 9, 11, 19, 31, 42, 43, 67, 84, 89 और 107 वां वर्ष सुखमय होता है। 15. लोहे के कार्यों से व्यापार में सफलता प्राप्त करता है। 16. जिस समय नाक के दाहिने छिद्र से सांस अधिक निकले उस समय शुभ कार्य आरम्भ करे तो पूर्ण सफलता मिलती है। जब शनि खाना न०- 9 मे हो। 17. ऐसे जातक को कोई सताता है तो नाश हो जाता है।",
                "ashubh": "1. जातक क्रोधी होता है। 2. किसी का बुरा करना ही मृत्यु का कारण होता है। 3. 42 वर्ष की आयु तक मंदा हाल रहता है। 4. बृहस्पति खाना न०-12 में हो और 2,8,9,10 खाना ग्रहों से खाली हो तो जातक राजा होते हुए भी लाभ नहीं पाते अपितु फकीर हो जाता है। 5. बृहस्पति खाना न०-12 में और नीच राहु खाना न०- 9 में या वृहस्पति के साथ हो तो बुद्धिमान होते हुए भी विद्या काम न आती है, कोई भी कार्य में लाभ नहीं प्राप्त होता। विचार धर्म विरूद्ध हो जाता है फिजूल खर्च बढ़ जाता है और पिता कष्टमय जीवन बिताते हैं।"
            }
        },
        "venus": {
            "1": {
                "subh": "1. जातक अति रूपवान और मधुर भाषी होता है। 2. स्त्रियों उस पर शीघ्र ही आसत्क हो जाती है। 3. कपड़े की लाभ प्राप्त करता है। दुकान से 4. जातक की आयु लम्बी होती है। 5. विवाह से पूर्व ही रोजगार में नियुक्त हो जाता है। 6. गायन, वादन और चित्रकला का शौकीन होता है। 7. जातक स्वस्थ और सन्तान युक्त होता है। 8. सफेद वस्त्र धारण करना शुभ होता है। 9. कवि लेखक या शायर होता है। और फिल्मी लाईन में भी सफलता प्राप्त कर लेता है। 10. ऐसे जातक को अपना लक्ष्य अवश्य प्राप्त होता है! 11. उच्च लोगों से मित्रता होती है और मान यश-पूर्ण प्रप्त करता है। 12. जातक किसी का बुराई सोचता भी नहीं और अति बुद्धिमान होता है। 13. सरकारी नौकरी प्राप्त करता है और घर में भी कोई नौकर-चाकर होते हैं। 14 राज दरबार से प्रतिष्ठा की प्राप्ति होती है। 15. जिस पर जातक दयालू हो जाता उस पर अपना प्राण भी छावर करने हेतु तैयार हो जाता है। 16. चार पहियों वाला उच्च वाहन और चौपाया जानवर रखने वाला होता है। 17. स्वास्थ ठीक रहता है.। 18. स्वयं अति भाग्यवान होता है। 19. सन्तान की हालत भी अच्छी होती है। 20. शुक्र खाना न०-1 में हो और मंगल खाना न०-6,7 या 12 में तो आयु 100 वर्ष की होती है और पुत्र और पोत्रे देखकर ही मृत्यु को प्राप्त करता है। 21. यदि लग्न भाव में शुक्र हो और बृहस्पति 3 या 6 खाने में बैठा हो तो अदालत में सदैव विजय प्राप्त करता है। 22. जातक के पास लक्ष्मी की कमी कभी नहीं होती।",
                "ashubh": "1. जातक अत्यन्त कामी व भोगी होता है और पराई स्त्रियों से अवैध सम्बन्ध बनाए रखता है। 2. पत्नी बीमार रहा करती है। 3. 25 वें वर्ष में विवाह होने पर धन व पत्नी दोनों पर बुरा प्रभाव पड़ता है। 4. प्रथम खाना के शुक्र को यदि सूर्य अशुभ असर डाले तो जातक भूत-प्रेत बाधा से ग्रस्त होता है और अध्यात्मिक हानि प्राप्त करता है। 5. खाना न०-1 में शुक्र हो और वह मेष, सिंह या धनु राशि का हो तो विवाह में देरी होती है। 6. यदि वृष राशि का शुक्र खाना न०- 1 में हो तो जातक की पत्नी अच्छी रहते हुए भी ताक-झांक से बाज नहीं आता। 7. मकर राशि का शुक्र हो तो जातक नखरेबाज होता है। 8. माता कम उम्र में ही गुजर जाती और सौतेली माँ के शरण में रहना पड़ता है। 9. बाल्यावस्था के 7 वर्ष तक स्वस्थ्य कुछ ढीला रहता है। 10. जातक की माता और पत्नी यदि इक्ट्ठी रहे तो एक आँख रोग का शिकार होती है। 11. दाम्पत्य जीवन सुखी नहीं होता है। 12. बुध मंदा हो तो सन्तान भी मंदी होती है। 13. सूर्य मंदा हो तो गृहस्थी मंदी होती है। 14. मित्र व रिश्तेदारों से अच्छे सम्बन्ध नहीं रहेंगे। 15. खाना न०-1 में शुक्र मंदा हो और बुध-सूर्य शनि भी मंदा हो और बुध-सूर्य-शनि भी अनिष्ट फल प्रदान करता है तो जातक को मौतें ही मौतें नजर आयगी, स्वयं बर्बाद और मित्रों को भी बर्बाद करने का मालिक होगा।"
            },
            "2": {
                "subh": "1. जातक धनवान होता है  2. 60 वर्ष की आयु तक धन, सम्पति व सन्तान प्राप्त करने में पूर्ण वृद्धि करता है । 3. खेल व कला का ज्ञाता व इनका शौकीन भी होता है। 4. यदि अग्नि तत्वीय राशि में शुक्र हो तो जातक नौकरी से प्रगति करता है। 5. शुक्र खाना न०-2 में और पांच स्थानों पर मकान बनाता 6. ऐसे जातक धर्म गुरू भी होते हैं, परन्तु कामदेव इन्हें बख्शते नहीं। 7. जातक की सन्तान कुल पूर्वजों की सन्तान से समझदार होता है। 8. पुरुष तत्वीय राशि में शुक्र हो तो जातक लेखक व पत्रकार 9. किसी से मिन्नतें नहीं करेगा। 10. धार्मिक होगा और ससुराल वाले नेक होंगे। 11. ऐसा जातक सुन्दर किसी एक लड़की (पराई) से इश्क कर सकता है परन्तु प्यार सच्चा होगा। क्योंकि जातक बदचलन नहीं होता है। 12. बच्चों से ऐसे जातक का घर कभी खाली न होगा। 13. स्वयं और ससुराल के लोग भी अमीर होंगे। 14. लड़ाई में सदैव सुलह करना चाहता है और अदालत में विजयी झंडा लहराता रहता है। 15. गृहस्थी और स्त्री नेक होगा। 16. धन दिन दुना रात चौगुना बढ़ता रहेगा। 17. किसी की बुशी करने से स्वयं का बुरा होगा। 18 शनि कहीं भी बैठे हो, वे खराव फल नहीं देंगे। 19. बृहस्पति, केतु और बुध उत्तम फल प्रदान करेंगे, भवन राजावों के समान होगा। 20. ऐसे जातक का मकान यदि गऊ मुखी हो, मकान का अगला हिस्सा तंग हो, पिछला हिस्सा खुला हो तो मकान के साथ पांच सन्तान होगी। 21. शुक्र खाना न०2 में हो और बृहस्पति खाना न०-6 या 12 में हो तो भाई-बन्धुओं की प्रगति और सांसरिक सहायता प्राप्त होती है। 22. शुक्र खाना न०-2 में साथ में बृहस्पति हो और मंगल मंदा हो तो कामयाब प्रेमी होता है। 23. ऐसे जातक मुनिहारी, शृंगार सम्बन्धी कार्य और फोटो ग्राफ के कार्यों में पूर्ण सफलता प्राप्त करते हैं।",
                "ashubh": "1. यदि स्त्री की कुण्डली में शुक्र खाना न०-2 में हो तो उसके पति संतान पैदा करने लायक नहीं होता। 2. पुरूष के टेवे में यदि शुक्र खाना न०-2 में हो तो जातक की स्त्री बांझ होगी। 3. खाना न०-2 में शुक्र के साथ यदि कोई पाप ग्रह बैठा हो तो पुत्र गोद लेना पड़ता है या बिना गोद लिए ही कोई नौजवान पुत्र बन बैठता है। 4. शुक्र दूसरे भाव में और 9-12 भाव मंदे हो तो स्त्री दुखी रहती है। चाहे धन कितना भी हो। 5. शुक्र खाना न०-2 में और बृहस्पति के घर 5,2,9,12 में राहु, केतु हो तो जातक प्रेमिका के पीछे आवारा हो जाता है और पत्नी का जीवन बर्बाद कर देता है। 6. शुक्र खाना न०-2 में और खाना न०-8 खाली हो तो स्त्री पुरूष दो में से कोई भी सन्तान उत्पन्न करने काबिल नहीं होता। परन्तु रहना-सहन साफ सुथरा और अय्याशी होता है। धन घटने लगता है। 4. शुक्र द्वितीय भाव में और वृहस्पति 8-9 या 10 में हो तो संतान व शादी में रूकावट होती है, गृहस्थी योग मंदा होता है। 8. शेर मुखी मकान में रहने से किस्मत का दरवाजा बंद हो जाता है। 9. बाजारू नारी से सम्बन्ध बनाने पर जीवन में सदैव रोना पड़ता है। जाता है, 10. सुनार व जौहरी के कार्यों में संलग्न रहने से धन बर्बाद हो 11. पत्नी सदैव बीमार रहती है। 12. जातक आलू का व्यापार करे तो बहुत हानि का सामना करना पड़ता है। 13. विधवा स्त्री का साथ देने से बदनाम हो जाता है।"
            },
            "3": {
                "subh": "1. ऐसे जातक की पत्नी बिपत्ति काल में पति के साथ मर्द के समान शक्तिशाली बनकर साथ निभाती है। 2. घर में कभी चोरी नहीं होती। 3. जातक भाग्यवान होता है और स्त्री पतिव्रता मिलती है परन्तु क्रोधी होती है। 4. जातक उदार हृदय का होता है. 5. सन्तान अधिक होती है और कम से कम तीन कन्या सन्तान अवश्य जीवित रहती है। 6. हर एक का दिल जीत लेता है। 7. ऐसे जातक इश्क का परवाना होता है और कई स्त्रियों से मेल रखता, परन्तु यदि अपनी स्त्री का मान करता रहे तो सदैव फलता-फूलता रहता है। 8. ऐसे जातक की पत्नी शत्रुओं के लिए भयानक होगी परन्तु पति का खुशामदी बनी रहेगी। 9. ऐसे जातक को बुरे स्त्री-पुरूष भी सहायता प्रदान करते हैं। 10. शुक्र खाना न०-3 में हो, शनि खाना न०- 9 में हो तो माता पिता पूर्ण सुखी जीवन बिताते हैं । 11. जातक कवि, गायक, लेखक व चित्रकार भी होते हैं। 12. जीवन आनन्द से व्यतीत होता है। 13. मित्र और पड़ोसी अच्छे मिलते हैं। 14. व्यवसाय में हानि-लाभ की स्थिति बनी रहती है। 15. दादा या पिता साहुकार होते हैं। 16. जातक की पत्नी सरकारी नौकरी भी प्राप्त कर लेती है। 17. जातक की पत्नी को भाई नहीं होगा।",
                "ashubh": "1. जातक 'जोरू का गुलाम' होता है। 2. मकान अपना नहीं होगा, यदि बनाएमा भी तो बेचना पड़ेगा। 3. शुक्र खाना न०-3 में हो और बुध अशुभ हो तो जातक को 20 वर्ष तक तीर्थ यात्रा करनी होती है। 4. जातक अत्यन्त कामी होता है। 5. प्रवाश अधिक करने पड़ते हैं। 6. शत्रु के सम्मुख गीदड़ बन जाता है। 7. यदि खाना न०-3 का शुक्र अशुभ प्रभाव में हो तो वैवाहिक सुख से हीन कर देता है। विवाह में बांधा, पत्नी विवाहित मिले, या पत्नी से मन-मुटाव बना रहता है। 8. अधिक आयु की स्त्रियों से अवैध सम्बन्ध बनाने से भी कभी पीछे नहीं हटता । 9. पुरूष राशि का शुक्र तीसरे भाव में हो तो जातक दिन में भी स्त्री रमण करने से इन्कार नहीं होता। 10. शुक्र का मंगल के साथ अशुभ योग हो तो जातक बलात्कारी होता है। 11. जातक का स्वास्थ्य ठीक नहीं रहता । 12. प्रेम और इश्क में धन को बर्बाद करते रहता है। 13. शुक्र खाना न०-3 में और बृहस्पति खाना न०- 9 में हो तो समस्त परिवार बिमारियों से परेशान रहता है। 14. 34 वर्ष उम्र तक चाहे लाख कितने ही धन, महल, गाडियां हो, सुख की नींद सो नहीं पायगा। जब बुध खाना न०-11 में हो और शुक्र 3 में। 15. यदि शुक्र के साथ मंगल का बद सम्बन्ध हो तो करोड़पति होते हुए भी कुछ न कुछ अपने से कार्य करना ही होगा।"
            },
            "4": {
                "subh": "1. जातक अपार सम्पत्ति का मालिक होता है। 2. ऐसे जातक के पास कई वाहन होते हैं। 3. पैतृक सम्पत्ति प्राप्त होती है। 4. माता-पिता पूर्ण सुखी रहते हैं। 5. युवावस्था सुखमय बितता है। 6. जमीन जायदाद और चौपाया जानवर भी प्राप्त करता है। 7. हर तरह सुख सुविधा का भोग करता है। 8. ऐसे जातक दांतों के डाक्टर और ट्रांसपोर्ट के कार्य भी करते हैं। 9. विवाह के 4 वर्ष उपरान्त भाग्य का सूरज उदय होता है। 10. जातक माता का भक्त होता है।",
                "ashubh": "1. जातक बहुत बड़ा अय्याशी और इश्कबाज होते हैं। 2. दो पलियां रखता है फिर भी काम वासना का वेग कम नहीं होता। 3. कई प्रेमिका के साथ भी सम्बन्ध बनाएँ रखता है। 4. औरतों के कारण बदनाम होता है। 5 चौथे भाव का शुक्र स्त्री राशि का हो तो पत्नी सुन्दर नहीं मिलती और पिता भी अल्प सुखी होता है। जातक स्वार्थी और कपटी होता है। 6. यदि शुक्र पृथ्वी तत्वीय राशि में उच्च का हो तो दो विवाह होती है और एक पत्नी माता की आयु के समान दिखाई पड़ती है। 7. माता सदैव बिमार रहती है। 8. जातक को बड़े लोगों से मित्रता बनी रहती है। 9. माता पिता दो में से किसी एक की शीघ्र मृत्यु हो जाती है और जातक का उनसे वैमनस्य बना रहता है। 10. ऐसा जातक जोरू का गुलाम होता है। 11. चतुर्थ भाव के शुक्र वाले जातक अपनी सास से भी अवैध सम्बन्ध कायम करने से पीछे नहीं हटता । 12. खाना न०-4 में शुक्र हो और बुध केतु अशुभ फल प्रदान करता हो तो जातक की पत्नी चरित्रहीन होती है। 13. 3 या पांच पुत्र प्राप्त करता है। 14. शुक्र खाना न०-4 में हो और शनि का साथ हो तो जातक नशेड़ी होता है। 15. शुक्र यदि चन्द्र के साथ हो तो जातक निर्धन होता है। 16. शुक्र चतुर्थ भाव में और शनि का फल मंदा हो तो प्यार तबाही का कारण होगा और सन्तान की कमी होगी। 17. शुक्र खाना न०-4 में और वृहस्पति खाना न०-1 में हो तो सास-बहु में लड़ाई होती रहती है और मामा बर्बाद हो जाता है। "
            },
            "5": {
                "subh": "1. जातक यदि  चरित्रवान हो तो भाग्यावन होता है। 2. बच्चों से परिवार भरा हुआ रहता, पत्नी चरित्रवान मिलती है और सभी खुशी पूर्वक जीवन यापन करते हैं। 3. जातक विद्वान और बुद्धिमान होता है। 4. देश-भक्ति की भावना कूट-कूट कर हृदय में भरी होती है। 5. लाटरी, सट्टा, शेयर बाजार आदि से अचानक ही धन अर्जित करता है। 6. सफेद वस्त्र पहनने से लाभ, सफेद वस्तुवों के व्यापार में विजय और जातक शत्रुहन्ता होता है। 7. पत्नी सुख पूर्ण रूपेण प्राप्त होता है। 8. विवाह के 5 वर्ष बाद धन प्राप्ति के साधन सामने आने लगता है। 9. ऐसे जातक कवि व कलाकार भी होते है। 10. हंसमुख और विरोधी स्वाभाव का होता है। 11. चौथे खाने में शुक्र के साथ यदि बुध भी बैठे हो और चतुर्थेश, पंचमेश का राशि परिवर्तन योग हो तो जातक सिनेमा, कल्ब और खेलों में रूचि लेता और पूर्ण ख्याति भी अर्जित करता है। 12. ऐसे जातक को पुत्री सन्तान अधिक होती है। 13. शौक-मौज पर अधिक व्यय करता है। 14. मन में जो बातें ठान लेता है उसे पूर्ण करके ही दम लेता है। 15. मित्र अधिक होते है। 16. पंचम भाव का शुक्र वायु तत्वीय राशि में हो उच्च शिक्षा प्राप्त करता है। प्रध्यापक होता या शिक्षण संस्थावों में कार्य करता है। स्त्रियों के लिए यह योग शुभ नहीं होता क्योंकि स्त्री बन्धया रहती है और सन्तान चिन्ता से ग्रसित रहती है। 17. पृथ्वी तत्वीय राशि में पंचम खोने का शुक्र हो तो जातक वैज्ञानिक होता है। परन्तु अवैध प्रेम सम्बन्ध जरूर बनाता है।",
                "ashubh": "1. चरित्रहीन हो तो जातक बर्बाद हो जाता है। 2. शनि चरित्रहीन बनाने में सहायक होता है। 3. खाना न०-12 अशुभ हो तो भाग्यहीन हो जाता है। 4. पंचम खाने में बैठे शुक्र की दृष्टि में कोई ग्रह न हो तो व्यापार में हानि, चोरी में गया माल बरामद नहीं होता और स्त्री बदचलन होती है। ऐसे जातक दिन को ज्ञान देते है और रात को स्त्री स्नान करते हैं। 15. ऐसे जातक यदि प्रेम विवाह करते या माता पिता से विरूद्ध होकर विवाह करते है। तो उनकी औलाद उसे पिता नहीं कहते और औलाद पिता के काम नहीं आते हैं। 6. ऐसे जातक की पत्नी गर्भपात रोग से चिन्तित रहती या स्वयं गर्भपात कराने वाली होती है।"
            },
            "6": {
                "subh": "1. जातक राजनीतिज्ञ होता है और चुनाव में विजयी होता है। 2. विवाह के बाद भाग्योदय होता है। 3. सांसारिक शान उत्तम होगा। 4. शुक्र खाना न0-6 में हो, सूर्य या वृहस्पति खाना न०-2 या 6 में और खाना न-12 में कोई ग्रहन न हो तो अति धनवान होगा परन्तु संतान लायक नहीं और भाई-बन्धुवों सा नित्यों के लिए यह योग लाभकारक होगा। ऐसे जातक को चार पुत्र और चार पुत्रियां होती है। 5. ससुराल से लाभ प्राप्त होगा। 6. शादी से पहले यदि बदनाम हो जाय स्त्रियों के मामले में तो जातक के लिए शुभ सूचक होता है। 7. छठे घर के शुक्र का यदि पुरुष ग्रह से सम्बन्ध हो तो जातक खूब धन कमाता है। 8. विद्या में रुकावट होती है, जिससे विद्या अधूरी रह जाती है। परन्तु राजनीति में सफलता प्राप्त करता है।",
                "ashubh": "1. विवाह के बाद, प्रेम सम्बन्ध में बदनाम होने पर जातक का जीवन तबाह हो जाता है। 2. सफेद गाय की सेवा हानि प्रदान करता है। 3. कन्या सन्तान अधिक होती है। 4. पिता के सुख से वंचित रह जाता है। 5. शरीर में वासना शक्ति कम होती है। फिर भी ऐसे जातक वासना करने हेतु स्त्रियों के समक्ष उसकी प्रशंसा का पुल बांध देता है। 6. विवाह देर से होती है। 7. पत्नी बदलचन होती है। 8. मुकदमें में हार प्राप्त करेगा और जातक स्वयं या जातक का सातवां भाई में अकेला होगा। 9. ऐसे जातक को मूत्र विकार, उपदेश, प्रमेह और जनेन्द्रिय सम्बन्धी रोगों से ग्रस्त होना पड़ता है। 10. अति संभोग करने के कारण स्वास्थ्य बिगड़ जाता है। 11. यदि शुक्र जल राशि का हो तो जातक बहुत व्यभिचारी होता है। 12. जातक कर्ज के बौझ से दबा रहता है। 13. मामा और मौसियों की स्थिति अच्छी नहीं रहती है। 14. खाना न०-6 का शुक्र यदि नीच का हो तो गरीबों को मदद करने से हानि प्राप्त होती है। 15. जातक गुर्दा, कान रोग, रीढ़ की हड्डी और जोड़ों के दर्द का भी शिकार होता है। 16. ऐसे जातक बुआ, बहन लड़कियों लिए भारी या अशुभ होते हैं। 17. शुक्र खाना न०-6 में हो और राहु खाना न०-2 में बैठे हो तो पत्नी मर जाती है। 18. यदि खाना न०-6 के शुक्र अशुभ योग में हो तो सन्तान की प्राप्ति नहीं होती है और पत्नी बांझ मिलती है।"
            },
            "7": {
                "subh": "1. विवाह सम्बन्धों वस्तुओं के व्यापार में जातक को सफलता मिलती है। 2. यदि शुक्र उच्च का हो तो धनवान घर की पत्नी मिलती है। 3. यदि खाना न०-7 के शुक्र, मेष, मिथुन या तुला राशि का हो तो पति-पत्नी सुन्दरता में एक समान होते हैं। 4. औरत (पत्नी) चरित्रवान मिलती है। 5. जातक चित्रकार व कला प्रेमी होता है। 6 पिता सौभाग्यशाली हो जाता है। 7. गृहस्थ जीवन अच्छा होता है 8. ससुराल वाले सहायता देते रहते हैं। 9. पार्टनरशिप व्यवसाय और यात्रा करते रहने से लाभ होता है। 10. आयु 90 वर्ष की होती है। 11. चापलूस या फालतू मित्र नहीं होते । 12. शुक्र खाना न०-7 में और 1, 7, 9, एवं खाना न०- 11 में शत्रु ग्रह विराजित हो तो धन-सम्पत्ति और समस्त सुख  सुविधावों में तरक्की मिलती रहती है। 13. 25वें वर्ष में विवाह कराने से शुभ फलों की प्राप्ति होती है। 14. शुक्र खाना न०-7 में हो और चन्द्र खाना न०- 1 में हो तो सास-बहू में माँ-बेटी जैसा प्यार उत्पन्न होता है।",
                "ashubh": "1. पराई स्त्री से अवैध सम्बन्ध कायम करने से धन नष्ट हो जाता है। 2. भाई-बन्धु जातक के धन को खा-पीकर उड़ा देते हैं। 3. खान न0-7 में बृहस्पति भी शुक्र के साथ बैठे हो तो व्यापार में हानि और सन्तान प्राप्ति में विघ्न उत्पन्न होता है। 4. जब वर्षफल में शुक्र के शत्रु खाना न०-1 में आएगा और मंगल भी मंदा होगा तो 4-16,28,40,52,60 और 16वें वर्षों में धन हानि या चोरी की घटनाएँ होगी। 5. यदि शुक्र का फल मंदा हो और चन्द्र खाना न०- 1 में हो भाग्य बर्बाद होगा। 6. खाना न०-6 में शुक्र, 4, में सूर्य, चन्द्र 1 और राहु खाना न०-7 में हो तो जातक सुसरा (नामर्द) होता है। 7. शुक्र के साथ वृहस्पति भी बैठा हो तो जातक स्त्रियों से अपमानित होता है। आवारा औरतों के चक्कर में जबानी बर्बाद कर देता है। शादी होती ही नहीं या 27 वर्ष के बाद होती है। धन, सन्तान, और दाम्पत्य जीवन सुखमय नहीं होता।"
            },
            "8": {
                "subh": "1. जातक लॉटरी, जुआ, सट्टा और शेयर बाजार आदि से अचानक धन प्राप्त करता है। 2. पूर्वजों से विरासत में भी धन प्राप्त करता है। 3. जातक पत्नी की बातों पर ही चलता है। 4. 25 वर्ष के बाद विवाह शुभ फिर भी जीवन में कम ही कामयाबी प्राप्त कर सकते हैं। 5. जातक की आयु 95 वर्ष की होती है। 6. स्त्री से सम्भोग का सुख प्राप्त करता रहता है। 7. पत्नी मीठी जुबान की, स्वाभिमानी एवं विश्वास पात्र मिलती है। 8. ससुराल आर्थिक दृष्टि से सुदृढ़ होता है। जातक से जो भी शत्रुता करता है उसका नाश हो जाता है। 10. धर्म कार्य करने से और दान देने से धन बढ़ते रहता है। 11. भाग्योदय 11 वर्ष के बाद आरम्भ होता है। 12. वर्ष फल में जब शुक्र खाना न०-12 में जाता है तो जातक को शुभ फलों की प्राप्ति होती है। 13. जन्म के वर्ष से लेकर ग्यारहवां वर्ष तक जातक कठिनाई से जीवन गुजारता हैं।",
                "ashubh": "1. जातक कटुभाषी, क्रुणी और अनेकों रोगों से ग्रस्त रहता है। 2. 25 वर्ष से पूर्व विवाह करने से जीवन रूपी नैया दुख के सागर में डूब जाती है। 3. जातक का चाल-चलन शक्की होता है। 4. जातक के परिवार में बड़ों का जीवन खतरे में रहता है। 5. किसी का जमानत देना मंदे भाग्य की निशानी होगी। 6. पत्नी रोगी हो जाती है। 7. यदि मंगल बद हो तो जातक बलात्कारी होता है। 8. ऐसे जातक को सुजाक का रोग अवश्य होता है 9. जातक पूर्ण भाग्यवान नहीं होता है।"
            },
            "9": {
                "subh": "1. जातक फौज की नौकरी में युद्ध कला में माहिर होता है। 2. अपनी योजना सफलता जरूर बनाता है। 3 ऐसे जातक धार्मिक स्वभाव के होते हैं और विदेश भ्रमण भी करते हैं। 4. दादा और पिता के लिए शुभता प्रदान करता है। 5. पत्नी सुन्दर और सुशील मिलती है। 6. ऐसे जातक प्रेम विवाह करते हैं। 7. जातक परिश्रमी होता है और सरकारी नौकरी मुश्किल से प्राप्त कर लेता है। 8. रोटी परिश्रम करने से ही मिलती है। 9. यदि कुछ धन होता भी है तो घर में पुत्र सन्तान की कमी होती है। 10. जातक धार्मिक और तपस्वी होता है। 11. माता-पिता की आयु लम्बी होती है। 12. गायन-वादन कला और सिनेमा में ऐसे जातक बहुत रूचि लेते हैं। 13. अभिनय कला में जातक मशहूर होता है। 14. प्रथम सन्तान कन्या हो तो आर्थिक स्थिति सुदृड़ बनी रहती है। 15. कलाकारी व अदाकारी से प्राप्त किए धन से सदैव सुखी सम्पन्न रहता है ।",
                "ashubh": "1. जातक यदि मेहनत नहीं करता तो रोटी नहीं मिलती । 2. तीर्थ स्थान की यात्रा शुभ फल नहीं देता। 3. नवम भाव का शुक्र वद हो और मंगल भी वद हो तो धन, सन्तान पर बुरा प्रभाव पड़ता है। 4. जातक को 17 साल की आयु से नशा पीने व खाने की बिमारी लग जायगी। 5. पिता की प्रगति रूक जाती है । 6. 25 वर्ष से पहले विवाह हो पर जातक का धन बर्बाद हो जाता है। 7. पत्नी बीमार रहती है, जिस पर बहुत धन व्यय करना पड़ता है। 8. स्त्री, राशि का शुक्र हो तो भाई कम बहनें अधिक होती है। 9. कार्य व्यवसाय में पत्नी के जीवन काल तक बहुत तरक्की करता है। 10. पत्नी की मृत्यु के बाद आर्थिक हालत डावाडोल हो जाता है। 11. यदि शुक्र के साध वृहस्पति भी बैठे हों तो सन्तान प्राप्ति में विघ्न पैदा होता है। लेन-देन व व्यापार का हालत बिगड़ा जाती है। 12. शुक्र खाना न०- 9 में हो और खाना न०- 1 ग्रह से खाली हो तो रक्त सम्बन्धी बिमारियां होती है और जातक का नाखून सफेद हो जाते हैं। 13. विवाह के दिन से ही जीवन दुखी हो जाता है।"
            },
            "10": {
                "subh": "1. जातक का स्वास्थ्य अच्छा होता है। 2. बाग-बगीचा पैतृक सम्पत्ति लेती है। 3. यदि शनि खाना न०- 9 या 11 में हो तो दुर्घटना नहीं होती है। 4. यदि चन्द्रमा खाना न०-2, 4 या 7 में हो तो धन की प्राप्ति होती है। और वृद्धावस्था आराम से गुजरती है। 5. शुक्र खाना न०-10 में हो और शनि भी साथ हो तो जातक गरीब परिवार में जन्म लेकर भी लक्ष्मीवान हो जाता है। 6. पत्नी का स्वास्थ्य उत्तम होगा। 7. शुक्र खाना न०-10 में हो और खाना न०- 1,5 में कोई न कोई शत्रु या मित्र बैठा हो तो जातक जवानी से लेकर बुढ़ापा तक खूब ऐश करता है। मर्द, स्त्री दोनों ही धार्मिक विचार के होते हैं। पत्नी को साथ रहते रास्ते में कोई दुघर्टना नहीं होती है। 8. शुक्र खाना न०-10 में और अकेला चन्द्र खाना न०-2, 4 या 7 में हो तो जातक के पास मोटर गाड़ी होंगे और बस, ट्रक, आदि के कार्यों से खूब उन्नति करता है। 9. ऐसे जातक दस्ताकारी के कार्यों से भी जुड़े होते हैं। 10. गृहस्थ जीवन अच्छा होगा और जातक देखने में अति सुन्दर होगा। 11. जातक न्याय प्रिय होता है और अदालत में जाने से विजय श्री प्राप्त करता है। 12. श्रृंगार सम्बन्धी व्यवसाय, फोटो ग्राफर, डिजाईनर, भूमि सम्बन्धी कार्य, विवाह की वस्तुएँ बिक्री कार्य, टेंट हाऊस के कार्यों में खूब सफलता हासिल करता है। 13. जातक शुभ कार्य करने वाला, प्रवल प्रतापी होता है। 14. यदि शुक्र स्त्री राशि में हो तो विवाह के बाद उन्नति की ओर अग्रसर होता है। 15. ऐसे जातक की पत्नी पति के भाग्योदय में सहायता करती है। 16. प्रायः ऐसे जातक नौकरी नहीं पसंद करते और स्वतंत्र व्यवसाय करते हैं।",
                "ashubh": "1. जातक को नेत्र रोग अवश्य होता है। 2. जवानी में पराई स्त्री के साथ अवैध सम्बन्ध भी कायम करता है। 3. पराई स्त्री से अवैध सम्बन्ध कायम रखने से सन्तान दुभाग्यशाली हो जाती है। 4. जातक शक्की स्वभाव का होता है। 5. जातक पत्नी के बातों में चलने वाला होता है। 6. शरीर मोटा हो जाता है। 7. जवानी में इश्क करता है तो बुढ़ापे में सन्तान के लिए रोता है। 8. आयु लगभग 110 वर्ष की प्राप्त करता है। 9. शनि मन्दा फल दे तो अत्यन्त दुखिया होता है। 10. यदि शुक्र पुरूष राशि या उच्च राशि में हो तो पत्नी के साथ जातक अधिक समय तक नहीं रह पाता व्यवसाय की ओर ध्यान नहीं देता, परिणाम स्वरूप घर में कलह का वातावरण बन जाता है। 11. यदि शुक्र राहु व शनि के प्रभाव में हो तो जातक दो विवाह करता है। सन्तान की चिन्ता बनी रहती है, व्यवसाय में सफलता नहीं मिलती और पिता का सुख कम मिलता है।"
            },
            "11": {
                "subh": "1. जातक या जतिक देखने से सुन्दर और धनवान होते हैं। 2. छुपे रूस्तम कार्य करने वाला अथवा खुपिया विभाग का अधिकारी होता है। जब शुक्र खाना न०-11 में हो और बुध-चन्द्र शुभ हो। 3. खाना न०-11 में शुक्र और राहु खाना न०-12 में हो तो स्त्रियों के साथ से धन की बढ़ोतरी होती है। 4. स्त्री घर की खजांची हो तो अशुभ फल प्राप्त होता है। जब बुध खाना न०-3 में हो या शुक्र के साथ ही खाना न०-10 में हो। 5. ऐसी हालत में लड़कियां घर का धन बर्बाद करती है। ४. जातक को एक ही साला होता है। 7. खाना न०-11 के शुक्र यदि शुभ प्रभाव में हो तो मित्र वर्ग नेक होता, जिससे धनोपार्जन का अवसर प्राप्त होता है। 8. जातक के पुत्र अधिक होते और सभी इच्छाएं पूरी हो जाती है। 9. जातक ज्योतिष, तांत्रिक और गुप्त विद्या में माहिर होता है। 10. अपनी लड़कियों का विवाह कठिनाई उठाए बिना खेल- खेल में ही कर देता है 11. ऐसे जातक अपने दिल का भेद किसी को नहीं बतातें हैं।",
                "ashubh": "1. जातक के वीर्य में खराबी होती है, नामर्द के समान हो जाता है क्योंकि संभोग शक्ति बचपन में ही खो देता है। फिर भी सन्तान हीन नहीं होता । 2. शुक्र खाना न०-11 में हो और बुध खाना न०-3 में हो तो जातक की पत्नी घर को बर्बाद कर देती है। 3. शुक्र खाना न0-11 में और राहु 12 में हो तो कन्या सन्तान अधिक होती है। 4. शुक्र खाना न०-11 में और बुध, चन्द्रर शुभ हो तो जातक लट्ट की तरह अपने विचारों को बदलते रहता है। 5. अग्नि राशि में शुक्र हो तो पुत्र सुख का अभाव होता है। 6. वैसे एकादश शुक्र किसी भी राशि का हो तो जातक का चरित्र संदिग्ध ही बनाता है। 7. नारी जाति से झगड़ा करना, विधवा स्त्री से शत्रुता रखना अशुभता का सूचक होता है। 8. जातक को हस्त मैथुन की आदत होती है। 9. आयु ढलने के बाद नामर्द हो जाता है। 10. निन्दक होता और स्त्रियों को ठगने वाला होता है। 11. भाईयों से झगड़ा करने पर हानि होती है।"
            },
            "12": {
                "subh": "1. जातक हर प्रकार से सुखी रहता है। 2. विपत्ति काल में पत्नी पूर्ण सहायक होती है। 3. पत्नी के हाथों में पति को भवसागर पार कराने की पूर्ण क्षमता होती है। 4. शुक्र का महादशा में 27 वर्ष तक पूर्ण प्रगति करता रहता है। 5. पत्नी चरित्रवान होती है। 6. बचपन में यदि जातक गरीब भीं होता तो विवाह के समय तक अमीर हो जाता है। 7. शुक्र खाना न०-12 में और बुध खाना न०-6 में हो तो सन्तान एवं परिवार सुखी एवं सरकारी नौकरी प्राप्त करता है। 8. स्त्री का सुख 37 वर्ष तक प्राप्त करते रहता है। 9. आयु लगभग 96 वर्ष होती है : 10. जातक रागी, कवि या भण्डारों का मालिक होता है यदि शुक्र 12वें और बुध खाना न०-2 या 6 में बैठा हो ।",
                "ashubh": "1. जातक की पत्नी अस्वस्थ रहा करती है। 2. जातक व्यभिचारी होता है। 3. पत्नी को छोड़कर यदि अन्य पराई स्त्री के साथ अवैध सम्बन्ध कायम करता है। तो जातक का सुख नष्ट हो जाता है। 4. यदि मुसीबत के समय पत्नी के साथ संभोग करता तो पत्नी तो रोगिणी होती ही है, स्वयं भी बिमारियों से ग्रस्त रहता है। 5. शुक्र खाना न०-12 में हो और खाना न०-2 और 7 खाली हो तो धन की प्राप्ति अवश्य होती है परन्तु टिकता नहीं। 6. शुक्र पीड़ित हो या शनि या राहु से अशुभ सम्बन्ध हो तो स्त्रियों से शत्रुता करने के कारण सम्पत्ति व धन का नाश होता है। 7. 25 वर्ष की आयु तक गृहस्थी बर्बाद रहती है। 8. पत्नी पतिव्रता होती है। 9. राज दरबार से सम्मान प्राप्त करता है।"
            }
        },
        "saturn": {
            "1": {
                "subh": "1. खाना न०-1 में शनि शुभ अवस्था में हो तो जातक धनवान होता है । इस घर में अशुभ शनि भिखारी से भी बदतर बना देता है। 2. शनि खाना न०-1 में बुध खाना न०-7 में हो तो जातक का माता-पिता लखपति होता है। 3. जातक समाजिक एवं आर्थिक क्रान्ति की आकांक्षा रखता है और पूर्ण करने का प्रयास भी करता है। 4. ऐसे जातक का बचपन से बुढ़पा तक जीवन सुख-चैन से गुजरता है । 5. जातक न्यायी. धर्म में रूचि रखने वाला होता है। 6. बाल्यावस्था में भले ही आर्थिक स्थिति सुदृढ़ ने हो परन्तु जवानी में अपनी कमाई के बल पर अमीर हो जाता है । 7. खाना न०-1 में शनि हो और खाना न०-7 एवं 10 ग्रहों से खाली हो तो पत्नी और गृहस्थी अत्यन्त नेक होता है । 8. जातक वैष्णव होता और मांस मदिरा से दूर रहता है। 9 विद्वान, मिलनसार और अध्यात्मिक ज्ञान में रूचि रखने वाला होता है। 10. खाना न०-1 में शनि हो या अशुभ परन्तु ऐसे जातक के हाथों से शत्रुओं का नाश हो जाता है। 11. जातक किसी का गुलामी बर्दाश्त नहीं करता और स्वयं व्यवसाय करता है। 12. शनि के साथ चन्द्र भी विराजमान हो तो सरकारी नौकरी में उच्च पद प्राप्त करता है। 13. डाक्टरी, दवाईयों की दुकान, शराब, लोहे का उद्योग, पैट्रोल पम्प आदि शनि की वस्तुओं का व्यवसाय करने पर बहुत लाभ अर्जित करता है। 14. भैंस की डेयरी चलाने से आर्थिक स्थिति सुदृढ़ होती है। 15. सन्तान वाला होता है। 16. परन्तु एक दो सन्तान की मृत्यु भी हो जाती जो जीवित रहती है वह सुख सम्पन्नता प्राप्त करती है। 17. जातक जीवन काल में तीन भवन निर्माण करता है।",
                "ashubh": "1. ऐसे जातक का कद मंझोला, रंग फीका या काला होता है। 2. खाना न०-1 में शनि और खाना न०-10 में इनके शत्रु ग्रह बैठे हो तो जातक आलसी और दरिद्र होता साथ ही रोग ग्रस्त भी रहता है। 3. खाना न०-1 में शनि और मंगल खाना न०-4 में हो तो धन-सम्पत्ति नष्ट हो जाती है। 4. प्रथम भाव में बैठे शनि के योगायोगं में यदि बुध मंदा हो तो शिक्षा अधूरी रह जाती है । 5. जातक का पिता गरीब होने लगता और जातक के जन्म के 39 वें वर्ष मृत्यु को प्राप्त करता है । 6. जातक क्रोधी होता है। 7. किसी शुभ कार्य के समय यदि बैंड या ढोल बाजा आदि घर में बजाए जाए तो शनि घर परिवार व धन को उजाड़ देते हैं। यदि जातक सरकारी नौकरी करता हो तो नौकरी समाप्त हो जाती और कईयों को तो जेल की हवा भी खानी पड़ जाती है । 8. जातक के भाई अपंग होते, निर्धन होते, और भाईयों की मृत्यु भी शीघ्र हो जाती है। 9. यदि खाना न०-1 का शनि मंगल से प्रमाणित हो तो जातक मृत्यु भी हो सकती है। कारावास की सजा होती और रिश्वत लेने के अरोप में गिरफ्तार होता है। की 10. मिथुन या कुम्भ राशि का शनि हो तो बात रोग होता है। 11. वृष, कन्या या मकर राशि का शनि हो तो दाम्पत्य जीवन बर्बाद होता है। 12. ऐसे जातक जिसकी प्रशंसा करे वे शीघ्र ही नष्ट हो जाते हैं। 13. अपनी इच्छा पूर्ति करने के लिए किसी का नुकसान करने से भी पीछे नहीं हटता । 14. प्रथम भाव के अशुभ शनि जातक को शराबी व मांसाहारी बनाता है। ऐसे जातक के चेहरे से अंहकार टपकता रहता है। 15. जातक झगड़ालू होता है । 16. यदि प्रथम भाव में शनि हो; और सप्तम भाव में सूर्य शुक्र हो तो जातक की पत्नी तलाक दे देती है या मृत्यु प्राप्त करती और जातक तबाह हो जाता है। 17. रिश्तेदारों से सहायता नहीं मिलती।"
            },
            "2": {
                "subh": "1. शनि खाना न०-1 में हो और बृहस्पति खाना न०-4 में हो तो जातक तीक्ष्ण बुद्धि वाला होता है। 2. अच्छी सेहत का स्वामी होता है । 3. देखने में बुद्धि परन्तु दिमाग में मंत्री के समान होता है। 4. जातक सुखी, रहम दिल और न्याय प्रिय होता है। 5. ऐसे जातक कभी गरीब नहीं होते । 6. किसी भी व्यक्ति को दुख न पहुंचाएगा। 7. धार्मिक व गुरु भक्त होता है। 8. खानदानी जगह-जगह का मालिक होता है। 9. जातक शराबी-कबाबी नहीं होता । 10. अपने ससुराल से भी धन प्राप्त करता है, परन्तु जातक ससुराल परिवार के लिए भयानक कष्टकारक होता है। 11. जातक पाप व दुराचार से दूर रहता है । 12. विदेश जाने का अवसर प्राप्त होता है । 13. सत्य वक्ता होता है। 14. लॉटरी, सट्टे, शेयर बाजार आदि के कार्यों से पूर्ण धन संग्रह करता है। 15. प्राचीन और दुर्लभ वस्तुओं के क्रय-विक्रय से खूब धन कमाता है। 16. जात व्यर्थ व्यय करने वाला नहीं होता है। 17. अर्थ व्यवस्था के मामले में बुहत बड़ा दूरदर्शी होता है। 18. बड़े-बड़े सुरक्षित व्यवसायों में धन को लगाते है फलतः ऐसे जातक अधिक लक्ष्मीवान होते है । 19. परमात्मा को मानने वाला और पूजा-पाठ करने वाला होता है ।",
                "ashubh": "1. खाना न०-2 का शनि यदि मंदा हो तो सगाई के दिन से ही ससुराल उजड़ने लगेगा। 2. काली या दो रंगी भैंस पालना हानिकारक होगा। 3. सन्तान मूर्ख होती है । 4. विवाह के समय मे ससुर के घर में आग लग जाती है। 5. खाना न०-2 में शनि हो और वृहस्पति खाना न०- 10 में हो तो जातक ईष्यालु और कंजूस होता है । 6. सूर्य + शनि या शनि + शुक्र इक्ट्ठे बैठे हो तो जातक 39 वर्ष आयु तक रोग ग्रस्त रहता है। 7. शराबी या मांसाहारी हो तो गुरु और पिता पर भारी होता है । 8. जातक की विद्या अधूरी रह जाती है । 9. खाना न०-2 में शनि हो और बृहस्पति खाना न०-11 में हो तो जातक वादों का कच्चा, कमजोर दिल और होसले पस्त होते हैं । 10, सांप का तेल बेचने से निःसन्तान हो जाता है । 11. ऐसे जातक के खानदान में जहरीले जानवरों के कांटे विष को उतारने वाला हकीम भी होता है । 12. सांप को मारने से पुत्र की मृत्यु हो जाती है। 13. रात में दिया हुआ मकान का नींव, मकान पूर्ण होते होते जातक को छत से गिरे ईंट द्वारा घायल होना पड़ता है। 15. अपने नये मकान की बुनियाद रखते ही जातक की माता को सांप ने डंक मार देता है और माता खानदान की जड़ में जहर घोल देती है । 16. खानदानी खून पर भी मंदा प्रभाव पड़ता है । 17. रात को पिया दूध जहर के समान होगा। 18. छाती पर बाल नहीं हो तो किसी पर विश्वास नहीं करेंगा। 19. शनि खाना न० 2 में और चन्द्र खाना न० 4 या 10 में हो तो माता खानदान की बचाव होता रहेगा । परन्तु माता दुखिया होगी।"
            },
            "3": {
                "subh": "1. खाना न०-3 में बैठे शनि शुभ होते है अतः जांतक निरोगी एवं विद्वान होता है। 2. ऐसे जातक विवेकी होते और इन्हें आय से अधिक व्यय करना पड़ता है। 3.धन की कमी सदैव महसूस करता है। 4. शनि खाना न०-3 में हो और केतु 10 में हो तो धन में वृद्धि होती है । 5. तीसरे खाने का शनि यदि शुभ प्रभाव में हो और बलवान हो तो जातक स्वभाव से गम्भीर, शान्त, स्थिर चित्त तथा विवेकशील होता गुप्त विधावों के प्रति रूचि रहता है और जातक न्याय प्रिय चत एवं धार्मिक होता है । 6. तीसरे भाव का शनि यदि उच्च का हो तो जातक को विवाह के बाद आर्थिक संकट झेलना पड़ता है। निरन्तर प्रयास करते रहने से भी सफलता नहीं मिलती। ऐसे जातक का सभी उत्साह निरर्थक सिद्ध होते हैं। 7. आयु लम्बी होती है। 8. जातक वीर, पराक्रमी और मुकद्दमे में विजयी पताका लहराने वाला होता है। 9. मकान बनाने वाला राज मिस्त्री होता है। धन के बदले ईंट- पत्थर ही साथ रखता है। 10. जातक आँखों का डाक्टर होता है । 11. खाना न०-3 में शनि हो और मंगल वद हो तो जातक को गैर व्यक्ति मदद करते रहते है। ऐसे जातक लोगों का काम बिगाड़ता है और खुद आराम पाता है । 12. व्यापार में शनि की वस्तएँ अर्थात लोहा, कोयला, तेल आदि के कार्यों से सफलता प्राप्त करता है ।",
                "ashubh": "1. खाना न०-1 या 5 शनि हो तो पूर्व दिशा मकान का मुख्य द्वार या मकान का दरवाजा ना बनावें । खाना न०-3 में शनि हो तो दक्षिण दिशा से मकान का मुख, या मुख्य द्वारा न बनावे। ऐसे मकान के दरवाजे के साथ यदि पत्थर गड़ा हो तो 40 दिन के अन्दर अन्दर एक के बाद दूसरी 3 मौतें हुआ करेगी। 2. मकान के आखिर में अंधेरी कोठरी धन के लिए शुभ होगा। 3. खाना न०-3 में शनि और सूर्य खाना न०-5 में हो तो सन्तान को कष्ट होता है। 4. खाना न०-3 में शनि और चन्द्र खाना न०-10 में हो तो घर में कुँआं मौत का कारण बनाता है। 5. यदि खाना न०-3 में शनि शत्रु ग्रहों के साथ हो तो घर में चोरी होती है। 6. छोटे भाई के लिए घातक होता है। अमित पाकेट चुक्स 7. यदि पुरूष राशि का शनि हो तो भाई की मृत्यु भी हो जाती है। 8. यदि शनि स्त्री राशि का हो तो भाईयों से वैमनस्य बना रहता है। 9. सन्तान प्राप्ति देर से होती है । 10. जातक पैतृक सम्पत्ति बेचकर खा जाता है । 11. परिश्रम जितना भी कर ले, असफलता दूर ही रहती है। 12. जातक दरिद्र होता है । 13. घर में कुँआं या हैंड पम्प लगाने से जातक के परिवार से और स्वयं जातक के उपर अनिष्टों की वर्षा होती रहती है 14. यदि तीसरे खाने में शनि के साथ मंगल भी बैठे हों तो जातक चोर, डाकू, शराबी व मांसाहारी होता है।"
            },
            "4": {
                "subh": "1. जातक हकीम या डाक्टर होता है । 2. तीसरे खाने का शनि उच्च को पूर्वजों की भारी सम्पत्ति प्राप्त होती है। जमीन व खाद्यानों के कार-वार से बहुत लाभ मिलता है । 3. ऐसा जातक अधिक से अधिक सम्पत्ति प्राप्त करने की इच्छा रखता है। 4. खाना न०-4 में शनि हो और मंगल खाना न०-5 में हो तो जातक के खानदान मे पिता, दादा, चाचा या ताया अवश्य ही हकीम या डाक्टर होंगे। 5. खाना न०-4 में शनि और चन्द्र खाना न०-2 या 3 में हो तो माता पिता का सुख-सागर लम्बा होता है। 6. विदेश यात्रा से लाभ होता है। 8. माता-पिता व पत्नी का भरपूर प्यार प्रप्त करता है। 9. सुन्दर भवन निर्माण करने से शनि शुभ प्रभाव बिखेरते हैं 10. ऐसे जातक को वृद्धा वस्था में अधरंग का रोग होता है। ऐसी अवस्था में जातक को दरिया में रहने वाले सांप डंक मार दे तो तुरन्त स्वस्थ हो जाता है ।",
                "ashubh": "1. जातक क्रोधी और धूर्त होता है । 2. ऐसे जातक के मकान में काले कीड़े निकलते रहते है। 3. खाना न०-4 में शनि और खाना न०-10 में चन्द्र हो तो माता दुखिया होती है। ऐसे जातक यदि सांप मारे या नया मकान बनावें या शराब पिए तो माता व मामा पर अनिष्टों की वर्षा होने लगती है। 4. पराई स्त्री सम्बन्ध विधवा स्त्री की मदद करने से सब कुछ नाश हो जाता है । 5. जातक के पास पूर्वजों की सम्पत्ति भी नष्ट हो जाती और धन की कमी होती है । 6. ऐसे जातक किराये के मकान में जीवन निर्वाह करते है । 7. ससुर व ननिहाल परिवार एवं पिता के उपर जीवन भर भारी रहता है। अर्थात अनिष्टों का सामना करना होता है । 8. जातक शराबी - कबाबी हो जाता है । 9. सांप का तेल बेचने से या किसी भी प्रकार का तेल बेचने से जातक निःसन्तान हो जाता है। 10. अत्यधिक परिश्रम करने के बाद भी जीवन में सफलता कम ही मिलती है। 11. मकान बनाया हुआ खरीदने से ही लाभ होता । यदि ऐसे जातक नया भवन निर्माण करें तो ननिहाल बर्बाद हो जाता है । 12. रात को पिया दूध जहर के समान हानि कारक होता है। 13. औरतों के साथ अवैध सम्बन्ध कायम करने से नाश हो जाता है। 15. वाल्यावस्था कष्टमय व्यतीत होता है। 14. छाती में बाल नहीं हो तो विश्वासपात्र नहीं होता है। 16. यदि चतुर्थ भाव में शनि निर्वल हो तो माता-पिता का सुख कम ही प्राप्त होता है। 17. ऐसे जातक के जीवन का अन्तिम समय बहुत कष्ट से व्यतीत होता है। 18. अन्तिम काल में जातक को एकान्त प्रिय और साधु वृत्ति का बना देता है। 19. जातक को मानसिक परेशानी सदैव बनी रहती हैं।"
            },
            "5": {
                "subh": "1. जातक निः सन्तान नहीं होता है । 2. जातक भोला-भाल होता है, यदि बातों का छानबीन करता रहे तो जीवन सफल बना लेता है । 3. स्वयं मकान न बनावे । स्वयं के बनाए मकान तो पुत्र के नाम पर, तो मकान कभी बुरा प्रभाव नहीं डालेगा। 4. मकान के अन्दर मंगल या बृहस्पति की वस्तुएँ कायम रखने से संतान को लाभ होता है। 5. राहु भला हो तो मकान बनेंगे और शनि का कोई बुरा प्रभाव नहीं पड़ता । 6. यदि केतु भला हो तो संतान बढ़ेगी। 7. ऐसी सन्तान मात-पिता के लिए लाभकारी नहीं होता। 8. शनि खाना न०-5 में हो और खाना न०-11 खाली हो तो जातक धर्म का देवता होता है। 9. शनि खाना न०-5 में हो और वृहस्पति खाना न०- 9 में हो तो 5, 17, 41, 28, 53, 65, 67, 77, 89 वें वर्षों में भाग्य का शुभ प्रभाव प्राप्त होता है । परन्तु सन्तान की हालत फिर भी अच्छी नहीं होती । 10. मकान 48 वर्ष के बाद बनाने से ही लाभ प्राप्त होता है । 11. जातक अपना मेहनत से ही रोजी-रोटी प्राप्त करता है। 12. जातक यदि राज्यधिकारी हो तो ईमान्दार होता है । 13. 44 वर्ष के बाद ही आवस्यकता के मुताबिक कुछ धन प्राप्त करता है। 14. शनि खाना न0-5 में हो और बृहस्पति या केतु खाना न०-10 में हो तो पुत्र अधिक और पुत्री एक या नहीं होती है।",
                "ashubh": "1. जातक को सन्तान कम होती है । 2. जातक के धन को उनकी सन्तान सांप की तरह डंक मारकर बर्बाद कर देता है । 3. 48 वर्ष से पहले यदि जातक अपनी कमाई से मकान बनावें तो सन्तान पर कष्ट होता है, सम्भवतः एक पुत्र की मृत्यु तो जरूर हो जाती है। 4. पुत्र जन्मोत्सव पर या किसी भी उत्सव पर खुशी से मिठाईयां बांटने पर जातक का नाश हो जाता है, इसलिए नमकीन वस्तु बांटे। 5. जुआं, सट्टे, शेयर बाजार आदि में धन लगाने से हानि का सामना करना हो तो है । 6. ऐसे जातक को जीवन में चार आप्रेशन होते है। 7. फिल्मी हस्तियों को ऐसे शनि लाभ नहीं पहुंचाते। 8. जातक प्रेम-मुहब्बत में सदैव असफल हो जाता है। 9. ऐसे जातक खूनी भी होते, जिससे कारावास की सजा भुगतनी पड़ती है। 10. शरीर में रोएँ (बाल) अधिक हो या घना हो तो जातक जातक चोर, डाकू, ठग, निर्धन व मुकद्दमें में सजा भुगतने वाला होता है। 11. जातक की वासना शक्ति कम ही जाती है। 12. स्त्रियों की कुण्डली में यदि शनि खाना न०-5 में हो तो उसे मासिक धर्म की गड़बड़ी, प्रदर रोग होता और सन्तान देर से होती है। दो सन्तानों में कई वर्षों का अन्तर रहता है। 13. पंचमस्थ शनि विपत्ति, प्रदान करके ही शान्ति प्रदान करता है। 14. हृदय रोग या जल में डूबने से मृत्यु होती है। 15. मांस मंदिरा का अधिक मात्रा में सेवन करने से असफलता हाथ आती है।"
            },
            "6": {
                "subh": "1. शरीर के रोम छिद्र में यदि दो-दो रोम (बाल) पैदा हुआ हो तो जातक बुद्धिमान और हुनरवान होता है । 2. खाना न०10 के ग्रह पर बुरा प्रभाव नहीं डालेगा। 3. ऐसे जातक पर जादू टोने का वार नहीं चलता है। 4. यदि छठे खाना न0-6 में और सूर्य खाना न०-12 में हो, ' तथा मंगल खाना न०-2 में हो तो माता-पिता व खानदान का धन नष्ट नही होता। 5. 24 वर्ष के बाद विवाह होने से आगे 24 वर्ष तक केवल पुत्र सन्तान ही पैदा होंगा। 6. जातक वैष्णवी आहारक खाने वाला होता है। 7. ज्योतिष शास्त्र का एवं आयुर्वेद शात्र का ज्ञाता होता है । 8. कवाड़ी के काम करने से लाभ प्राप्त करता है. 9. ऐसे जातक जज, वकील, और कानून विशेषज्ञ भी हुआ करते हैं।",
                "ashubh": "1. जातक का छोटा भाई ही शत्रु बन जाता है । 2. बड़े पुत्र का व्यावहार जातक के साथ ठीक नहीं होता, परन्तु अन्त समय में वहीं काम आता है। 3. 28 वर्ष से पहले विवाह होने पर माता-पिता, स्त्री सभी पुत्र के साथ कष्ट में पड़ जाते है । 4. खाना न०-6 में शनि हो और खाना न०-2 में शत्रु ग्रह बैठा हो और राहु खाना न०- 8 में बैठे हो तो भारी नुक्सान का सामना करना होता है। 5. जातक का शरीर दीर्घ कालीन रोगों से ग्रस्त रहता है। 6. बाल्यावस्था कष्टदायी होता है। 7. मामा के लिए ऐसे जातक हानिकारक होते है । 8. सभी कार्यों में रूकावट आती है। 9. जातक मानकिस परेशानी से ग्रस्त रहता है क्योंकि कोई सहायक नहीं होता । 10. सम्पत्ति, यश और अधिकार एक साथ नहीं मिलते। 11. चमड़े की वस्तुएं उपयोग करना या किसी से लेना बहुत बड़ा विनाश कारक होता है। 12. जातक नौकरी में और समाज में भी अपमानित होते रहता है। 13. जातक के साथ या उनके परिवार में अनेकों एक्सीडेन्ट होता है । 14. ऐक्सीडेंट में टांग टूट जाना तो आम घटना समझा जाय। 15. जातक शराबी होतो धन नष्ट हो जाता है। 16. लोहे के मशीनरी कार्यों से हानि प्राप्त होती है। 17. 48 वर्ष तक मकान बनाना हानि कारक होगा. 18. शनि खाना न0-6 मे, बुध, शुक्र, राहु खाना न०-10 या 4 में हो, या बुध खाना न०-2 में हो तो सिर कटने से मृत्यु होगी। जातक गुप्त कार्य करने का आदी होगा। 19. गाय, बैल, स्त्री, विद्या और धन पर मंदा प्रभाव डालेगा।"
            },
            "7": {
                "subh": "1: जातक जज वैरिस्टर और कानून विशेषज्ञ होता है । 2. जातक अत्यन्त चुस्त और फुर्तीला होता है । 3. अल्प विद्वान होते हुए भी राज्य से सम्मानित होता है । 4. राजनीतिक में जाने से लाभ होता है। 5. जातक नेक सलाहकार होता है। 6. अत्यन्त बुद्धिमान होता है। 7. मुकदमें में विजय प्राप्त करता है । 8. शनि खाना न०-7 में हो बुध खाना न०-11 में हो तो धनवान और रईस होता है। 9. शनि + मंगल खाना न०-7 में दोनों ही बैठे हो तो बेईमानी से धन प्राप्त कर लक्ष्मी वान हो जाता है। 10. बना हुआ ही मकान खरीदता है । 11. जातक के पास चाहे लड़कियां कितनी भी हो, विवाह में परेशानी नहीं होती । 12. शनि खाना न०-7 में हो और मंगल नेक हो तो मासिक आयु लाखों में होती है। 13. जातक हिम्मती होता है। 14. आयु लम्बी होती है और यात्राएं अधिक करनी पड़ती है । 15. मकान यदि पीलर डालकर बनाया जाय तो अत्यन्त शुभ फलों की प्राप्ति होती है ।",
                "ashubh": "1. यदि सातवें घर के शनि हो और मंगल शुक्र मंदे हो अथवा अकेले मंगल ही मंदे हो तो जातक भाग्यहीन होता है । 2. खाना न०-7 में शनि हो और बुध, शत्रु ग्रह खाना न०-3, 7, 10 में हो तो जातक के पिता का धन बर्बाद हो जाता है. 3. यदि चन्द्र, मंगल, शुक्र, सब के सब मंदे हो तो जातक दुःखों का पुतला होता है। 4. खाना न०-7 में शनि और बुध खाना न०- 1 में हो तो सिर कटने से मृत्यु होती है । 5. शनि खाना न०-7 में हो और सूर्य 4 में हो तो जात नपुंस्क होता है। 6. जीवन साथी देर से अथवा अपने से अधिक उम्र वाला या विजातीय होता है। 7. स्त्री की कुण्डली में खाना न०-7 में शनि हो तो जातिका द्धवा हो जाती या विधुर हुए जातक से विवाह होता है। 8. जातक शराबी, मांसाहारी व पराई स्त्री से संभोग करने वाला होता है। 9. विवाह 22 साल से पहले कने पर नेत्र रोग का शिकार होना पड़ता है। 10. एक रोम छिद्र में यदि दो-दो बाल उगे हो तो जातक चोर और डाकू होता, फिर भी भूखे मरता है। 11. खाना न०-7 में शनि के साथ शुक्र भी बैठे हो तो बाजारू स्त्री से सम्बन्ध का यम होता, जिससे अपमानित होना पड़ता है।"
            },
            "8": {
                "subh": "1. जातक दीर्घायु होता 2. इस खाने में बैठे अकेला शनि कभी बुरा प्रभाव नहीं डालेगा, क्येंकि अष्टम भाव शनि का अपना घर है । 3. यदि शनि स्वगृही या उच्च का हो तो जातक को दहेज में अच्छा धनु और सम्पत्ति मिलती है। ऐसे जातक मृत्यु के समय भी स्वस्थ रहते है। 4. यदि शनि कर्क राशि में हो तो जातक को सम्पत्ति और अधिकार दोनों ही मिल जाते है । 5. शनि वृष, कन्या, तुला, कुम्भ यामीन राशि का हो तो नौकरी के लिए शुभ होता है । 6. पार्टनर शीप के व्यवसाय में लाभ होता है । 7 सबी से सम्बन्धित वस्तुएं के व्यापार से लाभ प्राप्त होता है ।",
                "ashubh": "1. राज भय बना रहता है । 2. पिता अल्पायु होता है । 3. यदि राहु नीच हो तो जातक का ऐक्सीडेंट अवश्य होता है। 4. भाईयों से शत्रुता बनी रहती है। 5. जब शत्रु ग्रहों के साथ शनि हो तो भयानक अनिष्टकारक होता है । 6. यदि छाती में बाल घने हो तो सारी आयु गुलामी में गुजर जाता है। 7. जातक नशे का उपयोग करता है तो निराश हो जाता है। 8. खाना न०- 8 में शनि हो और खाना न०- 8 में पापी ग्रह, राहु, केतु विराजमान हो तो जातक के जन्म के बाद ही माता की मृत्यु हो जाती है। 9. निवास स्थान से विच्छू अधिक निकलते है । 10. धन की कमी सदैव महसूस करना पड़ता है। 11. सराय अर्थात धर्मशाला में रहते हुए जातक किसी को दान दे तो बर्बाद हो जाता है । 13. अत्यधिक पाप प्रभाव में आया शनि जेल भेज देता है। 14. ऐसे जातक के माता-पिता की मृत्यु वाल्यावस्था में हो जाती है। 15. कठिन बिमारी झेलकर मृत्यु होती है । 16. खाना न०- 8 में शनि हो और खाना न० किसी में भी चन्द्र + बुध + शुक्र एक साथ बैठे हो तो जातक खूनी होता है ।"
            },
            "9": {
                "subh": "1. ऐसे जातक यंत्र-मंत्र तंत्र व ज्योतिष के ज्ञाता कानून विशेषज्ञ, जज, कलक्टर, वेरिस्टर आदि होते है । 2. जातक अभूत पूर्व भाग्यशाली होता है । 3. धार्मिक स्थान का प्रवर्त्तक या शिक्षा विभाग का कुलपति बनकर जीवन में ख्याति अर्जित करता है । 4. बुद्धिमान एंव श्रेष्ठ आचरण वाला होता है । 5. ऐसे जातक अन्तिम आयु तक तीन सुन्दर भवन निर्माण कराते हैं । 6. पूर्वजों की सम्पत्ति प्राप्त होती है । 7. जातक राजनीति में सफलता हासिल करते है । 8. राज दरबार से सम्मानित होता है। 9. जातक पिता के लिए भी भाग्यशाली होता है। 10. जातक हमदर्द, सुखी व विद्वान होता है। 11. आयु लम्बी होती है । 12. मृत्यु के समय कर्जदार नहीं होते । 13. जातक परोपकारी हो तो सभी सुख प्राप्त करता है। 14. घर में गड़ा हुआ पुराना पत्थर शुभ फल प्रदान करता रहेगा । 15. स्वर्ण कार, ज्योतिष, भवन सम्बन्धी वस्तुओं की व्यवास्य, बजाजी कार्य और केतु 5 में हो तो 9 पुत्र एवं 3 पुत्रियां सन्तान होती है और सभी सन्तान नेक होती है।",
                "ashubh": "1. अपनी माता या स्त्री के गर्भ धारण के समय में (खासकर 36 से 39 वर्ष की आयु में) यदि जातक मकान बनावें तो पिता की मृत्यु हो जाती है। 2. पापी ग्रह राहु, केतु साथ होने पर सन्तान को नष्ट होता है। 3. शनि 9 वाले जातक को सन्तान देर से पैदा होती है, जीवित रहती  परन्तु 4. खाना न०- 9 में शनि हो और मंगल खाना न०-4 में हो तो ऐसे शनि अत्यन्त अनिष्ट कारक होते हैं । 5. खाना न०- 9 में शनि हो और वृहस्पति खाना न०-12 में हो तो धन अधिक होता परन्तु जातक लापरवाह होता है । 1 6. शनि खाना न०- 9 में हो और खाना न०- 2 ग्रहों से खाली हो तो धन-सम्पत्ति अपार रहते हुए भी जातक दुखी रहता है 7. मस्तक पर या पांव की पीठ पर बाल हो तो जातक मंदभागी होता है। 8. ऐसे जातक किसी भिखारी, अम्यागत या निर्धन व्यक्तियों को अपने मकान में आराम नहीं करने देता क्योकि धन चुरा कर भागने का डर मन में बना होता है । 9. राज दरबार में धीरे-धीरे कछुए की चाल की तरह तरक्की होती है। 10. मकान के छत पर लड़की चौखट व ईधन रखने से हानि होती है। 11. खाना न०- 9 में शनि और खाना न०-2 ग्रह से खाली हो तो जातक दूसरों का कफन बेचकर भी दौलत इकट्ठी कर लेगा । 12. घर में गर्भवती स्त्री हो और भवन निर्माण शुरू करें तो परिवार में किसी की मृत्यु अवश्य हो जाती है । 13. शनि वायु राशि या पृथ्वी राशि का हो तो पूर्वजों से मिली सम्पत्ति जातकर बेचकर खा जाते हैं । जातक की मान हानि होती है तथा जातक अल्पायु होता है । 14. अशुभ प्रभाव का शनि विदेश वास में अधिक कष्ट प्रदान करता है। 15. जातक के मन में अस्थिरता बनी रहती है । पुत्र व पिता एक जगह रह कर प्रगति नहीं कर पाते। विभाजन के समय लड़ाई झगड़ा होता है। ऐसे जातक में विवाह कराने की इच्छा का अभाव होता है। माता सौतेली होती है।"
            },
            "10": {
                "subh": "1. जातक महत्वाकांक्षी होता है। 2. शराब - मांस से दूर रहने पर भाग्य शील होता है । 3. राज्य से लाभ प्राप्त करता है। 4. मकान बनाने पर ही धन इक्ट्ठा होता है । 5. जातक के जन्म से 48 वर्ष तक पिता का साथ होता है । 6. ऐसे शनि जातक के 3, 9, 15, 21, 33, 39, 45, 57, 63, 75, 81, 87 व 93 वें वर्षों में मान-धन व बरकत प्राप्त कराते हैं । 7. दूसरों का आदर करने से जातक के मान-यश में बृद्धि होती है । 8. हर सातवें वर्ष में धन की वृद्धि होती है । 9. वर्ष फल के अनुसार जब बुध सातवें खाने में आता है तो ससुराल से धन प्राप्त होता है। 10. जातक के लिए हर तीसरा वर्ष भी उत्तम ही होता है । 11. जातक के पास जमीन जायदाद भी होती है । 12. जातक जितना ही चालाक होगा उतनी ही किस्मत उज्जवल होगा। 13. ऐसे जातक तांत्रिक होते या तंत्र कला की ओर आकर्षित होते हैं । 14. शनि खाना न०-10 में और खाना न०-4 में शुभ ग्रह बैठा हो तो जातक को चौपाया जानवर और चौपाया पशु भी प्राप्त होते हैं । 15. बृहस्पति खाना न०-2 में बैठे हो तो निश्चत ही भाग्यवर्द्धक होते है । 16. खाना न०-10 में शनि साथ कोई भी ग्रह बैठा हो, शुभता ही प्रदान करता है। 17. जातक की आयु 90 वर्ष की होती है । 18. जातक नाना-नानी के अत्यधिक प्यारा होता है ।",
                "ashubh": "1. बुढापावस्था में धन का अभाव हो जाता है। 2. जातक की स्त्री रेगिणी रहती है। 3. दाढ़ी और मुंछ के बाल कम हो या नहीं हो तो जातक अल्प होसले वाला और उसकी पैदा की हुई जायदाद नहीं रहती है । 4. मकान पूरा होने पर धन की कमी रहने लगती है। 5. जातक यदि धर्मात्मा हो तो अन्तिम समय निकम्मा होता है । 6. अंधे भिखारी को दान देना लाभदायक नहीं होता । 7. 27 वर्ष आयु तक भाग्यहीन रहता है। 8. माता-पिता से विलग होना पड़ता है। 9. जातक को पैतृक सम्पत्ति प्राप्त नहीं होती 10. स्वयं नेत्र रोगी और पिता के लिए कष्टदायी होता है ।"
            },
            "11": {
                "subh": "1. लोहा, कोयला आदि वस्तुओं के व्यापार से लाभ प्राप्त करता है। 2. धन को सुरक्षित रखता है। 3. जातक फरेबी होता है और अक्ल की चालाकी से धन प्राप्त करता है 4. 48 वर्ष की आयु निर्णयक होगी । उस समय यदि केतु उत्तम हो तो जीवन भर धन बढ़ता रहेगा, परन्तु केतु अशुभ हो तो उसी समय से अन्तिम आयु तक धन नष्ट होता रहता है। 5. वर्ष फ्रल के अनुसार जब शनि खाना न०-1 में आता हो तो धन में वृद्धि होती है और अच्छा फल प्राप्त होता है 6. ऐसे जातक निःसन्तान नहीं होते । 7. मकान 45 या 55 वर्ष की अवस्था में बनाने से शुभ फल प्राप्त होता है । जातक न्याय प्रिय होता है। 8. ऐसे जातक को पैतृक सम्पत्ति भी प्राप्त होती है। 9. जातक धार्मिक विचार का होता और ऐसे जातक के पास सवारी स्कूटर, कार आदि भी होते हैं । 10. ससुराल अमीर होते है। 11. जीवन काल में तीन भवन निर्माण करता है, परन्तु 45 या 55 वर्ष की अवस्था में ही बनाना शुभ होता है। 12. ऐसे जातक शेयर बाजार, लॉटरी, जुए सट्टे आदि कार्यों से भी धन प्राप्त कर लेते हैं। 13. हर प्रकार से सुखी रहता है। 14. जीवन काल में सन्तान व धन की कमी नहीं होती है। 15. यदि शनि उच्च का स्वराशि में हो तो या शुभ सम्बन्धित हो तो जवानी में अच्छी सम्पत्ति प्राप्त होती है । 16. 11 वें भाव का शनि राहु-केतु की स्याही धोने वाला होता है। अर्थात् राहु-केतु के अनिष्टों को साफ कर देता है। 17. ऐसे व्यक्ति पक्का मर्द होता है। 18. जातक धार्मिक स्वभाव का होता है । 19. आयु 84 वर्ष की होती है। 20. जब सूर्य मंगल खाना न०-10 और चन्द्र खाना न0-6 या सूर्य खाना न०- 1 और चन्द्र खाना न०-2 में ही तो राज दरबार से धन, मान और सम्मान की प्राप्ति होती है । 21. शनि खाना न0-11 में हो और शुक्र खाना न०-7 में होव तो जातक आम लोगों के लिए फायदेमन्द इन्सान होता है और पूर्ण ऐशो-आराम का मालिक होता है ।",
                "ashubh": "1. सन्तान को शुभ फलों की प्राप्ति नहीं होती हैं । 2. शिक्षा अधूरी रह जाती है । 3. जातक क्रोधी स्वभाव के होते और दस्तकारी के कार्यों में भी जुड़े होते हैं । 4. अपने परिवार की किश्ती को बीच मझदार में ही छोड़ कर चला जाता है । 5. खाना न०-11 में शनि हो और बुध खाना न०-3 में हो तो शनि का नेक फल नहीं प्राप्त होता है। .6. फरेब से कमाया धन कफन में किल साबित होता है। 7. भवन का द्वार यदि दक्षिण दिशा में हो तो बुरा असर प्राप्त होता है। 8. यदि जातक शराबी या मांसाहारी हो तो शनि जातक को हत्यारा बना देते और बर्बाद कर देते हैं। 9. 45 या 55 वर्ष में मकान बनावें वरना 1 वर्ष की बिमारी भोगकर ही मृत्यु होती है। ऐसी अवस्था में एक वर्ष स्त्री से वासना न करें तो लाभ होगा। 10. स्त्री के वन्ध्यापन के कारण या स्त्री के गर्भपात होने से सन्तान का अभाव बना रहता है । 11. शनि पीड़ित हो तो सन्तान कष्ट दायक होती है । 12. ऐसे जातक को मित्र मर्ग से धोखा मिलता है 1 13. उधार दिया धन वापस नहीं मिलता। 14. यदि खाना न०- 11 के शनि सूर्य व चन्द्रमा से अशुभ योग करता हो तो जातक दरिद्र होता है। 15. यदि शनि मिथुन राशि में हो तो पुत्र सन्तान नहीं होती । 16. अन्य राशियों में सन्तान उत्पन्न तो होती है लेकिन परस्पर वैमनस्य बना होता है। 17. व्यापार में लाभ नहीं होता है।"
            },
            "12": {
                "subh": "1. खाना न०-12 के शनि यदि शुभ हो तो जातक का कोई शत्रु नहीं होता है । यदि बुध भी साथ हो या शुभत्व प्रदान करता हो तो धनवान होता है, परन्तु धन की परवाह नहीं करता । 2. यदि घर की अंधेरी कोठरी में सूर्य का प्रकाश आता हो तो शुभ प्रभाव नहीं प्राप्त होता । 3. प्रति 6 या 12 वर्ष में एक नया मकान बनाता है। 4. सिर का बाल यदि झड़ जो तो धनवान और सुखी होता है । 5. व्यापार में सफलता और परिवार उत्तम होगा। 6. राहु-केतु बुरा प्रभाव नहीं डालेगा। 7. शनि रात्र में सिरहाने बैठकर जातक की रक्षा करता रहेगा। 8. यदि ऐसे जातक के हाथ में सांप भी आ जाए तो बच्चे की तरह खेलने लगेगा। 9. जातक एकान्त प्रिय होगा और सन्यासी भी हो सकता है । 10. शनि खाना न०-12 में हो और खाना न-2 में सूर्य, चन्द्र या मंगल न हो तो जातक रात को चैन की नींद से सोता है और और पूर्ण भाग्याशाली होता है। 11. जातक विद्वान, परोपकारी, कलाकार, अदाकार होगा परन्तु से लोभ नहीं करेंगा। 12. शनि खाना न०-12 में हो और राहु केतु उच्च का हो तो जातक अरबपति होता है। 13. शनि खाना न0-12 में और बृहस्पति खाना न०- 8 में हो तो पिता व दादा की आयु बहुत लम्बी होगी । 14. ऐसे जातक महात्मा भी हो जाते ।",
                "ashubh": "1. आयु से अधिक व्यय होता है। 2. माता हर समय कष्ट में रहती है । 3. पिता का धन नष्ट हो जाता है । 4. जातक की आँखें छोटी होती है। 5. ऐसे जातक शराबी व मांसाहारी होते है । 6. सांप को मारने का चस्का रखता है । 7. यदि फरेब से धन प्राप्त करे तो जेल की सजा भुगतनी पड़ती 8. राजद्रोह के केस में सजावार भी होता है । 9. खाना न०-12 में शनि हो और मकान की पिछली दीवार रोशनी प्राप्त करने पर या मकान की दीवार टूटा हुआ छेड़ देने पर घर में अधिक मौत होगी । जातक नेत्ररोगी होगा । 10. खाना न०-12 में शनि और मंगल खाना न०-6 में बैठे हो तो हथियार से मृत्यु होती है। ऐसे जातक को चार आप्रेशन होता है। 11. ऐसे जातक कई बार अपने कार्यों से ही अपनी हानि कर लेते हैं । 12. असत्य बोलने पर दण्ड भुगतना पड़ता है। 13. ऐसे जातक जहर खाकर भी आत्म हत्या कर लेते है ।"
            }
        },
        "rahu": {
            "1": {
                "subh": "1. जातक राजाओं के समान होता है। 2. घर में धन की कमी नहीं रहती । 3. जातक अति भाग्यशाली होता है। 4. उत्तम शासक होता है। 5. गरीब घर में जन्म लेकर भी उँचा स्थान प्राप्त कर लेता है। 6. जन्म स्थान से कहीं और दूसरे शहर में व्यवसाय करने पर खूब प्रगति पाता है। 7. जीवन सुखमय गुजरता है। 8. ऐसे जातक सरकारी पद पर आसीन होते हैं। 9. जातक मान-सम्मान खूब प्राप्त करेगा। 10. बुद्धिमान व धार्मिक विचार का होगा। 11. राहु खाना न०-1 में हो, शुक्र खाना न०-3 या 7 में हो तो जातक अत्यधिक धनशाली और सुन्दर पत्नी वाला होता है, परन्तु पत्नी बहुत दिन रोगिणी रहकर मुत्यु प्राप्त करती है। 12. ननिहाल के परिवार जातक के जन्म वाले दिन से दिन दुगना रात चौगुना तरक्की करता है। 13. यदि पहली सन्तान लड़की हो तो धन में अपार वृद्धि होती है और दूसरी सन्तान भी कन्या ही प्राप्त करे तो धन संभाल नहीं पाता है, क्योंकि धन का विस्तार कई गुणा और बढ़ जाता है। 14. माता की लम्बी आयु होती है। 15. जातक के भाग्य से पड़ोसी भी सुखी रहते है। 16. जातक शक्तिमान और कीर्तवान होता है। 17. लग्न में मेष का राहु जातक को उदार बनाता है। 18. खाना न०-1 में सिंह राशि का राहु हो तो जातक दयालु होता है। 19. खाना न०-1 मे उच्च का राहु होने से जातक हिम्मती, शत्रुवों को पराजित करने वाल एवं चौड़ी नाक वाला होता है।",
                "ashubh": "1. जातक क्रोधी होता है। 2. पत्नी से बनाव नहीं रहता । 3. जातक के अगल बगल के पड़ोसियों का उत्पान होता है, परन्तु सामने का पड़ोसी बर्बाद हो जाता है। 4. काम प्रायः बदलते रहता है। 5. प्रथम सन्तान लड़का हो तो धन की कमी होती, काम में विघ्न आता और जीवन संघर्षमय हो जाता है। 6. जातक तांत्रिकों से सम्बन्ध बनाकर अपना समय बर्बाद करता है, बहुत समय के बाद तरक्की प्राप्त करता। 7. जातक के जन्म से 11, 21 या 42 वर्ष की आयु तक पिता की मृत्यु हो जाती है। 8. राहु के साथ केतु, बुध बैठा हो तो परिवार में अधिक मौत का सामना करना होता है। 9. जातक स्वभाव का शक्की होता है। 10. सन्तान प्रायः नाभायक ही होती है। 11. खाना न०-1 में सिंह राशि को छोड कर यदि अन्य किसी पुरूष राशि का राहु हो तो जातक दो विवाह करता है, कारण चाहे जो भी है। 12. यदि खाना न० 1 में राहु धनु राशि का हो तो जातक को दुसरे व्यक्तियों से सदैव ही अलग-थलग रखता है। 13. खाना न०-1 में राह हो और सूर्य खाना न०- 9 में हो तो जातक का धर्म और ईमान मिट जाता है। 14. खाना न०-1 में राहु और मंगल खाना न०-12 में हो तो बहुत अशुभ फल प्राप्त होता है। जातक को सुख से वंचित होना पडता है और व्यय अधिक करना पड़ता है।"
            },
            "2": {
                "subh": "1. परिवार बहुत बड़ा होता है। 2. खाना न०-2 में राहु हो और वृहस्पति नेक हो तो धनवान होता है, अन्यथा नहीं | 3. वर्ष फल में शनि खाना न०-1 में आ जाए और बृहस्पति भी शुभ हो तो धन की वर्ष होती है। 4. ऐसे जातक कभी भी जेल नहीं जाता है। 5. काला धन व तस्करी से धनोपार्जन हो जाता है। 6. जातक स्वतंत्र विचारक और आजाद स्वाभाव का होता है। 7. आयु लम्बी होती है। 8. जातक राजा होता चाहे जंगल का राजा हो या धर्मस्थान का प्रबन्धक रहे। परन्तु राजा के समान ठाठ-बाठ रहता है। 9. जातक अति चालाक होता है 10. जातक कभी अमीर होगा तो कभी गरीब। 11. 25 वर्ष की आयु में भाग्योदय होगा। 12. ऐसे जातक चोर नहीं होते।",
                "ashubh": "1. जातक के घर में दिन में ही चोरी होती है, रात में कभी नहीं। 2. आर्थिक स्थिति पूर्ण सुदृढ़ नहीं होती । 3. जातक स्वार्थी होता है। 4. जातक की मृत्यु हथियार से होती है। 5. आँत का रोग उत्पन्न होता है। 6. मांग कर खाने की आदत होगी। 7. देश या विदेश कहीं भी जीविका चलाने में कठिनाईयों का सामना करना होता है। 8. जातक शराबी-कबाबी होता है। 9. ससुराल वाले का धन, मान और सम्मान बर्बाद हो जाता है। 10. ऐसे जातक किसी को भीख भी नहीं देता। 11. नेत्र रोग से परेशान रहना पड़ता है। 12. शनि मंदा हो तो भाग्यहीन होता है। 13. माता को अपमानित करने पर सर्वनाश हो जाता है। 14. मंदिर में बैठकर भी पाप करने से पीछे नहीं हटता । 15. सभी कार्यों में बाधाएं आती है।"
            },
            "3": {
                "subh": "1. जातक अमीर होता है और बहुत जमीन जायदाद वाला होता है। 2. खाना न०-3 में राहु लम्बी आयु प्रदान करता और धन का रखवाला होता है। 3. जातक निडर होता है। 4. जातक बेधड़क दूसरों की सहायता करने वाला होता है। 5. किसी होनी या अनहोनी घटनावें का पता दो वर्ष पहले ही लग जाता है। 6. ऐसे जातक जो भी स्वप्न देखते हैं। सत्य साबित होता है। 7. निःसन्तान कभी नहीं होता। 8. शत्रु का सिर काटने हेतु उसकी कलम में तलवार से अधिक शक्ति होती है। 9. लम्बी आयु प्राप्त करता है। 10. दुश्मन पर सदैव हावी रहता है। 11. सूर्य का प्रभाव दो गुणा नेक होता है। 12. शाही सवारी, हाथी-घोड़ा और सुन्दर आधुनिक मोटर गाडियों का मालिक होता है। 13. भाई और मित्रों का सहायक होता है। 14. जातक कवि और लेखक होता है। 15. खाना न०-3 में राहु के साथ मंगल भी हो तो जातक राजा के समान होता है। 16. जातक महाबली और पराक्रमी होता है।",
                "ashubh": "1. भाईयों पर नेक प्रभाव नहीं पड़ता है। 2. भाई लोग धन उधार लेकर वापस नहीं देते। 3. मित्र गणधोखेवाज होते हैं और जातक की तबाही करने हेतु तुले होते हैं। 4. घर का सोना धीरे-धीरे बिक जाता है। 5. बहन, पुत्री विधवा या दुखी जीवन व्यतीत करती है। 6. कार्यों को तीन वार बदलता है और जीवन में तीन वार धन का घाटा उठाना पड़ता है। 7. 40 और 42 वर्ष की आयु परेशानी वाला होता है। 8. धर्म-कर्म में कम रूचि होती है। 9. जुबान तुतली होती है। 10. जातक भ्रमित होता रहता है । 11. मानसिक तनाव से ग्रसित रहता है। 12. जातक त्वरित निर्णय लेने में सक्षम नहीं होता है।"
            },
            "4": {
                "subh": "1. जातक धर्मात्मा होता है । 2. खाना न०-4 के राहु यदि शुभ अवस्था में हो तो सवारी का सुख भी प्राप्त होता है । 3. खाना न०-4 में राहु हो और चन्द्रमा उच्च का हो तो जातक धनवान होता है। 4. 48 वर्ष आयु के बाद वृहस्पति भी उत्तम फल प्रदान करते हैं । 5. विवाह के बाद ससुराल वालों की खूब तरक्की होती है। 6. चौथे खाने में राहु और दसवें खाने में चन्द्र हो तो 24 वर्ष के बाद शनि भी उत्तम फल प्रदान करते हैं। 7. खाना न०-4 में राहु, चन्द्र और बुध खाना न०-10 में हो तो राज दरबार से धन प्राप्त होता है। 8. यदि शुक्र नेक हो तो ससुराल के धन में वृद्धि होती है। 9. जातक सी.बी.आई. सी.आई.डी. विभाग में नौकरी प्राप्त कर मन-यश की प्राप्ति करता है। 10. जात पाप कर्मों से दूर रहता है।",
                "ashubh": "1. माता सदैव रोग ग्रस्त रहती है। 2. ऐसे जातक उपर से शान्त दिखाई पड़ता परन्तु अंदर से चिन्तित रहता है। 3. चतुर्थ खाने के राहु सौतेली माँ एवं दूसरी पत्नी के आगमन की सूचना भी देता है। 4. पुरूष राशि का राहु खाना न०-4 में हो तो दो पत्नी होती और जातक को कई चमत्कार देखने पड़ते हैं। 5. मिथुन, सिंह या कन्या राशि का राहु हो तो सन्तान भाव के कारण जातक को दुसरी शादी करनी पड़ती है और माता-पिता की मृत्यु अकस्मात हो जाती है। 6. शनि व राहु दोनों ही खाना न०-4 में बैठे हो तो जातक दरिद्र होता है। 7. स्त्री राशि का राहु हो तो व्यापार में हानि होती है। 8. खाना न०-4 के राहु यदि अशुभ सम्बन्धों द्वारा ही प्राप्त होती है। 19. ननिहाल का परिवार जातक के जन्म से 5, 12 या 24 वर्ष की आयु में बर्बाद हो जाता है। 10. जातक अधिक उम्र वाली औरत के साथ अवैध सम्बन्ध कायम करता है। 11, 45 वर्ष की आयु से राहु और केतु दोनों ही अच्छे फल प्रदान करते हैं। 12. यदि चन्द्रमा नेक नहीं हो तो धन की कमी महसूस होती है।"
            },
            "5": {
                "subh": "1. जब तक माता जीवित हो तब तक धन सम्पति पूर्ण रूप से होती है। 2. जातक को प्रथम सन्तान 21 वें वर्ष में द्वितीय सन्तान 34 वें वर्ष में होती है। 3. राज दरबार से लाभ प्राप्त करता है। 4. ऐसे जातक धर्मवान, बुद्धिमान और यशस्वी होते हैं। 5. जातक सन्तानहीन नहीं होता है। 6. स्वास्थ्य जातक उत्तम प्राप्त करता है। 7. परिवार और सम्पत्ति पर शुभत्व प्रदान करता है। 8. पुत्र सन्तान अवश्य प्राप्त होती है। 9. औलाद की आयु लम्बी होती है। 10. ऐसे जातक के भाई को पांच पुत्र होते है । 11. स्त्री राशि का राहु हो तो जातक शान्ति प्रिय एवं विवेकशील होता और विद्वान होता है। ऐसे जातक के दो विवाह होते हैं।",
                "ashubh": "1. जातक अत्यन्त शरारती होता है। 2. जातक की पत्नी गर्भपात कराने वाली होती है। 3. सन्तान के जन्म से 12 वर्ष तक पत्नी असवस्थ रहती है। 5. विद्या प्राप्ति में रूकावट आती है। 6. जातक स्थिरचित्त का नहीं होता। 7. खाना न०-5 में राहु होने से और राहु के नेक होने जातक को 4 पुत्र होते हैं परन्तु सभी के सभी मुर्ख होते हैं। 8. प्रथम सन्तान होने पर जातक या जातक की पत्नी सन्तान व मुख नहीं देखे देखने पर सन्तान की मृत्यु हो जाती है। 21 दिन बच् का मुख देखने से परहेज करें। 9. प्रथम सन्तान होने के बाद दादा ससुर की मृत्यु हो जाती है 10. परिवार में बिमाररियों का प्रकोप अधिक होता है। 11. माता की मृत्य के बाद जातक गरीब हो जाता है। 12. माता अल्पायु होती है। 13. व्यवसाय में हानि का सामना करना होता है. 14. किसी त्यौहार वाले दिन किसी की मृत्यु हो जाने पर लोग उस त्यौहार में खुशियां नहीं मनाते परन्तु ऐसे जातक यदि खुशियां नहीं मनावें तो जातक निः सन्तान हो जाता है। 15. यदि खाना न०-5 में राहु के साथ शनि भी बैठा हो तो औलाद की प्राप्ति के रास्ते में भयंकर समस्याएँ उत्पन्न होती है। 16. खाना न०-5 के राहु का अनिष्ट फल जातक के पोते पर भी पडता है।"
            },
            "6": {
                "subh": "1. जातक अति भाग्यवान और धनवान होता है । 2. शत्रुहन्ता होता 3. प्रायः भारी बदमाश लोग इनके मित्र होते हैं। 4. अनपे भाईयों से मिलकर रहने से ही सुख प्राप्त करता है। 5. ऐसे जातक चाहे जितना भी बड़ा अपराधी हो जाए, परन्तु फाँसी की सजा नहीं होती है। 6. जातक बुद्धिमान व ज्ञानवान होता है। 7. अच्छे वस्त्र पहनने का शौकीन होता है। 8. काला कुत्ता पालने से धन में खूब वृद्धि होती है। 9. दिमागी ताकत उत्तम होता है। 10. जातक की नौकरी में तबादला नहीं होता परन्तु तरक्की जरूर होती है। 11. चौपाया जानकर पालना लाभदायक होता है। 12. खाना न०-6 के राहु यदि स्त्री राशि का हो तो जातक मुल्य युद्ध (कुश्ती) में सफलता प्राप्त करता है। जातक स्वस्थ होता और पत्नी पतिव्रता मिलती है। परन्तु पत्नी की मृत्यु पिशाच पीड़ा या आकस्मिक रोग से होती है।",
                "ashubh": "1. जातक के मामा की सन्तान को कष्ट होता है। 2. जातक को नीच व्यवसाय करने की इच्छा होती है। 3. जातक बचपन कष्टमय व्यतीत होता है। 4. नख विष, प्रेत व्याधि और नजर लगने का रोग से पिडित होता है। 5. वात रोग, मिरगी, कमर दर्द, दाद, खाज रोग से परेशान होना पड़ता है। 6. जातक अपनी ही फौज को मारने वाला गन्दा हाथी होता है। 7. नामी चोर होने के बावजूद भी सजावार नहीं हो सकता। 8. भाईयों से लड़ाई करते रहने से जातक निःसन्तान हो जाता 9. चाचा सदैव बीमार रहता है। 10. खाना न०-6 में राहु हो, बुध-मंगल मंदा प्रभाव दे रहा हो या 12 वें घर का ग्रह जब मन्दे हो तो परिवार में बिमारियाँ अधिक होती है, धन नष्ट हो जाता है और घर की सम्पत्ति लुटेरे लूट लेते है। 13. काम पर जाते समय सामने की छींक या बिल्ली का लांघना बुरा असर डाता है। 14. खाना न०-6 में राहु हो और मंगल खाना न०-12 में हो तो भाईओं से लड़ाई होती है, जिससे जातक तबाह हो जाता है । 15. खाना न०-6 में राहु, सूर्य-2 में और बुध खाना न०-3 में हो तो जातक के धर्म और ईमान दोनों ही मन्दे होते हैं।"
            },
            "7": {
                "subh": "1.जातक धनवान और सरकारी नौकरी मे उच्च पदस्थ होता है 2. जातक खुफिया विभाग या पुलिस की नौकरी प्राप्त करता है। 3. जातक सच्चाई पसन्द और नेक कर्मों में रूचि रखने वाला होता है। 4. प्रथम सन्तान पुत्र प्राप्त होता है। 5. सन्तान सभी नेक होते हैं। 6. जातक नेता या समाज सेवक होता है। 7. जातक आत्म विश्वासी होता है। 8. खाना न०-7 में राहु हो और मंगल खाना न०-12 में हो तो राहु का अशुभ फल नहीं प्राप्त होते ।",
                "ashubh": "1. अगर पुत्री सन्तान प्रथम हो तो जातक धन का धुंआ निकाल देता है। 2. स्त्री बीमार रहती है। 3. सर्वप्रथम तो जातक का विवाह ही नहीं होता अगर हो भी जाय तो दाम्पत्य जीवन सुखी नहीं होता है। 4. जातक के जन्म से 21 वर्ष से पूर्व या 21वें वर्षों में विवाह करने पर बहुत बुरा असर पड़ता है। 5. जीवन साथी दूसरी जाति की होती है। 6. जातक की प्रथम पत्नी से तलाक और दो विवाह भी हो सकते हैं। 7. जातक का धन, चार-मित्र खाकर बर्बाद कर देते हैं। 8. पत्नी बीमार रहती, सिर दर्द से पिड़ित होती और गर्भपात भी होता है। 9. राहु खाना न०-7 में हो और बुध, शुक्र- केतु खाना न०- 11 में हो तो जातक की बहन बुआ, पत्नी या पुत्र ने धन को बर्बाद कर देते है। 10. खाना न०-7 में राहु हो और मंगल शुक्र खाना न0-5 में हो या राहु के साथहो तो दूसरा पुत्र 42 वर्ष 4 की आयु के बाद पैदा होता है। 11. जातक की पत्नी की मृत्यु शीघ्र ही जाती है। 13. खाना न०-7 के राहु ने स्त्री जाति को 21 वर्ष से पहले या 21 वें वर्ष में विवाह करने पर बर्बाद कर देता है। या तो स्वयं जातिक मर जाती है या पति की मृत्यु हो जाती है। स्त्री बदनाम हो जाती है। 14. जातक पराई स्त्री से सम्बन्ध बनावें तो पुत्र और स्वयं का नसीब नरक में पड़ जाता है। 15. व्यापार में बाधाएँ उत्पन्न होती है। 16. झगड़े झंझट व बिमारियों पर बहुत धन व्यय होता है। 17. पत्नी के माता-पिता बर्बाद हो जाते है। 18. जातक को मान-हानि का सामना करना होता है। 19. ससुराल में मौतें अधिक होती है।"
            },
            "8": {
                "subh": "1. जातक दिलेर होता 2. कभी अमीर तो कभी गरीब बन जाता है। 3. अपने रिश्तेदारों की  सहायता से ही तरक्की करता है। 4. खाना न०- 8 में राहु हो और मंगल खाना नं० 12 में हो तो धन भी प्राप्त करता है। 5. 28 वें वर्ष में भाग्योदय होता है। 6. 22 वें वर्ष में बिजली विभाग में नौकरी प्राप्त करता है। 7. मान-इज्जत पूर्णरूपेण प्राप्त होता है। 8. मंगल खाना न०-12 में होने पर शत्रु पर विजय प्राप्त करता है। 9. घर परिवार का बूढ़ा बुजुर्ग यदि काले रंग के हो या निःसन्तान हो अथवा करना हो तो राहु का बुरा असर नहीं होता है।",
                "ashubh": "1. जातक व्यर्थ के झगड़ों में धन व्यय करता रहता है। 2. ऐसे जातक का कोई भी मददगार नहीं होता, सभी जागह अपमानित होना पड़ता है। है । 3. जातक बवासीर और पेट दर्द की बिमारियों से ग्रसित रहता 4. परिवार में किसी से मेल मिलाप नहीं रहता । 5. जातक व्यवसाय बदलते रहते हैं। 6. नौकरी में तबादला होता रहता है। 7. सब कुछ होते हुए भी नहीं के बराबर होता है 8. जातक का जीवन कभी उपर कभी नीचे होता है। 9. बेईमान से कमाया धन 8 गुणा हानि पहुंचाता है। 10. स्वयं अच्छे खानदान में उत्पन्न होकर भी काफरों जैसा व्यवहार करता है। 11. माता कष्ट में रहती हैं। 12. अचानक ऐक्सीडेंट हो जाता है। 13. सगे-सम्बन्धी दुश्मन जैसा व्यवहार करते हैं। 14. अपना विश्वास पात्र इन्सान ही कभी-कभी ऐसे जातक के मृत्यु के कारण बन जाते है। 15. राहु सम्बन्धी वस्तुओं का व्यवसाय करने पर सर्वनाश हो जाता है। 16. 21 वें वर्ष में विवाह, 22 वें वर्ष में बिजली या जंगल विभाग की नौकरी प्राप्त करने से सब कुछ तवाह हो जाता है। 17. ऐसे जातक नैतिक अनैतिक किसी भी कार्यों से धन संचम करने में नहीं हिचकते। 18. ऐसे जातक को भाई नहीं होते या नष्ट हो जाता है। 19. 19. पत्नी के प्रेम में फांसकर माता-पिता बहन को अपमानित करते रहता है। 20. पुत्र सन्तान के लिए दूसरा विवाह करना पड़ता है। 21. हर काम में रूकावटें आती है। 22. राहु खाना न०-8 में शनि 2 या 3 में चन्द्र खाना न०- 1 में हो तो चांदी और लोहे का सामान खरीदने पर धन-सम्पत्ति की जड़ कट जाता है। 23. ऐसे जातक का फरियाद कोई नहीं सुनने वाला होता है।"
            },
            "9": {
                "subh": "1. बेईमानी, धोखा, तस्कर एवं ठगी से कमाये धन में बरकत होती है और ईमानदारी से प्राप्त किया धन मात्र ही प्रदान करता है। 2. जातक पागलों के डाक्टर होते है। 3. अपनी मेहनत से ही कुछ पाता है। 4. जातक कभी-कभी मंदिर भी जाया करता है. 5. जातक नशेड़ी न हो तो ऐसे राहु कम बुरा प्रभाव डालते हैं। 6. जातक लालची और बेईमान होता है। 7. सन्तान की आयु लम्बी होती है। 8. जातक पिता का इकलोती सन्तान होता है।",
                "ashubh": "1. जातक धर्म-कम से हीन होता है। 2. लालची और बेईमान होता है। 3. जातक की मान-प्रतिष्ठा पर हर समय चोट पहुँचती रहती है। 4. भाई बहनों से अलग होने पर जातक निकम्मा हो जाता है। 5. जातक शराबी-कबाबी होता है। 6. उधार दिया धन कोई वापस नहीं करता है। 7. खाना न०- 9 में राहु हो और खाना न०-1 में कोई ग्रह न हो तो जातक की बाल्यावस्ता में ही पिता की मृत्यु हो जाती है। 8. विवाह शीघ्र नहीं होता। 9. अपने रिश्तेदारों से मुकद्दमाबाजी करने पर खानदान जड़- मूल से नष्ट हो जाता है। 10. स्त्री को कई बार गर्भपात का सामना करना होता है। 11. विदेश यात्रा करने से सब कुछ नष्ट हो जाता है। 12. ऐसे जातक के बाप-दादा व ससुराल वाले तबाह हो जाते हैं। 13. बहुत धार्मिक होने से भी धन नष्ट हो जायगा और बिल्कुल धर्महीन होने से भी तबाही होगी। अतः बीच के दर्जे में रहने से कुछ लाभ होता है।"
            },
            "10": {
                "subh": "1. ऐसे जातक राजनीतिक होते हैं। 2. यदि शनि व राहु शुभ हो तो चुनाव में जीत होती है। 3. जातक का स्वभाव अच्छा होता है। 4. जातक पिता का लिए शुभ होता है। 5. हर जगह मान-प्रतिष्ठा प्राप्त करता है। 6. शनि उत्तम हो तो व्यवसाय में प्रगति करता है और आयु लम्बी होती है। 7. शनि उच्च का हो तो जातक बहादुर, धनी तथा बड़ा व्यापारी होता है परन्तु हर जगह शनि का शुभ होना जरूरी है।",
                "ashubh": "1. जातक माता के लिए हानिकारक होता है। 2. स्वयं का स्वास्थ्य भी खराब होता रहता है। 3. खाना न०-10 में राहु हो और मंगल नेक नहीं हो तो जाता दरिद्र होता है। 4. खाना न०-10 में राहु हो और चन्द्र खाना न०-4 में अकेले बैठे हो तो सिर फटे, गला कटे, अन्धा बहरा हो जाए या धन सम्पत्ति पर बिजली गिर जाती है। 5. मंगल बद हो और सिर पर काली रखें या सिर नंगा रखें तो धन की बहुत हानि होती है।"
            },
            "11": {
                "subh": "1. धोखेबाजी, ठगी के कर्मों से कमाया धन से ही सुखी रहेगा। ईमानदारी से प्राप्त किया धन कभी नही टिकेगा। 2. पिता के जिवित होने तक ही राहु का अच्छा प्रभाव प्राप्त 3. राहु खाना न0-11 में हो और शनि खाना न० 3 या 5 में हो तो स्वयं अपनी शक्ति से भाग्य में वृद्धि प्राप्त करेगा। 4. ऐसे जातक माता पिता से धन नहीं मांगते और न ही पिता को कभी धोखा देगा। 5. पिता जातक के जन्म के 16 वर्ष बाद स्वर्ग सिधार जाते हैं। 6. शत्रुयों पर व अदालत में विजय प्राप्त करता है। 7. जातक अपने कार्यों में सदैव चौकस रहता है। 8. नीच लोगों से धन प्राप्त करता है। 9. यदि शनि खाना न० 3 या 5 में हो तो जातक योगी होता है।",
                "ashubh": "1. जातक के जन्म से पहले उसके माता पिता अमीर होंगे। जातक के जन्म के साथ ही खजाने का धन बर्बाद, फिजूल खर्ची, आग लग जाने से सम्पत्तियों का नुक्सान सहने को मिलता है। 2. ऐसे जातक के जन्म लेते हो घर में सांप की घटनाएं, अदालत या समाज में जुर्माना भरना अधिकारियों से फिजूल की लड़ाई और मरीजों पर बहुत धन खर्च करना पड़ता है। 3. जातक का पिता बर्बाद हो जाता है। 4. जातक दाद या पिता का मुख नहीं देखते या दादा या पिता की गोली लगने से मृत्यु होती है। 5. यदि पिता जीवित कुछ दिन रह जाए तो आय के साधन आधी हो जाती है। 6. जातक के मित्र धोखेबाज होते है। 7. किसी पर विश्वास करने पर जातक धोखा प्राप्त करता है। 8. खाना न०-11 के राहु सन्तान के लिए अशुभ होता है। 9. पत्नी गर्भस्त्राव रोग से पीड़ित रहती है। पत्नी छोटी आयु में मर जाती या बड़ी उम्र में जातक को अपमानित करती है। 10. जातक राज्य कर्मचारी हो तो रिश्वत खोर होता है। 11. जातक अत्यधिक लोभी होता है। 12. शेयर बाजार, लॉटरी, जुआं सट्टे आधि में धन बर्बाद कर देता है।"
            },
            "12": {
                "subh": "1. जातक बड़े परिवार में जन्म लेता है और परिवार लम्बा होता है। 2. शत्रुओं से सदैव बचाव रहता है। 3. रात को आराम की नींद सोता है। 4. ससुराल अमीर होता है। 5. मंगल नेक हो तो हर प्रकार से सुखी होता है। राजशाही ठाठ-बाठ से रहता है। 6. राहु खाना न०-12 में हो और शनि नेक हो तो मस्त-मौला बादशाही जीवन गुजारता है। जातक ज्ञानवान होता है। 7. राहु खाना न०-12 में हो और शुक्र खाना न०-10 या 11 में हो तो लड़कियां अधिक होती और जीवित रहती है। धन घर में जमा होती है। यदि बृहस्पति भी नेक हो। 8. राहु खाना न०-12 में हो और बृहस्पति खाना न०-1 में हो तो देश और विदेशों से खूब धन उपार्जन होता है। 9. जातक विद्वान और अमीर होता है। 10. एसे जातक किसी का कर्जदार नहीं होते।",
                "ashubh": "1. घर मे फिजूल खर्ची बहुत होगा । 2. जातक का धन बुरे व्यासनों पर व्यय होता है। 3. बबासीर, पसलियों का रोग, आंतड़ियों का रोग, दिमागी रोग से जातक परेशान रहता है। 4. फिजूल का झगड़ा मोल लेना पड़ता है। 5. पुत्री और बहन पर भी अधिक धन खर्च करना पड़ता है। 6. खाना न०-12 के राहु यदि शत्रु ग्रह के साथ हो तो भीषम तबाही का सामना करना होता है। 7. काम पर जाते समय कोई सामने छींक दे तो काम पूर्ण नहीं होता। 8. यदि राहु अशुभ हो तो जातक को आत्म-हत्या तक करनी पड़ सकती है।"
            }
        },
        "ketu": {
            "1": {
                "subh": "1. केतु खाना न० 1 में हो तो और बृहस्पति साथ हो या कहीं भी बैठा शुभत्व प्रदान करता हो तो वैभवशाली होता है 2. जातक उच्च खानदान में जन्म लेता है। 3. चरित्रवान होता और खूब मान-सम्मान प्राप्त करता है। 4. जातक परिश्रमी होता है। 5. जातक साधु स्वभाव का होता और सत्यवादी होता है। 6. सिंह राशि का केतु यदि खाना न०-1 में हो तो जातक राजा के समान होता है। 7. मकर या कुंभ राशि का केतु होने से पुत्र एवं अचल सम्पत्ति की प्राप्ति होती है। 8. जातक मिलनसार होता है। 9. जातक धार्मिक स्वाभाव का होता है, जीवन आराम दायक होता है। 10. ऐसे जातक के मित्र खूब प्रगति करते हैं।",
                "ashubh": " 1. जातक हर समय सन्तान बनाने की चिन्ता में ग्रसित रहता 2. सन्तान का भाग्य मन्दा होता है। 3. पत्नी बीमार रहती है। 4. केतु वर्ष फल में जब खाना न०-1 में आता है तो लम्बी यात्रा करवाता है। 5. पहली सन्तान लड़की होती है, जिससे जातक दुर्भाग्यशाली हो जाता है। 6. जातक जहां जन्म लेता है वह स्थान उजड़ जाता है। 7. जातक को अपने रिश्तेदारों से मनमुटाव रहता है। 8. दुर्जनों से भय बना रहता और चित्त में सदैव घबराहट होती है। 9. जातक पुत्र की चिन्ता से पीड़ित रहता है। 10. सिर पीड़ा से परेशानी बनी रहती है और ऐसे जातक वात रोग का भी शिकार होता है। 11. जातक क्रोधी होता है। 12. विधवा स्त्री से दुश्मनी मोल लेता है। 13. पिता का नालायक संतान होती है। 14. जन्म अपने घर से बाहर, ननिहाल या अस्पताल आदि में होता है। 15. जातक सरकारी नौकरी करता हो तो बार-बार तबादला का सामना करना होता है। 16. खाना न०-1 में केतु हो और खाना न०-7 या 8 में सूर्य होतो जातक प्रातःकाल या शाम के वक्त दान दे तो जहर के समान कार्य करेगा। 17. खाना न०-7 में सूर्य हो तो भान्जे, दोहते और पोते के जन्म के समय जातक बीमार होते है। 18. खाना न०-1 में केतु हो और खाना न०-2 और 7 ग्रहों से खाली हो तो जातक की पत्नी, बहन और बुआं के हालात मन्दे होते है।"
            },
            "2": {
                "subh": "1. केतु शुभ हो तो जातक धनवान होता है। 2. यात्रा करने से अधिक प्रगति होता है। 3. दूसरे शहर में व्यवसाय करने पर खूब लाभ होता है। 4. खाना न०2 का केतु अपनी राशि या मित्र राशि का हो तो पूर्वजों की सम्पत्ति मिलती है। 5. शुक्र का प्रभाव अच्छा प्राप्त होता है। 6. खाना न०-2 में केतु और वृहस्पति उच्च का हो तो अपार धन का टिकाव होता है। 7. खाना न०-2 में केतु हो और खाना न०-12 में सूर्य हो तो 24 वर्ष आयु के बाद जातक उत्तम समय गुजारता है। 8. जातक शरीर पर जितने ही अधिक केतु का शुभत्व प्राप्त करेगा। 9. जातक परिश्रम से प्राप्त किया धन में ही संतुष्ट रहता है। 10. राज-दरबार से पुरस्कृत होता है। 11. कमीशन ऐजन्टें या इम्पोर्ट-एकसपोर्ट के कार्यों से खूब धन प्राप्त करता है ।",
                "ashubh": "1. पाप प्रभाव में आया केतु धन की हानि करता है। 2. खाना न०-2 में केतु हो और खाना न०-8 खाली हो तो बहुत बुरा असर होता है। 3. खाना न०-2 में केतु हो और खाना न०-8 में चन्द्र-मंगल हो तो जातक अल्पायु होता है। 16 या 22 वर्ष में जीवन अधिक कष्टमय होता है। 4. खाना न०-2 के केतु यदि अशुभ हो तो जातक लाख प्रयत्न करने पर भी धन नहीं जमा कर सकता है। ऐसा जातक दूसरों के रोटी टुकड़ों पर पलने वाला होता है, जो कुछ उसके पास में होता, दूसरे व्यक्ति हथिया लेता है, जातक झगड़ालू होता और मित्रों से विवाद बना रहता ह । 5. बुढ़ापे में कोई सन्तान काम नहीं आता है। 6. जातक चरित्रहीन होता है। 7. खाना न०-2 में केतु और राहु खाना न०- 8 में बैठा हो तो 16 या 22 वर्ष की आयु में जातक कष्ट मय जीवन बिताते और बिमारियों से ग्रसित होता है। 8. ऐसे जातक जुआरी होते है। 9. अनेकों जगह अपमानित होना पड़ता है"
            },
            "3": {
                "subh": "1. जातक धैर्यवान होता 2. सन्तान नेक होती है। 3. जातक के छोटे और बड़े भाई सुखी नहीं होते हैं। 4. बल व पराक्रम में कम ही लोग ऐसे जातक का सामना कर पाते है। 5. जातक के तीन पुत्र होते हैं। 6. जातक हृदय का साफ होता है, दिल में छल-कपट नहीं होता । 7. जातक अपने मित्र व मालिक की नेकी को याद रखने वाला होता है। 8. तीसरे खाने का केतु मीन राशि का हो तो जातक ईश्वर भक्त होता है और अध्यात्मवादी भी बन जाता है। 9. जातक का अनेकों से जान पहचान होती है। 10. जातक अपने भाईयों का मददगार होता है। 11. सन्तान की आयु हर हाल में लम्बी होती है।",
                "ashubh": " 1. बिना सोचे समझे दुसरों की बातों पर हाँ में हाँ मिलाते रहता हैं, जिससे दुखी होना पड़ता है। 2. बिना कारण अधिक बोलने वाला होता है। 3. भाईयों के व्यवहार से परेशान रहना पड़ता है। 4. परदेश में अधिक भ्रमण करना पड़ता है परन्तु फल अधिक प्राप्त नही होता। 5. जातक खेती करे तो लाभ नहीं होता। 6. जातक के भाई-बन्धु और ससुराल के सदस्य दुखिया होता है। 7. दीवानी मुक्मे में धन बर्बाद करना पड़ता है। 8. पत्नी और सालियों से अनावस्यक कारणों से जुदाई हो जाता है। 9. जातक नशेड़ी होता है। 10. ऐसे जातक चलते-फिरते झगड़ा मोल ले लेता है। 11. मित्रों से मनमुटाव चलता रहता है। 12. जातक की बाजुओं में पीड़ा रहती है। 13. कान, रीढ़ दी हड्डी, पांव, घुटने, कमर में दर्द होती है। इनमें से कोई न कोई रोग से जातक को परेशान रहना पड़ता है। 14. खाना न०-3 में केतु हो और चन्द्र या मंगल, अथवा दोनों ही खाना न०-3 या 4 में हो तो जातक गरीब होता है। 15. खाना न०-3 में केतु और मंगल भी साथ हो तो जातक स्वप्न में भयभीत हो ता रहता है। अनेकों बिमारियों या जादू टूने के प्रभाव से परेशान रहता है."
            },
            "4": {
                "subh": "2. गुरु और कुल पुरोहित के आर्शीवाद से ही सन्तान की प्राप्ति होती है अन्यथा जातक को संतोष ही करना पड़ता है। 3. यदि आर्शीवाद द्वारा सन्तान होती है तो उसकी आयु लम्बी होती है। 4. स्वयं जातक परिश्रमी और दनवान होता है। 5. खाना न०-4 में केतु हो और चन्द्र या मंगल खाना न०-3 या हो तो जातक अति दनावान, बुद्धिमान और उत्तम सलाहकार होता है। 6. चौपाया पशु और चौपाया वाहन घर में रखने से धन व गृहस्थी में प्रगति होती है। 7. यदि खाना न०-4 का केतु वृश्चिक या सिंह राशि का हो तो जातक को माता-पिता और मित्रों का सुख प्राप्त होता है। 8. खाना न०-4 का केतु धनु या मीन राशि का हो तो जातक को अकस्मात ही धन लाभ होता है, परन्तु ऐसे धन का सुख अधिक समय तक नहीं प्राप्त होता।",
                "ashubh": " 1. पुत्र 99 प्रतिशत जातक को नहीं प्राप्त होता है। 2. यदि लडकी सन्तान होती भी है तो 34 वें या 68 वें वर्ष की आयु में होती है। 3. जातक की मात कष्ट में रहती है। 4. जातक के पास सुख की कमी होती है। 5. निवास स्थान से दूर रहकर जीवन-यपन करना होता है। 6. जातक उत्साह हीन होता है। 7. ऐसे जातक को एक न एक चिन्ता लगी ही रहती है। 8. पैतृक सम्पत्ति नहीं प्राप्त होती है। 9. वाल्य काल में ही माता का देहान्त हो जाता है। 10. ऐसे जातक दूसरों की बहुत आलोचना करते, जिससे समाज के लोग उसे त्याग देते हैं । 11. ऐसे जातक की मृत्यु विष द्वारा भी हो सकती है। 12. जातक हीन भावना से ग्रस्त रहता है. 13. स्वास्थ्य ठीक नहीं रहता । 14. खाना न०-4 में केतु हो और चन्द्र या मंगल खाना न०- 3 या चार में हो तो नर संतान नहीं होती, यदि हो भी जाय तो बुरा हाल होता है। 15. ऐसे जातक की यदि 36 वें या 48 वें वर्ष में भाग्यवश पुत्र उत्पन्न हो जाए तो वह उसकी औलाद नहीं होती, वह जारज पुत्र होता है।"
            },
            "5": {
                "subh": " 1. जातक के अपने पुत्रों से अधिक पोतों (पोत्र) की संख्या होती है। 2. ऐसे केतु का फल लगभग उत्तम ही होता है। 3. पंचम खाने का केतु यदि बलवान हो तथा सिंह, धनु, मीन या वृश्चिक राशि का हो तो जातक विद्वान होता और सरकारी पद पर आसीन होता है। ऐसे जातक की बातें प्रभावशाली होती है और जातक धार्मिक प्रवृति की होता है 4. नौकरी 24 वर्ष की आयु में प्राप्त कर लेता है। 5. खाना न०-5 में केतु, वृहस्पति-4 सूर्य 6 और चन्द्र खाना न०-12 में हो तो पांच पुत्र होते हैं और आर्थिक स्थिति मजबूत होती है। 6. 36 वर्ष की आयु से पहले यदि तीन पुत्र की मृत्यु हो जाये तो 36 वर्ष के बाद तीन पुत्र जीवित भी होते हैं। 7. जातक तीर्थ यात्रा भी करता है। 8. यदि ऐसे जातक को भूल से कुत्ते ने काट ले तो शुभ होता है। 9. बृहस्पति नेक हो तो सन्तान भी एक होती है। 10. 24 वर्ष की अवस्था जीवन के किसी भी समय में सुखमय गुजरता है। ",
                "ashubh": "1. केतु खाना न०-5 में हो और बृहस्पति खाना न-11 में हो. तो बच्चा मरा हुआ जन्म लेता है। 2. 487 वर्ष आयु से पहले माता की मृत्यु हो जाती है। 3. बृहस्पति अशुभ हो तो केतु भी अशुभ फल ही प्रदान करते हैं। 4. जातक विद्या व ज्ञान से वंचित रह जाता है। 5. जातक की बुद्धि भ्रष्ट होती और दूसरे शहरों में निवास, करना होता है। 6. मानसिक क्लेश व शारीरिक कष्ट से ग्रसित रहता है। 7. जीविक के लिए कठिन संघर्ष करना पड़ता है। 8. सन्तान सुख देर से प्राप्त करता है। 9. उदर रोग भयंकर रुप से त्रस्त करते है। 10. जातक कपटी स्वभाव का होता है और सहोदरों पर भी जादू-टूना करवाते रहता है। 11. ऐसे जातक को परिवार से मेल-मिलाप नहीं रहता। 12. जुआ, सट्टे, मुकदमें आदि पर धन खर्च करना पड़ता है। 13. जातक बुरी संगति में फँस जाता है। 14. यदि बृहस्पति मंदा हो तो जातक निःसन्तान होता है। 15. केतु खाना न०-5 में हो और शनि 2 या 5 में विराजमान हो तो तीन मृत सन्तान और तीन सन्तान जीवित होती है। 16. चन्द्र या मंगल खाना न०-3 या 4 में हो तो जातक निर्धन होता और पशु बीमार रहता है। 17. जातक की सन्तान दमें की बिमारियों से ग्रसित होता है। "
            },
            "6": {
                "subh": "1. जातक धनवान होता है और धन पर धन आता रहता है। 2. ऐसे जातक के पुत्र परिवार में उत्तम सलाह कार होते है। 3. जातक की आयु 70वर्ष की होती है। 4. शत्रु की सदैव परास्त करते रहता है। 5. जातक बलशाली प्रभावशाली और दलेर होता है। 6. जतक पक्षी पालने का शौकीन होता है। 7. पुत्र पांच होते हैं। 8. यदि शुक्र उत्तम हो तो आपत्ति-विपत्ति दूर हो जाती है। 9. मामा सुखी होता है। 10. जातक अपना भेद किसी को नहीं बताता ।",
                "ashubh": "1. जातक झगड़ालू, अभिमानी और बीमार रहने वाला होता है। 2. केतु खाना न०-6 में हो और चन्द्र खाना न०-2 में हो तो जातक का बुढ़ापा कष्टमय होता और मामा भी दुःख पहुँचाते है। 3. खाना न०-6 में केतु के साथ शुक्र भी बैठा हो तो दोनों का फल मन्दा होता है। 4. सोची ही बातें कभी पूर्ण नहीं होती । 5. ऐसे जातक को चर्मरोग, उदर व पांव के रोग, गुर्दे व पेशाव का रोग, और रीढ़ की हड्डियों में बिमारी, उत्पन्न होती है। 6. शत्रु बहुत होते हैं।"
            },
            "7": {
                "subh": "1. जातक बहादुर होता है। 2. जितने भाई बहन उतने ही संतान होते हैं। 3. प्रथम सन्तान पुत्री होने से जीवन सुख पूर्वक गुजार लेता है। 4. ज्यों ज्यों सन्तान बढ़े त्यों-त्यों धन भी बढ़ता है । 5. 24 वर्ष की आयु में ही 40 वर्ष तक की धन-सम्पत्ति कमा लेने वाला होता है। 6. समाज के बच्चों का मददगार होता है। 7. जातक चतुर और बुद्धिमान होता है।",
                "ashubh": "1. जातक को पत्नी और पुत्री के तरफ से मन अशान्त रहता है। 2. जुबान का गन्दा होता है। 3. खाना न०-7 में केतु और खाना न०-1 में अधिक ग्रह हों तो सन्तान प्राप्ति का जड़ ही कट जाता है। 4. किसी से झूठा वायदा करने पर भयंकर नुक्सान होता है 5. अभिमान करने से जातक का नाश हो जाता है। 6. सामने वाले घर की सन्तान पर जातक का बुरा असर होता है। 7. 34 वर्ष की आयु तक शत्रु परेशान करता है। 8. जातक का ससुराल निर्धन होता है। 9. पति या पत्नी की प्राप्ति में बाधएं जाती है। 10. मन में घबराहट होती है। 11. जातक मन का दुर्बल होता है परन्तु शेर के समान उपर से दिखाता है। 12. प्रथम सन्तान पुत्र की मृत्यु हो जाती है। 13. जातक भ्रमित होने वाला होता है। 14. प्रथम पत्नी से तलाक मिलता या मृत्यु प्राप्त करती है और दुसरी पत्नी भी अस्वस्थ रहा करती । 15. जातक की आयु 7 वर्ष तक ननिहाल वाले का हाल मन्दा रहता है। 16. जातक पराई नारी सेवन करने वाला होता है। 17. खाना न०-7 में केतु हो और बुध खाना न०-1 या 6 में हो तो जातक की 34 वर्ष की आयु तक में जो भी पुत्र पैदा होता है वो मृत्यु को प्राप्त करता है। 18. जातक को अपनी मृत्यु का संकेत पहले ही प्राप्त हो जाता है। 19. खाना न०-7 में केतु हो और बुध खाना न०-7 से 12 के मध्य होता तो 34 वर्ष के बाद की सन्तान जीवित होती है।"
            },
            "8": {
                "subh": "1. जातक को पुत्र सन्तान अधिक होती है 2. आयु 70 वर्ष की होती है 3. 34 वर्ष से नीचे आयु की सन्तान जीवित हो तो बाद के उम् की सन्तान जीवित नहीं रहेगी 4. बहन या लड़की की शादी करते ही पुत्र सन्तान प्राप् करता है 5. केतु खाना न०-8 में और मंगल नेक हो, बृहस्पति खान न०-2-1 या चन्द्र खाना न०-2 में हो तो केतु का फल सर्वोत्त प्राप्त होता है। उनके घर सन्तान की वर्ष हो जाती है। धन दौलत क कमी महसूस नहीं होती 6. निः सन्तान भाई को पुत्र प्रदान करने वाला होता है 7. जातक की सन्तान नेक होती है 8. ऐसे जातक तस्करी करके काला धन अपने पास जम करता है। ",
                "ashubh": "1. ऐसे जातक को प्रायः अर्स और भगन्दर रोग लगे ही रहते है। 2. कार्य व्यवसाय में अनेकों विघ्न खड़े होते हैं। 3. परिश्रम का फल प्राप्त नहीं होता है। 4. उधार दिया धन वापस नहीं आता है। 15. ससुराल से बिजली का सामान दहेज में प्राप्त करने से बिजली 16. जातक का ऐक्सीडेंट (दुर्घटना) होता है और अंग-भंग होता है। की झटके से जातक की मृत्यु होती है। 7. आधी सन्तान जीवित रहती, आधी मर जाती है। 8. जातक दो विवाह करता है। 9. पत्नी और बच्चों में कलेश बना रहता है। 10. 70 प्रतिशत जातक की मृत्यु शत्रु के हथियारों से होती है। 11. यदि शुक्र मंदा हो तो सन्तान देर से होती है। 12. धन की कमी होती है। 13. जातक बवासीर, गुप्तांग रोग, सुजाक, धातु क्षीणता, रीढ़ व पेशा रोग से ग्रसित होता है और बिमारियों पर अधिक व्यय करना होता है।"
            },
            "9": {
                "subh": "1. जातक भाग्यशाली होता है। 2. पिता की आज्ञा मानने वाला होता है। 3. धन संपति माई हमेशा वृद्धि होती है। 4.अपनी मेहनत के दम पर जिंदगी में आगे बढ़ता है। 5. जातक उच्च विचारों का धनी होता है। 6. आधुनिक रीति से समाज को सुधारने की इच्छा रखता है। 7. खाना न०- 9 के केतु यदि वृश्चिक राशि का न हो तो जातक पापी होता है, परन्तु बाजुओं में पूर्ण शक्ति रखता है। 8. जातक के आर्शीवाद से दूसरे व्यक्ति भी फलते-फूलते हैं। 9. पिता या दादा जी के नाम से व्यवसाय करने पर पूर्ण प्रगति करता है। 10. जातक बहादुर और वफादार होता है। 11. सोना घर में रखने में सोना और बराबर घर में आता रहता है। 12. जातक की 48 वर्ष की आयु प्रसन्न चित्त व सुखद होती है। 13. कम से कम तीन पुत्र होते हैं। 14. जातक विदेश जातक धन कमाने वाला होता है । 15. दवाईयों की जानकारी बहुत होती है। 16. जन्म से 16, 22 व 27 वें वर्ष स्वर्णिम वर्ष जातक के लिए होता है। 17. केतु शुभ प्रभाव में हो तो जातक के सभी कष्ट दूर हो जाते है ।",
                "ashubh": "1. जातक व्यवहार कुशल नहीं होता । 2. घर का सोना बिकते रहने से धन-सम्पत्ति नष्ट होने लगती है। 3. खाना न०- 9 में राहु हो और शनि शत्रु राशि का हो तो जातक लोगों के लिए उपहास का पात्र होता है। 4. जीवन प्रायः परदेश में ही बिताना पड़ता है। 5. खाना न०- 9 में कोतु हो और खाना न०-3 में चन्द्र मंगल हो तो सन्तान की मृत्यु होती और धन की कमी होती है। 6. जब शुक्र मंदा हो तो जातक चोर-डाकू होता है. 7. खाना न०- 9 में केतु और शत्रु ग्रह (चन्द्र-मंगल) खाना न०-3 में हो तो पुत्र सन्तान मरती जाती है। 8. केतु मंदा हो तो मामा संकट में रहता है। 9. जातक पराई स्त्री से प्रेम सम्बन्ध बनाएं रखता है। 10. जातक के बहन को पुत्र सन्तान नही होती है। 11. पैतृक सम्पत्ति जातक के हाथों नष्ट हो जाती है। 12. जातक अपनी सन्तान से ही दुखी रहता है।"
            },
            "10": {
                "subh": "1. जातक परिश्रमी एवं 5 संघर्ष फल प्रदान होता है। 2. जवानी में सभी सुख प्राप्त करता है। 3. मौका पाते ही खूब फायदा उठाने वाला होता है । 4. खाना न०-10 का केतु यदि मिथुन सिंह, मकर या कुम्भ राशि का हो तो जातक अपने शत्रु का महाकाल होता है। 5. केतु शुभ राशि का हो तो जातक भाग्यवान होता है। 6. सरकारी नौकरी भी प्राप्त करता है । 7. चुपचाप अपने रास्ते पर चलने वाला होता है। 8. खाना न० 10 का केतु मिथुन राशि का हो तो जातक बुद्धिमान, शास्त्रों के ज्ञाता, प्रवासी एवं विजयी होता है। 9. यदि खाना न०-10 के केतु मीन या धनु राशि में हो तो जातक उत्तम धन वैभव एव यश की प्राप्ति करता है। 10. जातक कभी कंगाल न होगा। 11. बुरा चरित्र और सुन्दर स्त्री कफन ने किल के समान होगी। 12. खाना न०-10 में केतु हो और शनि उत्तम हो तो 24 साल की आयु तक केवल पुत्र सन्तान ही प्राप्त करता है। 13. जातक विश्व पसिद्ध खिलाड़ी होता है। 14. ऐसे जातक बड़े-बड़े मुकाबले में जीत हासिल करते हैं ।",
                "ashubh": " 1. पिता की मृत्यु जातक की छोटी आयु में ही हो जाती है। 2. जातक मौका परस्त होता है, अपना काम निकालकर ठेंगा दिखाने वाला होता है। 3. वाल्यवस्था कष्ट में व्यतीत होती है। 4. जातक की वाहन से दुघर्टना होती है और घायल हो जाता है। 5. खाना न०-4 में शनि हो तो तीन पत्र नष्ट हो जाते है। 6. जातक एहसास मन्द नही होता है।"
            },
            "11": {
                "subh": "1. जातक मीठे वचन बोलने वाला होता है। 2. विदवान और तेजस्वी होता है। 3. माता की लंबी आयु होती है 4. राज दरबार से सम्मान प्राप्त करता है  5. जातक जीवन ऐश्वर्य पूर्ण ढंग से व्यतीत करता है। 6. जातक दुजे वक्त को भुलाकर भविष्य की चिन्ता करने होता है। वाल 7. खाना न०-11 में केतु और शनि खाना न०-3 में हो पूर्वजों के धन में 11 गुणा वृद्धि करता है। 8. जातक दयालू एवं परोपकारी होता है। 9. खाना न०-11 में केतु और वृहस्पति खाना न०-5 11 भाव में ही केतु के साथ हो तो जातक संतति वान होता है। ",
                "ashubh": "1. पुत्र गर्भ से मरा हुआ पैदा होता है। 2. शनि मंदा हो तो मकान और संतान किसी की प्रगति न होगी। 3. केतु खाना न०-11 में हो और बुध खाना न०-3 में हो तो 11, 23, 36 व 48 वर्ष की आयु दुखद बितानी होगी। 4. शुभ काम में जाते समय पीछे से कोई आवाज लगातार पुकारें तो कार्य पूर्ण नहीं होगा। 5. खाना न०-11 में केतु और खाना न०-5 में राहु हो तो जातक दरिद्र होता है, परन्तु सन्तान नेक होते हैं। 6. अपने लड़के के जन्म तक माता की मृत्यु हो जाएगी। 7. माता जीवित हो तो बीमार रहेगी।"
            },
            "12": {
                "subh": "1. जातक बहुत धनवान होता है. 2. सरकारी नौकरी में उच्च पद प्राप्त करता है। 3. शुभ कायों पर खूब व्यय करता है। 4. सन्तान 6 या 12 तक हो सकती है। 5. पूर्वजों की सम्पत्ति प्राप्त होती है। 6. जातक अपने जीवन में खूब ऐशों आराम करता है। 7. जातक धार्मिक प्रवृत्ति का होता है। 8. खाना न०-12 के केतु से वृहस्पति का शुभ सम्बन्ध हो तो जातक साधु स्वभाव का विजय श्री प्राप्त करने वाला होता है। 9. वृद्धावस्था में विदेशों में सुख प्राप्त करता है। 10. ऐसे जातक के पुत्र भी विदेश जाते हैं। 11. यदि केतु के साथ शुक्र भी बैठा हो तो जातक शक्ति के उपासक होता है। 12. जातक खूब तरक्की करता है। 13. 24 वर्ष की आयु से ही मान-यश की प्राप्ति करने लगता है।",
                "ashubh": "1. यदि केतु मन्दा हो तो निः संतान का जमीन खरीदकर मकान बनाने से जातक भी निःसंतान हो जाता है। 2. जातक को प्रवास अधिक करने पडते हैं। 3. अंत्यधिक धन व्यय करने के कारण कभी कभी जातक कर्जदार भी हो जाता है। 4. भाईयों का खून बहाने से बर्बाद से हो जाता है। 5. खाना न०-12 में केतु हो और खाना न0-6 में राहु के साथ मंगल बैठा हो 28वें वर्ष तक चन्द्र बैठा हो तो 32 वर्ष की आयु तक शुक्र बैठा हो तो तो 25वें वर्ष की आयु तक पुत्र उत्पन्न नहीं होता है । 6. यदि केतु पाप राशि में हो तो जीवन भर संघर्ष करना पड़ता है। 7. खाना न०-12 में केतु हो और खाना न०-2 में शुक्र या चन्द्र या मंगल हो तो केतु मन्दा फल प्रदान करता है।"
            }
        }
    }
]