[
    {
        "sun": {
            "1": {
                "subh": "1. जातक धनवान, विद्वान, परोपकारी व साहसी होता है। 2. सरकारी नौकरी प्राप्त करता है। 3. घर में धन का अभाव न रहने के कारण ऐसे जातक कई नौकर भी रखते हैं। 4. अपने पिता की पूरी सहायता करता है। 5. पिता से चाहे धन न मिले परन्तु अपनी सन्तान को प्रयाप्त धन देकर मृत्यु प्राप्त करता है। 6. विवाह 25 वर्ष के बाद होती है। 7. समाज और देश की जनता से पूर्ण यशमान-प्रतीष्ठा प्राप्त करता है। 8. अति उच्च अधिकारियों, सम्मानित लोगों व प्रतिष्ठावान व्यक्तियों से सम्मान व इज्जत प्राप्त करता है। 9. चरित्रवान, संतोषी और साहसी होता है। 10. आँखों से देखी हुई स्थित को सत्य मानता है। ऐसे जातक काम की सुनीबातों पर यकीन नहीं करता। 11. साधारण कुल में जन्म लेकर भी पूर्ण तरक्की व सफलता प्राप्त करता है। 12. पुराने विचार व धर्म का पालन करने वाला होता है। 13. शराब की नशा से दूर रहता है। 14. गरीबों पर दया भाव दिखाते हुए उनकी पूर्ण सहायता करता है। 15. धार्मिक स्थानों में भवन व कुँए या नलकूप लगाने का शौकीन होता है। 16. कम सन्तान प्राप्त करता है. परन्तु स्त्री, सन्तान व धन का सुख अन्त समय तक प्राप्त करता है। 17. खाना न0-1 में सूर्य हो और सातवें खाने में भी कोई ग्रह बैठा हो तो जातक विदेश यात्रा करता है और आराम से सभी सुखों की प्राप्ति हो जाती है। 18. यदि पहले नम्बर के खाने में सूर्य के साथ बुध भी बैठा हो तो जातक पढ़ा लिखा होकर विदेशों में बेहद धन कमाता है। 19. आयु लगभग 100 वर्ष की होती है। 20. लम्बे समय तक राजकीय कार्यों में संलग्न रहता है। 21. न्याय प्रिय और गरम मिजाजी होता है।",
                "ashubh": "1. शरीर में सांप के समान गुस्सा होगा। 2. पिता बचपन में ही स्वर्ग सिधारेगा और पुत्र से  सुख की आशा करना निरर्थक होगा। 3. विचार दुधारी तलवार के समान होगा। 4. पुत्र उत्पन्न होगा परन्तु मृत्यु प्राप्त करेगा। 5. स्त्री (पत्नी) सदैव बिमार रहेगी। 6. जातक स्वयं आँखों तथा तपेदिक रोग से ग्रस्त रहेगा। 7. विवाह में बाधा आयेगी। 8. विद्या अधूरी रह जायेगी। 9. जातक दुर्वचन बोलने वाला और संघर्षमय जीवन बिताने वाला होगा। 10. विघ्न-बाधाओं से परेशान होकर आत्म हत्या करने हेतु मन में विचार बनाएगा। 11. जातक के सिर में बाल थोड़े होगे. 12. क्रोधित होने पर किसी को भी क्षमा नहीं करेगा। 13. कठिन परिश्रम से ही धन संयम होगा। 14. सूर्य खाना न० 1 में हो और शनि खाना न०- 8 में हो तो कई विवाह होगे (दो या तीन तक) और पत्निया मरती जायेंगी। गृहस्त जीवन कष्टमय होगा। ऐसे जातक को विवाह 25 वर्ष के बाद करनी चाहिए।"
            },
            "2": {
                "subh": "1. जातक को लोहे तांबे का व्यापारी या उद्योगपति बनाता है। 2. ऐसे जातक दानवीर, न्यायप्रिय, धार्मिक व त्यागी होता है। 3. बहु मूल्य धातु रत्न, सोना, चांदी का व्यापार करके करोड़ों का धन अर्जित करता है। 4. मधुर भाषी व तर्क प्रवीण होने के कारण अपने शत्रुयों को अधीन कर लेता है। इनके सामने बड़ा से बड़ा शत्रु भी 11 दिन, 11 मास अथवा 1 वर्ष मास के अन्दर आत्म समर्पण कर देता है। 5. अपने बच्चों, मित्रों व सहयोगियों तथा कुटुम्बों को अपनी सहायता के द्वारा धनवान बना देता है। 6. अपने पिता को हर क्षेत्र में सफलता प्रदान कराता है। 7. ऐसे जातक का कोई भाई-बहन विदेश अवश्य जाता है। 8. मेकेनिक, तरखान आदि के कार्यों में भी द्वितीय भाव के सूर्य ने माहिरत हासिल कराता है। 9. स्त्रियों से झगड़ना पसन्द नहीं करता । 10. उत्तम भोजन व बढ़ियां वस्त्रों का रसिया होता है। 11. अपनी भुजावल का स्वामी होता है।",
                "ashubh": "1. स्त्री के कारण सम्बन्धियों से झगड़ा करता है। 2. नेकी करने पर बदनामी व अपयश मिलता है। 3. ग्रहों की पीड़ा से दुःखी रहता है। 4. औरत एंव जमीनी झगड़ों से धन नाश कर लेता है। 5. किसी से मुफ्त का दूध पीना जहर पीने के समान होगा। 6. किसी का जमानती बनने पर स्वयं परेशानी में फंस जायगा। 7. यदि सूर्य के साथ राहु भी बैठा हो तो नेत्र रोग, ससुराल का अर्थिक हालत कमजोर, विवाह के पश्चात् कुछ ही महीनों में ससुराल परिवार में मौत आदि की घटनाएँ होगी। 8. यदि सूर्य खाना न०-2 में हो, मंगल खा न०-1 में हो और चन्द्र खाना न०-12 में हो तो जातक लेखक व ज्योतिषी होता है, परन्तु भाग्योदय 34 वर्ष के बाद होता है।"
            },
            "3": {
                "subh": "1. जातक मध्यम वर्गीय धनी होता है। 2. शूरवीर होता है तथा अपनी भुजाओं के बल से परिस्थितियों को अपने अनुकूल बना लेता है। 3. अत्यधिक कठिनाई आने के बावजूद भी अपने आत्म बल के भरोसे सीमित साधनों के रहते हुए भी आगे बढ़ता रहता है। 4. जातक बुद्धिमान होता है। 5. राज दरबार व मुकद्दमें में विजय प्राप्त करता है। 6. चाल-चलन नेक होता है और ज्योतिष विद्या का शौकीनहोता है। 7. भाई- भतीजों से लाभ प्राप्त करता है। 8. संतान दिन के समय पैदा होती है। 9. स्वयं कमाकर खाने वाला, ईमानदार होता है। 10. झूठे लोगों से घृणा करता है। 11. शुभ कार्यों पर ध्यान व धन खर्च करता है। ",
                "ashubh": "1. तीसरे खाने का सूर्य भाइयों के लिए हानिकारक होता है। 2. ऐसे जातक सगे सम्बन्धियों के साथ शत्रु के समान व्यवहार करता है। 3. बाप-दादा गरीब होगा। 4. मान हानि होगी और चाल-चलन ठीक नहीं होगा। 5. राजदरबार से लाभ नहीं मिलेगा। 6. नाना-नानी व मामा-मामी को भी अनेक विपदाओं का सामना करना होगा। 7. यदि तीसरे खाने में सूर्य हो और लग्न में अशुभ ग्रह बैठा हो तो पड़ोस का मकान उजड़ा होगा या पड़ोसी दरिद्र होंगे। 8. ऐसे जातक के घर में दिन के समय चोरी होगी और धन के मामले में कई बार धोखा खाएगा।"
            },
            "4": {
                "subh": "1. जातक संगीतकार व गायक बनता है। 2. पूर्ण सुखी व सर्वजन प्रिय इन्सान होता है। 3. ऐसे जातक स्वंय इतना धन कमाता है कि आने वाली पिढ़ीयों को सुखी बनाकर संसार से विदा होता है । 4. राज्य पक्ष से पुरस्कृत होकर समाज और देश में प्रतिष्ठा प्राप्त करता है  5. जातक परोपकारी होता है I  6. मित्रों द्वारा इन्हें सहायता मिलती है। 7. समुद्र यात्रा, चौपाया पशु, वाहन व स्त्री से लाभ प्राप्त होता 8. माता-पिता की सेवा कम ही कर पाता है। 9. यदि सूर्य चौथे भाव में हो और गुरु वृहस्पति 10 वें भाव में बैठे हो तो जातक उत्तम स्वर्णकार या सोने का व्यापारी होता है। 10. ट्रासपोर्ट और प्रापर्टी डीलर के कार्यों में लाभ प्राप्त करता है । 11. राजा के समान अमीर होता है। ",
                "ashubh": "1. माता व बहन के सुख में हानि प्रदान करता है। 2. घर छोड़कर विदशों में रहना पड़ता है। 3. जातक वह काम करता है। जो उनके पूर्वजों ने कभी न किया हो। 4. जातक को चोरी की आदत पड़ जाती है। 5. बहुत बड़ा लालची और मुफ्त की वस्तुएं प्राप्त करने में रूचि लेता है। 6. पराई स्त्री से सम्बन्ध रखने से संतानहीन हो जाता है  7. सूर्य चौथे खाने में बैठा हो और शनि 7वें भाव में हो तो जातक शराबी होता है और रतौंधी रोग का शिकार होता है। 8. सूर्य चौथे भाव में, राहु-शनि या वृहस्पति 10 वें खाने में हो तो ससुराल से प्राप्त धन नष्ट हो जाता है। शनि की कुदृष्टि के कारण कारोबार बन्द हो जाता है। उनके घर में आग लग जाती है,जिससे समस्त सम्पत्तियाँ नष्ट हो जाती है। 9. सूर्य चौथे खाने में हो और मंगल 10 वें खाने में तो जातक एक आँख का अन्धा होता है। 10. यदि चन्द्रमा उच्च का हो और वृहस्पति कुम्भ या कर्क राशि में बैठा ही तो जातक की शादी व सन्तान की शादी व सन्तान से कई अड़चने आती है। "
            },
            "5": {
                "subh": "1. विद्या अच्छी प्राप्त करता है। 2. राज्य व सरकार से विशेष सुख प्राप्त करता है। 3. ऐसे जातक के माता-पिता सुखी होते है । 4. गुरू के आर्शीवाद विद्वानों की संगति से लाभ प्राप्त करता 5. पुत्र सन्तान प्राप्त करने के बाद पूर्ण तरक्की करता है। 6. परोपकारी होता है। 7. ऐसे जातक की आयु लगभग 85 वर्ष की होती है। 8. जातक जन्म से ही भाग्यशाली होता है। 9. आयु बढ़ने के साथ-साथ ऐसे जातक के पास धन भी बढ़ता है। 10. यदि पाचवें खाने में सूर्य के साथ बुध भी बैठा हो तो जातक लेखक, कवि या शायर होता है। परन्तु जीवन भाग दौड़ वाला होता है । 11. ऐसे जातक विदेश भी जाता है और लाटरी सट्टा आदि से धन प्राप्त करता है। 12. ज्योतिष शास्त्र व गुप्त विद्या का माहिर होता है। 13. ऐसे जातक को एक पुत्र अथवा एक ही पोत्र (पोता) होता है। 14. बुढ़ापा सुख से व्यतीत होता है।",
                "ashubh": "1 यदि सूर्य पाप प्रभाव में हो तो उदर रोग होते है। 2. हृदय होग के कारण मृत्यु की सम्भावना दिखाई पड़ती है। 3. आय की अपेक्षा व्यय बढ़-चढ़ करं होता है। 4. यदि सूर्य जल राशि (कर्क, वृश्चिक, मीन) में हो तो जातक की प्रवृत्रि बुरे कर्मों की ओर रहती है। 5. सुख की परवाह किए बिना ऐसा जातक अपनी स्वार्थ पूर्ति की ओर विशेष ध्यान देता है। 6. अत्यधिक कंजूस होता है। 7. यदि अग्नि तत्वीय राशियाँ यानि मेष, सिंह व धनु में सूर्य स्थित हो तो सन्तान नहीं होती या सन्तान का अभाव बना रहता है। 8. सूर्य खाना न०-5 में और बृहस्पति खाना न० 10 में हो तो विवाह एक से अधिक होती है और स्त्री पर स्त्री मरती जाती है। 9. ऐसे जातक के पुत्र सन्तान होता तो जरूर है परन्तु मृत्यु प्राप्त करते जाता है। 10. सन्तान कुकर्मी और बेकार होता है, यदि शनि खाना न-7 में विराजित हो ।"
            },
            "6": {
                "subh": "1. यदि सूर्य खाना न०-6. में हो और मंगल खाना न०-4 में हो तो जातक पर मंगलीक योग का प्रभाव नहीं होगा। 2. उपरोक्त खाना न०-6 में सूर्य हो और मंगल किसी भी खाने में बैठे हो तों मंगल का शुभ प्रभाव ही सदैव रहेगा। 3. ऐसे जातक कुशल व्यापारी होता है। 5. जातक शत्रु हन्ता होता है। 6. मुकद्दमों में विजय प्राप्त करता है । 7. धन-धान्य का पूर्ण सुख प्राप्त करता है। 8. जातक की कीर्ति अक्षुण्ण बनी रहती है तथा वह मन्त्र शास्त्र का जानकार होता है। 9. संतान जन्म के बाद किस्मत चमकता है। 10. पत्नी सुन्दर मिलेगी। 11. राज दरबार या नेता मंत्री वगैरह से उत्तम सम्बन्ध होगा।",
                "ashubh": "1 नाना-नानी और मामा-मामी के स्वास्थ्य व व्यापार बर्बाद हो जाएगा। 2. ऐसे जातक के शत्रु अधिक होंगे और मुकद्दमेबाजी पर धन बर्बाद होगा। 3. जातक हठी स्वभाव का होगा और आग में जलने के कारण शरीर के किसी अंग पर निशान लग जायेगा। 4. भाई-बन्धुओं की संख्या कम होगी। 5. यदि सूर्य वृष, सिंह, वृश्चिक या कुंभ राशि का हो तो जातक को दमा डिप्थीरिया या ब्रोकाइटिस जैसे रोग होते है। 6 कन्या और मीन राशि का सूर्य जातक को क्षय रोग से पीड़ित रखता है। 7. ऐसे जातक की मौसी विधवा या पुत्रहीन हो जाती है। 8. यदि सूर्य पुरूष राशि में हो तो जातक अधिक भोजन करने वाला कामुक तथा घमण्डी होता है । 9. सूर्य खाना न0 6 में हों और चन्द्र खाना न०-12 में हो तो स्वयं या जातक की पत्नी एक आँख से अन्धी होती है। 10. खाना न०-6 में स्थित सूर्य है और 12 वें खाने रोग में बुध हो तो जातक रक्तचाप व चमडी रोग से ग्रसित होता है। 11. सूर्य खाना न०-6 में हो और शनि बारहवें खाने में बैठा हो तो जातक के पिता का तन, मन जा धन जरूर बर्बाद हो जाता है। ऐसे जातक की पत्नी ने तलाक दे देती है या मर जाती है। 12. षष्ठम भाव में सूर्य हो और 10 वें भाव में मंगल हो तो लड़के पैदा होकर भी मृत्यु के गाल में समाए जाता है। 13. छठे भाव (खाना) का सूर्य 11, 21 व 22 वें वर्षों में अनिष्ट प्रदान कराता है। 14. शरीर कमजोर हो जाता है एवं अधिकतर व्यक्ति विकलांग हो जाता है। 15. सूर्य खाना न०-6 में स्थित हो और शनि या राहु दोनों इक्ट्ठे या अलग लग्न भाव में बैठा हो तो जातक के पिता और माता गरीब हो जाता है । तत्पश्चात् 45वें या 48वें वर्षों में तरक्की करता है। 16. पुत्र का विचार स्वभाव मंदा होगा। 17. स्त्री (पत्नी) व्यभिचारिणी होकर बर्बाद हो जाएगी। यदि शनि बाहरवें खाने में हो। 18. 22 वर्ष के बाद जातक या जातक का पिता में कोई एक आदमी ही सरकारी पद पर कायम रह सकेगा। 19. पिता की आयु समाप्त करने हेतु उसका ग्रह पिता पर भारी होगा।"
            },
            "7": {
                "subh": "1 जातक की आयु 90 वर्ष की होगी। 2. जातक का हौंसला बुलंद होगा 3. बेशक कितने भी दुख देखने पड़े फिर भी ऐसे जातक अपने आप में एक उदाहरण होगा। 4. लग्न भाव में कोई ग्रह नहीं रहने पर भाग्योदय शादी के बाद होगा। 5. यदि सूर्य सातवें खाने में हो तो जातक के सिर का बाल भुरे रंग का होगा और राज दरबार में खूब मान-प्रतिष्ठा हासिल करेगा। 6. सूर्य सातवें भाव में और चन्द्र मंगल या बृहस्पति द्वितीय भाव में हो तो ऐसे जातक कुशल राजनीतिक और मंत्री होगा। 7. जातक बुद्धिमान, झगड़ों से परहेज करने वाला होगा। 8. स्वयं भी सुन्दर होगा और पत्नी भी सर्वांग सुन्दर होगी। 9. जातक यदि व्यापारी होगा तो शांत स्वभाव और यदि सरकारी नौकरी वाला होगा तो क्रोधित स्वभाव का होगा। 10. मिथुन, तुला और कुम्भ राशियों का सूर्य जातक को शिक्षा विभाग में नौकरी प्रदान कराता है तथा इसी से वह प्रगति कर पाता ऐसे जातक कुशल नीतिज्ञ होता है तथा उसे एक या दो सन्तान ही होती है। 11. सूर्य स्त्री राशियों में हो तो व्यापार से लाभ मिलता है, राजनीति में जाने से सफलता मिलती है। 12. यदि सूर्य जल राशि का हो तो जातक चिकित्सा के क्षेत्र में उन्नति करता है। ऐसे जातक सिचाई विभाग का पदाधिकारी होता है या विज्ञान के क्षेत्र में चाल जाता है। 13. स्त्री राशि का सूर्य अधिक सन्तान देता है। 14 पति अथवा पत्नी प्रभावशाली. व्यवहार व बर्ताव में अच्छे, अपातकाल में एक दूसरे के सहायक होते हैं और ऐसे जातक नौकरों से प्रेम पूर्वक कार्य सम्मान कराते हैं। 15. ऐसे जातकों को उद्योग व सांझेदारी के कार्यों में भी सफलता मिलती है। 16. जातक का चाल चलन ठीक होता है और सच्चाई पसन्द होता है। 17. यदि खाना न०-7 के सूर्य के साथ बुध भी बैठा हो तो जातक खूब धन प्राप्त करता है।", 
                "ashubh": " 1. जन्म के दिन से ही घर का हालत व परिवार का हाल मंदा होने लगेगा। 2. बुआ और फूफा को परेशानी का सामना का करना होगा। 3. पहली पत्नी रोगी होगी। 4. राज्य से दुःखी और क्रोधी स्वभाव का होगा। 5. विवाह देर से होगी। 6. दाम्पत्य जीवन प्रायः कलह से ही व्यतीत होगा। 7. पति-पत्नी के बीच वैभवस्य बना रहेगा। 8. समाज में मान हानि उठानी पडेगी। 9. तपेदिक रोग एवं एडस रोग से गृहस्थी बर्बाद हो जायगी। ऐसे समय में जातक को “सिद्ध रवि यंत्र धारण करने से लाभ होगा। 10. ससुराल परिवार की प्रगति बंद हो जायगी। 11. पराई माता गले लगे रहेगी। 12. यदि सूर्य सातवें भाव में हो और बुध अनिष्ट हो एवं गुरू+शुक्र खाना न० 11 में हो तो पागलपन, आग लगने की घटनाएँ, घर में मौत, किसी का घर से भागने आदि की घटनाएँ घटित होगी। 13. ऐसे जातक नमकीन वस्तुएँ खाना अधिक पसन्द करेगा। "
            },
            "8": {
                "subh": "1. जातक धनवान होता है और राज दरबार की नौकरी 22 वर्ष में ही प्राप्त कर लेता है। 2. अपनी सच्चाई से शत्रुयों को परास्त करता रहता। परन्तु मुकदमा कभी-कभी हार जाता है। 3. झूठ से बिल्कूल नफरत करेगा। 4. ऐसे जातक में मृत्यु कोसों दूर भागती रहती है। 5. जातक के सामने उनके रिश्तेदारों को कोई नहीं मार सकेगा। 6. नकल करने की शक्ति का मालिक होगा। 7. उजड़े मकानों को बनाने वाला होगा। 8. सूर्य आठवें खाने में रहने से जातक पर मंगलीक योग का `प्रभाव नहीं रहेगा। 9. सूर्य आठवें भाव में और बुध खाना न०-2 में हो तो आर्थिक हालत कुछ मंदा होगा। 10. यदि सूर्य स्त्री राशि में हो तो सन्तति सुख अधिक मिलता 11. विदेश वास करना पड़ता है। 11. जातक बुद्धिमान होगा, बहन, बुआ आदि पर शुभता प्रदान करेगा और लेखक का कार्य करेगा। परन्तु बुध का शुभ होना यहाँ जरूरी है। 13. जातक चरित्रवान, न्यायी, साफ दिल और गुप्त विद्याओं का माहिर होगा। 14. ऐसे जातक को स्त्री पक्ष से पूर्ण लाभ मिलेगा। 15. जब तक अपने खानदानी खून पर हमला नहीं करेगा तब तक बर्बाद नहीं होगा। 16. यदि किसी का बुराई सोचेगा तो तबाह हो जायेगा।",
                "ashubh": "1. आठवें खाने का सूर्य यदि पुरूष राशि या आग्नि तत्वीय राशि अर्थात् मेष, मिथुन, सिंह, तुला, धनु, कुंभ राशि में स्थित हो तो बुरे फल मिलते है। घर की गुप्त बातें बाहर चली जाती है। 2. जातक की स्त्री विश्वासपात्र नहीं होती। 3. यदि सूर्य स्वराशिस्थ या उच्च का हो तो असावधामी के कारण जातक की मृत्यु हो जाती है। 4. यदि आठवें खाने का सूर्य वृश्यिक, मकर, कुभ, तुला, वृष या कन्या, राशि का हो तो जातक को लम्बी बीमारियाँ भोगकर मृत्य का आलिंगन करना पड़ता है। 5. पराई स्त्री से सम्बन्ध बनाने पर बर्बाद हो जाता है । 6. नेत्र रोगी होता है और पत्नी से विरोध रखता है। 7. जीवन के अन्तिम समय में जातक को अर्थ का अभाव हो जाता है। 8. परदेश वास करता है और भाईयों में सबसे बड़ा होता है। 9. मुकद्दमें में हार होती है। 10. पराई स्त्री से यदि सम्बन्ध बनाते तो सर्वनास हो जाता है।"
            },
            "9": {
                "subh": "1. जातक योग्य चिकित्सक (डाक्टर) होता है। 2. विद्या ध्यान उच्च कोटि का करता है। 3. अपने धर्म का पालन करने वाला देवपूजक होता है और परमात्मा के प्रति अगाध भक्ति रखता है। 4. अन्य धर्मों का भी आदर करता है। 5. परिवार का पालक होता है। 6. वाहन का सुख प्राप्त करेगा। 7. सूर्य खाना न०9 में है और बृहस्पति वहां भी विराजित होकर शुभ दृष्टि से देख रहा हो तो जातक विदेशों में धन कमाता है। 8. परिवार बहुत बड़ा होगा। 9. आयु लगभग 100 वर्ष की होगी। 10. अपने परिवार व भाइयों की रक्षा हेतु अपना खून पानी की तरह बहाने को सदैव तैयार रहेगा। 11. अपने पिता के भाग्य को जन्म के तुरन्त बाद से ही जागृत कर देगा। जन्म से पहले यदि जातक का पिता गरीब भी होता तो जन्म के बाद अमीर हो जायगा। 12. जीवन हर प्रकार से ठीक ही बीतेगा। 13. जातक सत्यवादी होगा। 14. गौ और ब्रह्मणों का सेवक होगा। 15. समाज में मान-प्रतिष्ठा प्राप्त करेगा। 16. यदि सूर्य वायु तत्वीय राशि में हो तो जातक लेखक या प्रकाशक के कार्य करेगा। 17. यदि सूर्य भूतत्वीय राशि में हो तो जातक खेती-बाड़ी या खदानों में कार्य करेगा। 18. सूर्य जल तत्वीय राशियों में विराजमान रहने से जातक फिल्म अदाकार, नाटककार व संगीतकार होते हैं। 19.अग्नि तत्वीय राशियों में रहने से सैनिक या मशीनरी कार्यों में जातक को जीवन बिताना पड़ता है। 20. आय और व्यय बढ़-चढ़ कर होगा। ",
                "ashubh": "1. जातक जरूरत से ज्यादा भोला-भाला होता है। 2. चांदी, दूध, दहीं आदि सफेद वस्तुएँ दान लेना हानिकारक 3. मुफ्त की वस्तुएँ किसी से लेने पर परेशानियों का सामना करना होगा। 4. बृहस्पति यदि शुभ दृष्टि से नहीं देखता हो तो विदेश जाने हेतु धन न लगावें। यदि धन लगायेंगे तो वह वापस नहीं आयगा। यदि विदेश चले भी जायेंगे तो हानि के सिवा लाभ कदापि न प्राप्त होगा। 5. स्वभाव भोला-भाला रहते हुए भी क्रोधी होगा। 6. भाइयों पर जान जरूर गवायेंगे परन्तु उनके विचार आपको कष्ट पहुंचायेगे। 7 सूर्य खाना न०- 9 में और बुध खाना न0-5 में हो तो 34 वर्ष के बाध किस्मत चमकेगी। 8. कच्चे विचार का होगा। "
            },
            "10": {
                "subh": "1. राज्य से धन लाभ होगा अर्थात सरकारी पद का प्रतिष्ठा पाकर धन अर्जित करेगा। 2. नौकर-चाकर का सुख प्राप्त होगा। 3. सवारी का सुख प्राप्त होगा। 4. स्वस्थ्य उत्तम रहेगा। 5. जातक विद्वान सच्चरित्र एवं तेजस्वी होगा। 6. जवानी में धन सुख अधिक मिलेगा। 7. जातक गुणवान होगा। 8. मान-सम्मान व धन का मालिक होगा। ",
                "ashubh": "1. जातक वहमी (भ्रमित होने वाला) स्वभाव का होता है। 2. विजनेश में वस्तुओं की उचित कीमत प्राप्त नहीं होगा। 3. लोग ऐसे जातक की सच्चाई से डरेगा। 4. जातक क्रूरू व घमण्डी होगा और गलत कार्य करने वाले किसी भी व्यक्ति को माफ नहीं करेगा। 5. किसी के आगे झुकना पसन्द न करेगा। 6. दिखावे का सच्चा मगर दिल का झूठा होगा । 7. कोयला, लोहा अथवा कोई भी काली वस्तुओं का व्यापार करने पर कभी सफलता नहीं मिलेगी । 8. काला कपड़ा पहनना हानि कारक होगा। 9. जातक फेफड़े व घुटनों का रोगी होगा। 10. मुसीबत के समय दूसरों के आगे रोने-गिड़गिड़ाने कीआदत बन जायेगी। 11. सिर नंगा रखने से सदैव हानि का सामना करना होगा। 12. पश्चिमी दीवार के साथ लगने वाले मकान का पड़ौसी,संतान हीन होगा। 13. क्रोध के कारण औलाद को तबाह कर देगा। 14. यदि खाने 10 में सूर्य हो और खाने 5 में चन्द्र हो तो जातक की आयु 12 दिन होती है। परन्तु पुरूष ग्रह शुभ न हो। 15. सूर्य 10 वें भाव में और चन्द्रमा अथवा बृहस्पति पाँचवें या छठे खाने में हो तो जातक का जिस्म बचपन में दुःखों से भरा हुआ अल्पायु होता है। 16. सूर्य खाने 10 में शुक्र खाने न०-4 में हो और शनि मंदा हो तो जातक का पिता जातक के जन्म के कुछ ही दिनों बाद मृत्य को प्राप्त करता है । 17. सूर्य दसवें भाव में हो और 6वें या 7वें खाने में कोई पापग्रह बैठा हो तो 34 वर्ष तक की आयु में न स्वयं को लाभ और न पिता को लाभ होगा। 18. शनि की महादशा के समय 19 वर्ष तक पिता का अनेकों कष्ट झेलने पड़ेगे । 19. सूर्य दसवें खाने में हो और चौथा खाना ग्रहों से खाली होतो बुद्धिमान होते हुए भी राजदरबार में कद्र नहीं होगी। "
            },
            "11": {
                "subh": "1. औलाद नेक होती है। 2. ऐसे जातक को तीन पुत्र सन्तान होते है। 3. राज्य व सरकार से धन प्राप्त करता है। 4. ऐसे जातक शाकाहारी होते हैं और सदैव उँची उड़ान भरने की सोचते हैं। 5. धर्म के प्रति पूर्ण आस्था रखता है। 6. पूर्ण ऐशो-आराम से जीवन व्यतीत करता है। 7. समाज सेवक होता है और विदेश यात्रा भी करता है। 8. जातक के नेत्र मनमोहक होते हैं। 9. गायन व वादन विद्या से बहुत प्यार करता है। 10. परोपकारी और यशस्वी होता है। 11. मान-प्रतिष्ठा गौरव प्राप्त करने वाला पदाधिकारी होता है। 12. अच्छे कुल की स्त्रियों से ऐसे जातक को लाभ प्राप्त होता 13. लगभग 88 वर्ष की होगी। ",
                "ashubh": "1. जातक लालची होता है। 2. मांस खाने व शराब पीने से नाश हो जायगा । माशाहारी होने से पुत्र सन्तान की मृत्यु हो जायगी और अन्त में निःसंतान हो जायगा। 3. स्वप्न में सांपों के तमाशे देखने को लिखेंगे। 4. खोटी जुबान का होगा और जातक फरेबी, धोखेवाज, झूठा, और लड़ाई-झगड़ा करने वाला होगा। 5. सूर्य खाना न0-11 में और शनि खाना न0-5 में हो तो आयु बारह साल की होगी। पुत्र सन्तान मृत पैदा होगा। ऐसी अवस्था में मूली, शलगम, गाजर रात में सिरहाने में रखकर प्रातः काल मंदिर में दान करने से लाभ होगा। जातक ऐसी अवस्था में 'सिद्ध सूर्य यंत्र' धारण करें तो पुत्र सन्तान का बचाव हो जायगा। 6. विदेश यात्रा करने से हानि होगी। 7. स्वास्थ्य से कमजोर रहेगा। 8. यदि शुक्र खाना न०-5 में हो तो गृहस्थी तबाह हो जायगी, दो विवाह होगा और पति-पत्नी में कभी बनाब नही होगा।"
            },
            "12": {
                "subh": "1. ऐसा जातक सुख की नींद सोने वाला बेफिक्र इन्सान होता है। 2. ज्योतिषी तांत्रिक और गुप्त विद्या का पारंगत होता है 3. डाक्टरी या केमिस्ट के कार्यों में सफलता व प्रगति प्राप्त करता है। 4. विदेशों में वास करता है। 5. ऐसे जातक अत्यधिक भावनात्मक होता है। 6. धर्महीन व संतानहीन नहीं होता है। 7. यदि सूर्य द्वादश भाव में हो और केतु खाना न०-2 में हो तो 24 वर्ष के बाद भाग्योदय होता है। 8. जातक विद्वान व ब्रह्मज्ञानी होता है। 9. लम्बी जागीरों का स्वामी होता है. 10. व्यापार में लाभ कमाता है। ",
                "ashubh": "1. जातक को उदासी घेरे रहती है। 2. नेत्र रोगी और पराई आग में जलने वाला होता है। 3. दिमाग में खराबी आ जाती है। 4. किसी की झूठी गवाही देने से, अमानत मार लेने से, चोरी व गबन करने से ऐसे जातक मारा-मारा फिरता है। 5. आटा पीसने की चक्की घर में पड़ा रहने से या चलाने से धन का नाश हो जाता है। 6. मकान का खुला आंगन नहीं रहने से धन में बुद्धि नही होती है। 7. धनवान होने की कोई गारंटी नहीं। यदि सूर्य बारहवें खाने में हो और चन्द्रमा खाना न-6 में हो जातक या जातक की पत्नी एक आँख का कानी होती है।"
            }
        },
        "moon": {
            "1": {
                "subh": "1. जातक अपनों माता का परम सेवक होता है। 2.ऐसे जातकों के पास धन दोलत की कमी नहीं होती। 3. चन्द्रमा अकेले किसी भी खाने में बैठा हो तो वे शुभ फल ही प्रदान करते है। 4.ये विद्वान, बुद्धिमान तथा परोपकारी होता है। 5. आयु 90 वर्ष की होती है। 6. राज दरबार से मानव यश प्राप्त होता है। 7. 27 वर्ष के बाद धन सुख व सन्तान प्राप्ति का सुख प्राप्त होता है। 8. जातक विदेश जाता है या विदेशी व्यक्तियों से धन प्राप्त करता है। 9. माँ का आर्शीवाद लेते रहने में खूब तरक्की करा है। 10. जातक मुसीबत से बुलंद हौसले के साथ सामना करता है। 11. बर्दाश्त करने की अचूक ताकत प्राप्त करता है। 12. विद्याध्यन पर किया गया व्यय-आय अवश्य प्राप्त करता",
                "ashubh": "1. दूध बेचने से जातक बर्बाद हो जाता है। 2. परिवार घटने लगेगा। 3. सन्तान की इच्छा चांदी धारण करने से ही पूरी होगी। 4. 28 वर्ष आयु से पहले विवाह होने पर परिवार व कुटुम्ब की बर्बादी और पुत्र सन्तान का हाल मंदा होगा। 5. 24 वें वर्ष से पहले यदि मकान बनावें या विवाह करे तो जातक कभी सुखी नहीं रह पायेगा। 6. शीशे के ग्लास में पानी या शीशे का बर्तन उपयोग करने से सब कुछ नाश हो जायगा। 7. हरी सब्जी खाने से या हरे रंग का वस्त्र पहनने से स्वास्थ ठीक नहीं रहेगा। 8. सन्तान होने के बाद यदि दरिया पार जाना पड़े और वहां 100 दिन से अधिक ठहरने पड़े तो जाते समय दरिया में तांबे का पैसा गिराकर जाना चाहिए, वरना सन्तान बीमार या उसकी मृत्यु हो जायगी। 9. 24 से 27 वर्ष के अन्दर माता से अलग होने से उनकी माता जी बीमार रहेंगी या मौत के गाल में समा जायेंगी। 10. जातक शराब पीने का आदी हो जाता है। 11. यदि पहले खाने में चन्द्र के साथ बुध भी बैठा हो या बुध सातवें खाने में हो तो जातक दिमाग व पेट का रोगी हो जाता है और असाध्य रोग का सामना करना होता है। 12. यदि चन्द्र खाना न०-1 में हो और बृहस्पति खाना न०- 11 में हो तो जातक इश्कबाज व पर स्त्री गामी होता है और बहुत कामुक होता है। अन्य ग्रह योगा योग में जातक काम वासना में कमजोर होता है। 13. यदि चन्द्रमा व शनि भाव न०-6 में साथ-साथ बैठे हो तो जातक अत्यन्त गरीब होता है। 14. बुरा कार्य करने से भाई अथवा बहन की मृत्यु हो जाती है। 15. जातक को हृदय रोग, घबराहट व कमजोरी जैसे रोगों से ग्रसित होना पड़ता है। ऐसी हालत में या चन्द्र की कोई भी अनिष्ट दशा में 'सिद्ध चन्द्र यंत्र' पंडित वाई० एन० झा के कार्यलय से प्राप्त कर लाभ उठा सकते हैं। 16. ऐसे जातक को नजले की शिकायत और पागलपन जैसी बिमारियाँ भी होती है। 17. ऐसा जातक सुखी तब तक ही रहेगा। जब तक माता की सेवा करेगा।"
            },
            "2": {
                "subh": " 1. जातक विद्या व बुद्धि 5 उत्तम प्राप्त करता है। 2. विद्या स्वयं पढ़ता है और दूसरों को भी पढ़ाता है, परन्तु सरकारी शिक्षक होने की कोई गारंटी नहीं। 3. जरूरत भर धन प्राप्त कर लेता है परन्तु अधिक अमीर नहीं हो सकता । 4. ऐसे जातक विद्वान तभी होते हैं जब उनकी माता जीवित हो। 5. पिता के होते हुए धन व पिता को विद्या सुख नहीं प्राप्त हो सकेगा। 6. घोड़ों का व्यापार, चाँदी की वस्तुओं का व्यापार सिंचाई विभाग की नौकरी करने से अधिक सफलता प्राप्त करेगा। 7. ऐसे जातक को भाई जरूर होगा, परन्तु बहन 99 प्रतिशत व्यक्ति को नहीं होती। 8. घुड़सवारी करने का शौकीन होगा। 9. माता-पिता का सुख प्राप्त करेगा। 10. आयु लगभग 110 वर्ष की होगी। 11. यदि चन्द्र दुसरे खाने में हो और बृहस्पति शुभ फल प्रदान कर रहा हो तो खानदानी शुभ जायदाद जरूर प्राप्त करेगा। 12. जातक का खानदान कई पुश्तों तक चलता रहेगा। 13. दूसरे खाने का चन्द्र यदि पूर्ण बली होकर बैठा हो तो जातक का परिवार बहुत बड़ा होता है। 14. जातक कोमल, एव मीठे वचन बोलने वाला होता है। 15. ऐसे जातक का जन्म भवन के छत पर, धर्म स्थान में या  जन्म समय के नजदीकी स्थान पर सुखा कुंआ या हैंड़-पम्प होगा। 16. जितना धन अपने पास होगा उतना ही धन ससुराल वाले के पास भी होगा। 17. जातक का जन्म अवसर शुक्ल पक्ष में ही होगा। 18. ऐसे जातक अनेकों वस्तुओं के संग्रह का शौकीन होता है। 19. यदि चन्द्रमा उच्च राशि में हो तो जातक लक्ष्मीवान संतुष्ट होता है। 20. उसे स्त्रियों की भी सहायता मिलती है। 21. ऐसे जातक को जीवन मे अनेकों उतार-चढ़ाव देखने को मिलते हैं। 22. बुध (चाहे खाने न०- 9 में हो तो भी मंदा फल नहीं देगा)",
                "ashubh": "1. ऐसे जातक की बहन को शारीरिक कष्ट रहता है। 2. खाना न० 2 मे चन्द्र हो और 12वें खाने में केतु बैठे हो तो जातक को विद्या या संतान दोनों में से एक ही प्राप्त होती है। 3. चन्द्र खाना न०-2 में और सूर्य खाना न०-1 में हो तो अव्वल तो आयु 25 साल की होगी, या 25 से 75 वें वर्ष तक की आयु में मंदा हाल रहेगा और ऐसे जातक की आयु 75 वर्ष से अधिक हो ही नहीं सकती। 4. घर के अन्दर टूटी केतली, खराब मिक्सी रखने से माता, व्यापार व धन, तीनों की हानि होगी। तो शनि का प्रभाव मंदा होगा और जातक का नजर कमजोर होगा। 5. यदि चन्द्र खाना न०-2 में हो और बुध खाना न०-6 मे हो 6. घर में घंटे घडियाल आदि रखने से खानदान मिट जायेगा।"
            },
            "3": {
                "subh": " 1. जातक मधुर भाषीहोता है। 2. परिश्रमी व सच्चे चरित्र का होता है 3. ऐसे जातक महाविद्यालय से सम्मानित विद्वान, बुद्धिमान व चतुर इन्सान होते हैं। शतरंज का खिलाड़ी होता है। 4. कठिनाइयों में अचानक दैवीय सहायता प्राप्त हो जाती है। 5. यदि तीसरे खाने का चन्द्र उच्च का हो तो जातक रिद्धि-सिद्धि का मालिक धनवान साधु होता है। 6. आयु लगभग 105 वर्ष की होती है। 7. जातक परम वीर, पराक्रमी और युद्ध में सदैव विजय प्राप्त करता है। 8. सुन्दर स्त्रियों के निमंत्रण पर ऐसे जातक अपना चरित्र खराब नहीं करते। 9. ऐसे जातक स्वयं के प्रयत्नों से आगे बढ़ता है। 10. धार्मिक प्रवृति के हाने के कारण समाज व देश में मान-यश प्राप्त करता है। 11. जातक को प्रवासी जीवन जीना होता है। 12. गूढ़ व गहन विषयों का अध्धयन करता है। 13. पूर्ण धनवान होता है। 14. ऐसे जातक के घर में चोरी नहीं होती यदि हो भी जाये तो शीघ्र ही चोरी हुई सम्पत्ति की पूर्ति कर लेता है। 15. यदि जातक भाई में अकेला हो तो बहुत अमीर हो जाता 16. ऐसे जातक के पास मृत्यु शीघ्र नहीं आती । 17. ऐसी स्त्रियों की देश में पूजा होती है। 18. जातक जन्म के समय गरीब भी हो तो बाद में अमीर हो जायगा। 19. घर परिवार के सदस्यों की अकाल मृत्यु नहीं होगी। 20. चन्द्र तीसरे खाने में और खाना न०- 9 एवं 11 खाली हो तो जातक को वर्ष के तीसरे दिन, मास व तीसरा वर्ष कभी बुरा प्रभाव नहीं देगा। 21. यदि चन्द्र खाना न०-3, सूर्य-1 शनि-11, बुध-5, बृहस्पति-9 में हो खाना न०-4 में शुभ हो तो जातक के माता पिता बहुत सुखी जीवन व्यतीत करता है। स्वयं भी शांत जीवन व विपुल धन प्राप्त करता है।",
                "ashubh": " 1. यदि तीसरे खाने में चन्द्रमा के साथ बुध बैठा हो तो समय कठिनाई से कटता है। 2. जातक की विद्या जैसे-जैसे बढ़ती जाती है। वैसे -वैसे उसके पिता की प्रगति व आय घटती जाती है। 3. घर के दुधारू पशु बिक जाते है। 4. दिल का कमजोर होने के कारण जातक को ठंड से सम्बन्धित रोगों से ग्रसित होना पड़ता है। 5. ऐसे जातक को सगे-सहोदरों से सहायता नहीं मिलती । 6. पुरूष राशि का चन्द्रमा हो तो भाईयों से अनबन रहती है। 7. ऐसे जातक व्यवसाय बार-बार बदलते हैं। 8. दाम्पत्य जीवन सामान्य स्तर का होता है।"
            },
            "4": {
                "subh": "1. जातक के जीवन में विद्या हर वक्त सहायक होती है। 2. यदि जातक का जन्म शुक्ल पक्ष में हुआ तो जातक की आयु पर राहु या केतु का बुरा प्रभाव नहीं पड़ेगा। चाहे वे ग्रह 1, 6, 8 या 12 वें खाने में क्यों न बैठा हो। 3. आयु 85 से लेकर 96 वर्ष तक की होगी। 4. यदि चन्द्र खाना न० 4 में अकेले बैठा हो तो धन खर्च करने पर अधिक से अधिक बढ़ेगा। 5. यदि मंगल का शुभ प्रभाव पड़ता हो तो बड़ा भाई, ताया और मामा के हालत अच्छे होंगे। 6. शुक्र, बुध या राहु केतु का अशुभत्र भाव असरदार नहीं होगा। 7. जातक भावुक होगा। 8. माता की आयु में वृद्धि होगी। 9. जातक साहसी व रहम दिल होगा। 10. लड़ाई-झगड़े में जिसका भी पक्ष लेगा उसकी जीत होगी। 11. जातक के पास जमीन-जायदाद व वाहन भी होगा । 12. चौपाया जानवर पालने पर सुखी रहेगा। 13. स्वभाव से दयालु और परोपकारी होगा। 14. राजकुल से अधिकार प्राप्त होता है। 15. जातक आत्मविश्वासी और संतोषी होता है। 16. यदि चौथे भाव में चन्द्र हो तो जातक राजनीति में सफलता प्राप्त करता है। 17. देश-काल व परिस्थिति का समझने में पारंगत होगा। 18. मंगल व शनि का बुरा असर नही होगा। 19. यदि जातक का जन्म शुक्ल पक्ष में हुआ तो बुढ़ापा उत्तम बीतेगा। 20. चन्द्र खाना न०-4 में और बृहस्पति खाना न०-6 में हो तो जद्दी काम उत्तम फल देंगे। 21. चन्द्र चौथे भाव में और शनि 9वें, 11 वें खाने में बैठा हो तो जातक अच्छे विचारक व अच्छे खानदान का होगा। 22. जातक पूर्ण इकवाली होगा। 23. पुत्र पैदा होने वाले दिन से ही अधिक तरक्की करेगा। 24. यदि सूर्य खाना न0-5 में बृहस्पति के साथ हो या बृहस्पति 2 या 9 खाने में और सूर्य खाना न० 5 में हो, शुक्र खाना न० 7 में हो और अकेला चन्द्र खाना न० 4 में हो तो जातक कामदेव से दूर रहता है और विदेशों में रहकर खूब धन प्राप्त करता है। 25. सवारी के कार्यों से लाभ प्राप्त करेगा।",
                "ashubh": " 1. यदि चन्द्र चौथे खाने में बैठा हो तो जातक को आत्म हत्या करने की प्रेरणा देता है और दुघर्टनाओं से घायल कर देता है। ऐसी अवस्था में जातक को सिद्ध चन्द्र यंत्र पंडित वाई० एन० झा के कार्यलय से प्राप्त कर बचाव कर लेना चाहिए। 2. गृहस्थ सुख में कमी प्रदान करता है। 3. माता को शारीरिक कष्ट होता है। 4. ऐसा जातक किसी का एहसान नहीं मानते । 5. ऐसे जातक को दूध, चावल व चांदी लाभ नहीं मिलता। 6. यदि चन्द्र चौथे खाने में और राहु 10वें खाने में हो तो जातक का सिर किसी दुघर्टना में घायल हो जाता है। 7. स्वयं रोटी देकर जहर दे देने की अपराध में सजा भुगतान पड़ता है, अर्थात भलाई करने का फल बुरा प्राप्त होता है। 8. बुढ़ापे के समय व्यापार बदलकर पछताएगा। 9. आत्महत्या ही मृत्यु का कारण बनेगा।"
            },
            "5": {
                "subh": "1. ऐसे जातक शेयर व्यापार, सट्टे, जुए आदि में लाभ प्राप्त करते हैं। 2. अच्छे सलाहकार और स्वभाव का नम्र परन्तु अक्कड़ प्रकृति का बनाता है। 3. जातक हीरे-मोती का व्यापारी होता है। 4. किसी के आगे झूकेगा नहीं, चाहे सिर क्यों न कट जाये। 5. सच्चाई के रास्ते पर चलेगा और जातक का पलड़ा सदैव भारी होगा। 6. जातक न्याय प्रिय व सत्यवादी होता है। 7. लम्बी आयु (100 वर्ष की) प्राप्त करेगा। 8. राजा के समान भाग्यशाली होगा। 9. विद्या अध्ययन अधिक नहीं कर सकेगा और यदि करले तो विद्या से लाभ प्राप्त नहीं करेगा। 10. जातक को सरकारी नौकरी मिलेगी। 11. राजदरबार से मान-यश की प्राप्ति होगी। 12. बच्चों और पत्नी को अधिक प्यार करेगा। 13. यदि पंचम खाने में चन्द्र हो तो जातक जज व वकील के कार्य से भी धन प्राप्त करता है। 14. यदि चन्द्र व शनि खाना न०-10 में हो तो जातक संगीतकार, गायक या वादन, विद्या में निपुण होता है और इन्ही कलावों के द्वारा धन प्राप्त करके सुखी जीवन बिताता है। 15. ऐसे जातक यदि रात्रि के समय कार्य करें तो प्रगति चरम सीमा तक पहुंच जाती है। 16. चन्द्र पाँचवें खाने में हो और केतु शुभ फल प्रदान कर रहा हो तो जातक के पाँच पुत्र होते हैं। 17. जातक को अपने धर्म के प्रति रूचि बनी रहेगी और स्वयं धर्मात्मा होगा। 19. ऐसे जातक लड़ाई-झगड़े मे जिसका भी पक्ष लेगा उसकी जीत होगी। ",
                "ashubh": "1. चन्द्र खाना न० 5 में हो और केतु कहीं भी बैठा शुभ फल नहीं प्रदान कर रहा हो तो जातक का पाँच कन्या सन्तान होती है। 2. बहन, बुआ, लड़की व साली जातक के अनिष्ट ग्रहों से परेशानी में फंसेगा। 3. जुबान का मंदा होने पर बर्बाद हो जायगा । 4. बुध से सम्बन्धित कारोबार करने से हानि उठायेगा। 5. अपने दिल का भेद छुपा नहीं सकेगा। 6. लालची व खुदर्गज बनेगा। 7. विद्याध्यन में बाधा और गरीबी का शिकार भी होगा। 8. जातक मांसाहारी, शराब पीने वाला, शैतानी नियत का ग्रह मददगार न हो तो जातक की आयु 12 दिन की होती है। 9. चन्द्र खाना न०- 5 में, सूर्य खाना न० 10 में हो और नर 10. चन्द्र खाना न०-5 में हो और सूर्य 11 वें खाने में हो और नर ग्रह उनका मददगार हो तो जातक की आयु 12 वर्ष की होती है। 11. लोहे, कोयला, लकड़ी व काले वस्तुओं के व्यापार से हानि उठायेगा। 12. जाहे जितना भी अकल्मन्द हो परन्तु अपनी बदजुबानी के कारण ही बर्बाद होगा "
            },
            "6": {
                "subh": "1. ऐसे जातक की उम्र 80 वर्ष की होती है। 2. परोपकारी होता है। 3. जवानी का समय उत्तम बीतता है। 4. यदि कोई व्यक्ति छः दिन से रोग ग्रस्त हो और बिस्तरे पर तड़प रहा हो, उसे यदि ऐसा जातक मुख में जल डाल दें तो रोगी अति शीघ्र स्वस्थ होकर चलने फिरने लगता है। 5. जैसा करनी वैसा भरनी कहावत वाली बातें ऐसे जातक पर खूब फबती है। 6. बुध और मंगल खाना न०-2, 8 या 12 में इक्ट्ठे बैठे हो या अलग-अलग परन्तु धन के मामले में बुरा प्रभाव नहीं डालते हैं। ",
                "ashubh": " 1. जातक को माता का मुख प्राप्त नहीं होता है। 2. सौतेली माँ के साथ जीवन नर्कमय बीतता है।  3. चौबीसवें वर्ष में कुँआ खुदवाना या नल लगवाना हानिकारक होता है। 4. चौपाया दुधारू पशु, मुर्गी पालन, पक्षियों के व्यापार मुनाफा नहीं होता । 5. जातक को देह सुख अच्छा नहीं मिलता मानसिक परेशानी, पेशाब, मिरगी व गुर्दा रोग से ग्रसित होता है। 6. यदि शुक्र अशुभ फल प्रदान करता हो तो ससुराल वाले कंगाल हो जाते हैं और उन्हें विपीत्तियों के घेरे रहते है। 7. यदि बुध अशुभता प्रदान कर रहा हो तो जातक की माता जी का खानदान तबाह हो जाता है। 8. यदि ग्रह केतु अशुभता प्रदान करे तो पिता को तबाही का सामना करना पडता है। 9. कोई भी व्यापार करे, कठिनाईयों का सामना करना पड़ता है। 10. कानूनी मामले में अपयश मिलता है। यदि कर्क राशि का चन्द्रमा छठे भाव में हो तो जातक को उदर रोगी बनाता है। 11. प्रायः बचपन में ऐसे जातक को बुरे परिणाम अधिक मिलते हैं। 12. चन्द्र छठे भाव में और कुछ 2 या 12 वें भाव में स्थित तो जातक आत्म हत्या कर लेता है। ऐसी अवस्था आने से पूर्व आत्महत्या निवारक सिद्ध यंत्र पंडित वाई०एन० झा तूफान के कार्यालय से प्राप्त कर जीवन सफल बनावें । 13. चन्द्र खाना न०-6 में और सूर्य खाना न०-12 मे हो तो जातक और उसकी स्त्री में से एक अथवा दोनों ही एक-एक आंख का काना होता है। 14. खाना न०-6 में चन्द्रमा, मंगल खाना न०-6 या 12 में और बुध आठवें खाने में हो तो जातक और जातक की माता मुर्दे के समान होगी। दोनो की आयु बहुत कम होगी। 15. खासकर 6,12 व 24 वर्ष की आयु में खेतों मे कुँआ या नलका लगवाना, छबील लगाना माता-पिता पर हानिकारक सिद्ध होगा"
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "mars": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "mercury": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "jupiter": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "venus": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "saturn": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "rahu": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "ketu": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        }
    }
]