[
    {
        "sun": {
            "1": {
                "subh": "1. जातक धनवान, विद्वान, परोपकारी व साहसी होता है। 2. सरकारी नौकरी प्राप्त करता है। 3. घर में धन का अभाव न रहने के कारण ऐसे जातक कई नौकर भी रखते हैं। 4. अपने पिता की पूरी सहायता करता है। 5. पिता से चाहे धन न मिले परन्तु अपनी सन्तान को प्रयाप्त धन देकर मृत्यु प्राप्त करता है। 6. विवाह 25 वर्ष के बाद होती है। 7. समाज और देश की जनता से पूर्ण यशमान-प्रतीष्ठा प्राप्त करता है। 8. अति उच्च अधिकारियों, सम्मानित लोगों व प्रतिष्ठावान व्यक्तियों से सम्मान व इज्जत प्राप्त करता है। 9. चरित्रवान, संतोषी और साहसी होता है। 10. आँखों से देखी हुई स्थित को सत्य मानता है। ऐसे जातक काम की सुनीबातों पर यकीन नहीं करता। 11. साधारण कुल में जन्म लेकर भी पूर्ण तरक्की व सफलता प्राप्त करता है। 12. पुराने विचार व धर्म का पालन करने वाला होता है। 13. शराब की नशा से दूर रहता है। 14. गरीबों पर दया भाव दिखाते हुए उनकी पूर्ण सहायता करता है। 15. धार्मिक स्थानों में भवन व कुँए या नलकूप लगाने का शौकीन होता है। 16. कम सन्तान प्राप्त करता है. परन्तु स्त्री, सन्तान व धन का सुख अन्त समय तक प्राप्त करता है। 17. खाना न0-1 में सूर्य हो और सातवें खाने में भी कोई ग्रह बैठा हो तो जातक विदेश यात्रा करता है और आराम से सभी सुखों की प्राप्ति हो जाती है। 18. यदि पहले नम्बर के खाने में सूर्य के साथ बुध भी बैठा हो तो जातक पढ़ा लिखा होकर विदेशों में बेहद धन कमाता है। 19. आयु लगभग 100 वर्ष की होती है। 20. लम्बे समय तक राजकीय कार्यों में संलग्न रहता है। 21. न्याय प्रिय और गरम मिजाजी होता है। अशुभ फल- जिस जातक की जन्म कुण्डली के प्रथम भाव यानि पहले खाने में सूर्य स्थित हो। उसे निम्नलिखित अशुभ फलों का सामना करना होगा। ",
                "ashubh": "1. शरीर में सांप के समान गुस्सा होगा। 2. पिता बचपन में ही स्वर्ग सिधारेगा और पुत्र से  सुख की आशा करना निरर्थक होगा। 3. विचार दुधारी तलवार के समान होगा। 4. पुत्र उत्पन्न होगा परन्तु मृत्यु प्राप्त करेगा। 5. स्त्री (पत्नी) सदैव बिमार रहेगी। 6. जातक स्वयं आँखों तथा तपेदिक रोग से ग्रस्त रहेगा। 7. विवाह में बाधा आयेगी। 8. विद्या अधूरी रह जायेगी। 9. जातक दुर्वचन बोलने वाला और संघर्षमय जीवन बिताने वाला होगा। 10. विघ्न-बाधाओं से परेशान होकर आत्म हत्या करने हेतु मन में विचार बनाएगा। 11. जातक के सिर में बाल थोड़े होगे. 12. क्रोधित होने पर किसी को भी क्षमा नहीं करेगा। 13. कठिन परिश्रम से ही धन संयम होगा। 14. सूर्य खाना न० 1 में हो और शनि खाना न०- 8 में हो तो कई विवाह होगे (दो या तीन तक) और पत्निया मरती जायेंगी। गृहस्त जीवन कष्टमय होगा। ऐसे जातक को विवाह 25 वर्ष के बाद करनी चाहिए।"
            },
            "2": {
                "subh": "1. खाना न० 2 अर्थात द्वितीय भाव के सूर्य ने जातक को लोहे तांबे का व्यापारी या उद्योगपति बनाता है। 2. ऐसे जातक दानवीर, न्यायप्रिय, धार्मिक व त्यागी होता है। 3. बहु मूल्य धातु रत्न, सोना, चांदी का व्यापार करके करोड़ों का धन अर्जित करता है। 4. मधुर भाषी व तर्क प्रवीण होने के कारण अपने शत्रुयों को अधीन कर लेता है। इनके सामने बड़ा से बड़ा शत्रु भी 11 दिन, 11 मास अथवा 1 वर्ष मास के अन्दर आत्म समर्पण कर देता है। 5. अपने बच्चों, मित्रों व सहयोगियों तथा कुटुम्बों को अपनी सहायता के द्वारा धनवान बना देता है। 6. अपने पिता को हर क्षेत्र में सफलता प्रदान कराता है। 7. ऐसे जातक का कोई भाई-बहन विदेश अवश्य जाता है। 8. मेकेनिक, तरखान आदि के कार्यों में भी द्वितीय भाव के सूर्य ने माहिरत हासिल कराता है। 9. स्त्रियों से झगड़ना पसन्द नहीं करता । 10. उत्तम भोजन व बढ़ियां वस्त्रों का रसिया होता है। 11. अपनी भुजावल का स्वामी होता है।",
                "ashubh": "1. स्त्री के कारण सम्बन्धियों से झगड़ा करता है। 2. नेकी करने पर बदनामी व अपयश मिलता है। 3. ग्रहों की पीड़ा से दुःखी रहता है। 4. औरत एंव जमीनी झगड़ों से धन नाश कर लेता है। 5. किसी से मुफ्त का दूध पीना जहर पीने के समान होगा। 6. किसी का जमानती बनने पर स्वयं परेशानी में फंस जायगा। 7. यदि खाना न02 में सूर्य के साथ राहु भी बैठा हो तो नेत्र रोग, ससुराल का अर्थिक हालत कमजोर, विवाह के पश्चात् कुछ ही महीनों में ससुराल परिवार में मौत आदि की घटनाएँ होगी। 8. यदि सूर्य खाना न०-2 में हो, मंगल खा न०-1 में हो और चन्द्र खाना न०-12 में हो तो जातक लेखक व ज्योतिषी होता है, परन्तु भाग्योदय 34 वर्ष के बाद होता है।"
            },
            "3": {
                "subh": "1. जातक मध्यम वर्गीय धनी होता है। 2. शूरवीर होता है तथा अपनी भुजाओं के बल से परिस्थितियों को अपने अनुकूल बना लेता है। 3. अत्यधिक कठिनाई आने के बावजूद भी अपने आत्म बल के भरोसे सीमित साधनों के रहते हुए भी आगे बढ़ता रहता है।4. जातक बुद्धिमान होता है।5. राज दरबार व मुकद्दमें में विजय प्राप्त करता है।6. चाल-चलन नेक होता है और ज्योतिष विद्या का शौकीनहोता है।7. भाई- भतीजों से लाभ प्राप्त करता है।8. संतान दिन के समय पैदा होती है।9. स्वयं कमाकर खाने वाला, ईमानदार होता है।10. झूठे लोगों से घृणा करता है।11. शुभ कार्यों पर ध्यान व धन खर्च करता है। ",
                "ashubh": "1. तीसरे खाने का सूर्य भाइयों के लिए हानिकारक होता है। 2. ऐसे जातक सगे सम्बन्धियों के साथ शत्रु के समान व्यवहार करता है। 3. बाप-दादा गरीब होगा। 4. मान हानि होगी और चाल-चलन ठीक नहीं होगा। 5. राजदरबार से लाभ नहीं मिलेगा। 6. नाना-नानी व मामा-मामी को भी अनेक विपदाओं का सामना करना होगा। 7. यदि तीसरे खाने में सूर्य हो और लग्न में अशुभ ग्रह बैठा हो तो पड़ोस का मकान उजड़ा होगा या पड़ोसी दरिद्र होंगे। 8. ऐसे जातक के घर में दिन के समय चोरी होगी और धन के मामले में कई बार धोखा खाएगा।"
            },
            "4": {
                "subh": " ",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "moon": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "mars": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "mercury": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "jupiter": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "venus": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "saturn": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "rahu": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        },
        "ketu": {
            "1": {
                "subh": "",
                "ashubh": ""
            },
            "2": {
                "subh": "",
                "ashubh": ""
            },
            "3": {
                "subh": "",
                "ashubh": ""
            },
            "4": {
                "subh": "",
                "ashubh": ""
            },
            "5": {
                "subh": "",
                "ashubh": ""
            },
            "6": {
                "subh": "",
                "ashubh": ""
            },
            "7": {
                "subh": "",
                "ashubh": ""
            },
            "8": {
                "subh": "",
                "ashubh": ""
            },
            "9": {
                "subh": "",
                "ashubh": ""
            },
            "10": {
                "subh": "",
                "ashubh": ""
            },
            "11": {
                "subh": "",
                "ashubh": ""
            },
            "12": {
                "subh": "",
                "ashubh": ""
            }
        }
    }
]