[
  {
    "positionOfRahuKetu": "1-7",
    "name": "Anant Kaal-Sarp Yoga",
    "description": "जब लग्न में राहु और सप्तम भाव में केतु हो और उनके बीच समस्त अन्य ग्रह इनके मध्य में हों तो 'अनंत कालसर्प योग' बनता है। इस अनंत कालसर्प योग के कारण जातक को जीवन भर मानसिक शांति नहीं मिलती। वह सदैव अशान्त, क्षुब्ध, परेशान तथा अस्थिर रहता है; बुद्धिहीन हो जाता है। मस्तिष्क संबंधी रोग भी परेशानी पैदा करते हैं । मुकद्दमे, कोर्ट-कचहरी के कारण जातक को बहुत आर्थिक नुकसान उठाना पड़ता है । अपने मान-सम्मान, पद-प्रतिष्ठा के लिए उसे निरंतर संघर्ष करना पड़ता है। भूत-प्रेत, जादू-टोना, टोटके आदि का ऐसे व्यक्तियों पर शीघ्र प्रभाव होता है, वह बार-बार बीमार भी पड़ता रहता है। वैवाहिक जीवन बड़ा कष्टदायक एवं असंतोषजनक होता है। ऐसे जातक का विवाह अनचाहा और बेमेल होता है। ऐसा जातक दुष्ट बुद्धि, कपटी, मिथ्याभाषी, प्रपंची, झूठा और लम्पट होता है। वह प्राय: षड्यंत्रों में फंसकर हानि एवं अपयश भोगता है। भयंकर कठिनाई में जिन्दगी जीता है और एक के बाद एक मुसीबतों का सामना करता है। ऐसे जातक में धर्म और ईश्वर के प्रति श्रद्धा और विश्वास में कमी होती जाती है, वह नास्तिक बन जाता है। भाई-बहनों, नाते-रिश्तेदारों एवं मित्रों से भी धोखा मिलता है। ",
    "remedies": "1.ॐ नमः शिवाय' का अधिकाधिक मात्रा में जप करते रहे। \n 2.भगवान शिव का रुद्राभिषेक करे तथा प्रतिदिन 108 बार महामृत्युंज्य मंत्र का जप अवश्य करे। \n 3.नागपंचमी का व्रत रखें तथा सिद्ध कालसर्प योग शांति यंत्र पूजा घर में स्थापित करें और विधिवत उसकी पूजा करे"
  },
  {
    "positionOfRahuKetu": "2-8",
    "name": "Kulik kaal-sarp yoga",
    "description": "जब जन्मकुंडली के द्वितीय भाव में राहु और अष्टम भाव में केतु हो तथा समस्त उनके बीच हों, तो यह योग 'कुलिक कालसर्प योग' कहलाता है। ऐसा जातक सदैव किसी न किसी रोग से ग्रस्त रहता है । प्रायः उसे मुख व गुदा संबंधी रोग होते हैं। उसका गले से ऊपर का अंग भी दोषपूर्ण होता है। ऐसा जातक मानसिक रूप से सदैव तनावग्रस्त रहता है। दिमाग में गुस्सा भरा रहता है। निरंतर परेशानियों के कारण जातक चिड़चिड़े स्वभाव का हो जाता है। वैवाहिक संबंध टूट जाते हैं  पारिवारिक कलह के कारण घर का माहौल सदैव अशांत रहता है। पिता तथा कुटुम्ब का सुख नगण्य होता है। मित्रों से धोखा मिलता है। आर्थिक स्थिति भी अच्छी नहीं रहती। पैसा पास में नहीं रुकता। अधिक परिश्रम करने पर भी उचित लाभ नहीं मिलता। जातक धनवान होते हुए भी कंगाल बन जाता है। प्राप्ति से अधिक व्यय रहता है। अपयश, आलोचना, उपेक्षा आदि से घिरा रहता है। शिक्षा प्रायः आधी-अधूरी रहती है। कोर्ट-कचहरी, बीमारी आदि के व्यय के कारण जातक परेशान रहता है। पत्नी अज्ञानी, मूर्ख, कामुक, अल्पज्ञ तथा अविश्वासी होती है। जातक की संतान भी कुबुद्धि और उद्दंडी होती है। संतान-सुख नहीं मिलता है।",
    "remedies": "1.लग्न से संबंधित रत्न धारण करें। \n2.भगवान श्रीकृष्ण की पूजा-आराधना करें। \n3.घर में मोर का पंख लगायें तथा उसे प्रतिदिन अपने शरीर पर भी एक बार अवश्य फेरें । \n4.सिद्ध कालसर्प योग शांति यंत्र पूजा घर में स्थापित करें\n5.श्रावण माह में कालसर्प शांति करायें। \n6.नाग की आकृति की चांदी की अंगूठी बनवाकर पहनें।"
  },
  {
    "positionOfRahuKetu": "3-9",
    "name": "Vasuki kaal-sarp yoga",
    "description": "जब जन्मकुंडली के तीसरे भाव में राहु और नवम् भाव में केतु हो और उनके बीच सारे ग्रह हों, तो यह योग 'वासुकि कालसर्प योग' कहलाता है। जातक को प्रायः अपने पारिवारिक सदस्यों और छोटे भाई-बहनों के कारण अनेक कष्ट व तनाव झेलने पड़ते हैं । मित्रों और संबंधियों से धोखा मिलने के कारण जातक धैर्य और पराक्रम छोड़कर निराशा भरा जीवन जीने लगता है। नौकरी, काम-धंधे में अनेक प्रकार के कष्ट उठाने पड़ते हैं, धन कमाने के बावजूद अपयश मिलता है। जातक की धर्म-कर्म, पूजा-पाठ में कोई रुचि नहीं होती। विदेश प्रवास में जातक को अत्यधिक कष्ट झेलने पड़ते हैं। भाग्योदय में अनेकानेक प्रकार की रुकावटें आती हैं। यश, पद-प्रतिष्ठा एवं पराक्रम के लिए सदा संघर्षरत रहता है। कानूनी दस्तावेजों में लापरवाही के कारण अनावश्यक हानि उठानी पड़ती है। जीवनसाथी से सदैव मतभेद, वैमनस्य व अविश्वास बना रहता है। ऐसा जातक बाहरी स्त्री/पुरुषों से संबंध स्थापित करके संतुष्टि करता है। संतान के विषय में भी कष्टों का सामना करना पड़ता है।",
    "remedies": "1.प्रतिदिन 108 बार महामृत्युंजय मंत्र का जप करें। \n2.प्रत्येक सोमवार को शिवजी का दूध से अभिषेक करें। \n3.पक्षियों को दाना व पानी डालें। \n4.नागपंचमी को सर्पों को दुग्धपान करायें। \n5.घर में सिद्ध कालसर्प योग शांति यंत्र स्थापित करें तथा उसकी नियमित पूजा करें। \n5.बुधवार/शनिवार को एक पानी वाला नारियल बहते पानी में बहायें। \n6.बुधवार को एक सूखे गोले में कसार (सूजी व बूरा) भरकर पीपल के पेड़ की जड़ में गड्ढा खोदकर दबायें।"
  },
  {
    "positionOfRahuKetu": "4-10",
    "name": "SankhPal kaal-sarp yoga",
    "description": "जब जन्मकुंडली के चौथे भाव में राहु और दसवें भाव में केतु हो और उनके बीच समस्त ग्रह हों, तो यह योग 'शंखपाल कालसर्प योग' कहलाता है। जातक को घर, वाहन, माता का अपेक्षित सुख नहीं मिलता। पिता या पति से दुःख, भ्राता, बहन, नौकरों से लेकर अनेक कठिनाइयों का सामना करना पड़ता है। मानसिक परेशानी व तनाव बना रहता है। स्वास्थ्य प्रायः बिगड़ा रहता है। जातक को शिक्षा संबंधी अनेक बाधाओं का सामना करना पड़ता है एवं शिक्षा अधूरी रहती है। अपयश का भागी बनना पड़ता है। नौकरी में अवनति, मनचाहा स्थानांतरण, व्यापार में उतार-चढ़ाव का सामना करना पड़ता है। यद्यपि उसे प्रसिद्धि बहुत मिलती है। जातक की हर संभव प्रयास करने के बावजूद आर्थिक स्थिति इतनी खराब हो जाती है कि जातक कंगाल हो जाता है। अपने ही विश्वासघात करते हैं। सुख-समृद्धि तथा चल-अचल सम्पत्ति संबंधी अनेक परेशानी उठानी पड़ती है।",
    "remedies": "1.शिवलिंग पर सूर्योदय से पूर्व चांदी के सर्पों का जोड़ा चुपचाप चढ़ाने से अनिष्ट प्रभाव में न्यूनता आती है। \n2.पारद शिवलिंग के सम्मुख प्रतिदिन 108 बार महामृत्युंजय मंत्र का जप करने से मानसिक तनाव व स्वास्थ्य में सुधार होता है। \n3.गोमेद रत्न की अंगूठी मध्यमा अंगुली में धारण करे\n4.राहु का मंत्र जप करने तथा नागपंचमी का व्रत करे \n5.सर्पों को दूध पिलाने से लाभ होता है। \n6.सिद्ध कालसर्प योग शांति यंत्र का नित्य दर्शन-पूजन करने से भी अधिक लाभ होता है।"
  },
  {
    "positionOfRahuKetu": "5-11",
    "name": "Padam kaal-sarp yoga",
    "description": "जब जन्मकुंडली के पांचवें भाव में राहु और ग्यारहवें भाव में केतु हो और समस्त ग्रह इनके बीच में स्थित हों तो यह योग पद्म कालसर्प योग कहलाता है। संतान सुख नहीं मिलता। पुत्र संतान की चिंता रहती है। यदि संतान हो भी जाए तो वृद्धावस्था में अलग हो जाती है अथवा दूर चली जाती है। शारीरिक अंगों में चोट लगने का भय बना रहता है। हाथ व दायें कंधे में अधिकतर लगती है। मित्र दगाबाज होते हैं, अपने लोग विश्वासघात करते हैं। पत्नी का चरित्र संदिग्ध रहता है। जुए सट्टे, लॉटरी आदि अनैतिक कार्यों से भारी आर्थिक हानि उठानी पड़ती है। कारावास तक भुगतना पड़ता है। गुप्त शत्रुओं की वजह से हानि उठानी पड़ती है। गुप्त शारीरिक रोगों से अत्यधिक शारीरिक कष्ट भोगना पड़ता है। रोगों की चिकित्सा शीघ्र नहीं हो पाती। प्रत्येक कार्य में असफलता मिलती है। आय अनियमित होती है। कर्ज़ लेकर गुज़ारा करना पड़ता है। शिक्षा में बार-बार अवरोध पैदा होते हैं। कई बार शिक्षा अधूरी रह जाती है या शिक्षा से संबंधित व्यवसाय नहीं मिलता।",
    "remedies": "1.काले हकीक की माला से राहु के मंत्र जप ॐ राः राहवे नमः की 1 माला प्रतिदिन सिद्ध कालसर्प योग यंत्र के सम्मुख जप करने से लाभ होता है।\n 2.घर (शयनकक्ष) में मोर पंख लगायें तथा प्रतिदिन कम से कम 1 बार मोर पंख अपने पूरे शरीर पर फिरायें।\n 3.भगवान श्रीकृष्ण के वैदिक मंत्र का रोज़ाना नियमपूर्वक जप करें।\n 4.नागपंचमी को सर्पों को दूध पिलायें और खीर कुंवारी कन्याओं को प्रसाद रूप में बांटें।"
  },
  {
    "positionOfRahuKetu": "6-12",
    "name": "Mahapadam kaal-sarp yoga",
    "description": "जब जन्मकुंडली में राहु छठे भाव में और केतु बारहवें भाव में हो तथा समस्त ग्रह इनके बीच में कैद हों तो यह योग 'महापदम कालसर्प योग' कहलाता है। जातक प्रायः रोग और ऋण से ग्रस्त रहता है। वह चाहे कितनी भी चिकित्सा करा लें, बीमारी से मुक्ति नहीं मिलती। जातक को पत्नी, भाइयों, आत्मिक जनों एवं प्रिय मित्र का विछोह सहन करना पड़ता है। जातक के मन में सदैव निराशा रहती है। शत्रुओं से सदैव त्रस्त रहता है। गृहस्थ सुख में कमी बनी रहती है। सभी कार्यों में बाधायें व संघर्ष के कारण जीवन सदा दुःखद बना रहता है। जातक का स्वयं का चरित्र संदेहास्पद होता है। प्रेम संबंधों में निराशा ही हाथ लगती है। जातक जीवन में यात्राएं बहुत करता है, परन्तु सफलता नहीं मिलती ।जातक के मामा को अनावश्यक रूप से मृत्यु तुल्य कष्टों का सामना करना पड़ता है।",
    "remedies": "1.पारद शिवलिंग के सामने नित्य 108 बार महामृत्युंज्य मंत्र का जाप करने से शारीरिक बल व मानसिक शांति प्राप्त होती है। \n2.मुख्य द्वार पर अंदर तथा बाहर की ओर चांदी का ठोस स्वास्तिक लगाने से भी लाभ होता है। \n3.घर में मोर का पंख (शयनकक्ष) में लगाएं व श्रीकृष्ण की पूजा आराधना करें। \n4.नागपंचमी का व्रत रखें, सर्पों को दूध पिलाएं। \n5.कुंवारी कन्याओं को सिद्ध कालसर्प योग शांति यंत्र को खीर का भोग लगाकर प्रत्येक माह की पंचमी को प्रसाद रूप से बांटने से भी बहुत लाभ होता है। \n6.राहु की वस्तुएं दान करें व पक्षियों को दाना-पानी डालें।"
  },
  {
    "positionOfRahuKetu": "7-1",
    "name": "Takshak kaal-sarp yoga",
    "description": "राहु जन्मकुंडली के सातवें भाव में हो और केतु लग्न में हो तथा बाकी के सारे ग्रह इनकी कैद में हों तो इनसे बनने वाले योग को 'तक्षक कालसर्प योग' कहते हैं। जातक के वैवाहिक जीवन में तनाव बना रहता है। जीवन साथी से मतभेद रहते हैं। जातक परस्त्रीगामी, परपुरुषगामी हो सकता है । मित्र कम, शत्रु अधिक होते हैं। दूसरों को दिया गया धन वापस नहीं मिलता। भयंकर गुप्त रोगों से आजीवन पीड़ित रहता है। व्यापार में सांझेदारों से धोखा मिलता है। बने-बनाये कार्यों में रुकावटें आती हैं। प्रेम में असफलता प्राप्त होती है। जातक मानसिक रूप से परेशान रहता है। चिंता व कष्ट पीछा नहीं छोड़ते। लंबी यात्रायें जातक के लिए कष्टदायक सिद्ध होती हैं। पुत्र संतान नहीं होती; होने पर अपयश ही प्रदान करती है। कन्या संतान ज्यादा होती है।",
    "remedies": "1.रोज़ाना पारद शिवलिंग पर 108 बेलपत्र चढ़ाये तथा उसके सम्मुख 1 माला महामृत्युंजय मंत्र का जप करने से मानसिक व शारीरिक शांति प्राप्त होती है। \n2.सिद्ध कालसर्प योग शांति यंत्र पूजा घर में स्थापित करें तथा सर्पों को दूध पिलायें । \n3.राहु की वस्तुएं बहते हुए जल में 11 बुधवार तक प्रवाहित करें। \n4.अपने शयनकक्ष में मोर पंख लगाएं।"
  },
  {
    "positionOfRahuKetu": "8-2",
    "name": "Karkotak kaal-sarp yoga",
    "description": "जब जन्मकुंडली के अष्टम भाव में राहु और दूसरे भाव में केतु हो और सारे ग्रह इनके मध्य अटके हों तो ऐसे ग्रहों के कारण बनने वाले योग को 'कर्कोटक कालसर्प योग' कहते हैं। जातक के भाग्योदय में अनेक बाधायें आती हैं। भाग्योदय प्रायः नहीं होता । पैतृक धन-सम्पत्ति से लाभ नहीं होता। वाणी पर नियंत्रण समाप्त हो जाता है। वाणी कटु हो जाती है। सदैव दुःख-बीमारी से घिरा रहता है। परिजनों से सम्मान नहीं मिलता । मित्र कम, शत्रु अधिक होते हैं। मित्रों के विश्वासघात के कारण आर्थिक कष्ट उठाना पड़ता है। व्यापार में परिश्रम करने पर भी लाभ नहीं मिलता। नौकरी में पदोन्नति या निलम्बन झेलना पड़ता है। अकस्मात शस्त्राघात अथवा जहर से अकाल मृत्यु होने का भय रहता है। विवाह होने की संभावना बेहद कम होती है। विवाह होने पर यौन-सुख नहीं मिलता।",
    "remedies": "1.31 दिनों तक रोजाना 108 बेल पत्रों पर चंदन से 'ॐ नमः शिवाय' लिखकर शिवलिंग पर चढ़ायें तथा 1 माला महामृत्युंज्य की जप करने से शारीरिक व मानसिक कष्टों में राहत मिलती है। \n2.राहु-केतु से संबंधित वस्तुएं दान करें व बहते जल में प्रवाहित करें। \n3.पूजा घर में सिद्ध कालसर्प योग शांति यंत्र स्थापित करके उसकी विधिवत् पूजा करते रहें । \n4.रोजाना विष्णु सहस्त्रनाम स्तोत्र का पाठ करने से भी लाभ मिलता है। "
  },
  {
    "positionOfRahuKetu": "9-3",
    "name": "Sankhnaad kaal-sarp yoga",
    "description": "जब जन्मकुंडली में नवम् भाव में राहु और तीसरे भाव में केतु हो और सारे ग्रह इनके बीच अटके हों तो इस योग को 'शंखनाद कालसर्प योग' कहते हैं। जातक का भाग्य उसका साथ नहीं देता। भाग्यहीन होता है। पिता का सुख कम मिलता है। मित्रों द्वारा छल-कपट होता है। कोई न कोई शारीरिक रोग सदैव लगा रहता है । व्यर्थ की मानसिक तनाव व चिंता बनी रहती है। व्यापार-व्यवसाय में हानि होती है। नौकरी व उन्नति में बाधायें आती हैं। सरकारी नौकरी में पदोन्नति न होने का भय व अदालत में दंड मिलने का भय बना रहता है। सुख पाने के लिए जातक जीवन में अत्यधिक परिश्रम करता है, परन्तु आर्थिक स्थिति नहीं सुधरती। वैवाहिक संबंध मधुर नहीं रहते। यौन-सुख में कमी रहती है। अनैतिक संबंधों के कारण अपमान व अपयश उठाना पड़ता है। ",
    "remedies": "1.सिद्ध कालसर्प योग शांति यंत्र पूजा घर में स्थापित करें, नियमित पूजा-पाठ करें। \n2.नागपंचमी का व्रत करें। भगवान शिव को श्रावण माह में रोज़ाना 108 बेलपत्र अर्पित करें तथा 108 बार महामृत्युंज्य मंत्र का जप करें। \n3.घर के मुख्य द्वार पर बाहर व भीतर की ओर चांदी का ठोस स्वास्तिक लगायें। विष्णु सहस्त्रनाम स्तोत्र का पाठ करें।"
  },
  {
    "positionOfRahuKetu": "10-4",
    "name": "Paatak kaal-sarp yoga",
    "description": "जब जन्मकुंडली में राहु दसवें भाव में और केतु चौथे भाव में हो और सभी सातों गृह इनके मध्य अटके हों, तो यह योग पातक कालसर्प योग कहलाता है। व्यापार-व्यवसाय में अनचाही कठिनाइयों का सामना करना पड़ता है। लाभ की संभावना होने पर भी हानि उठानी पड़ती है। व्यवसाय में साझेदारों से धोखा मिलता है। माता-पिता का विछोह सहन करना पड़ता है। दादा-दादी या नाना-नानी का वियोग सहना पड़ता है। निरंतर चिंता एवं परेशानी के कारण व्यक्तित्व का पूर्ण विकास नहीं हो पाता । गृहस्थ जीवन कष्टप्रद होता है। सुख पाने के लिए कठिन परिश्रम करना पड़ता है। राज्य, सरकारी अधिकारियों से असंतोष व अज्ञात भय बना रहता है।",
    "remedies": "1.सिद्ध कालसर्प योग शांति यंत्र पूजा घर में स्थापित करें, नित्य दर्शन-पूजा से बहुत लाभ मिलता है। \n2.नागपंचमी का व्रत करें। \n3.शिवलिंग पर 31 दिनों तक 108 बेल पत्र पर 'ॐ नम शिवाय' चंदन से लिखकर चढ़ाने से अप्रत्याशित लाभ होता है। \n4.निरंतर 'ॐ नमः शिवाय' मंत्र जप करते रहने से भी अनिष्ट प्रभाव में कमी आती है। \n5.भगवान शिव पर चांदी के सर्पों का जोड़ा ब्रह्ममुहूर्त्त में चढ़ाने से भी अनिष्ट प्रभाव काफी हद तक दूर होता है ।"
  },
  {
    "positionOfRahuKetu": "11-5",
    "name": "Vishakt kaal-sarp yoga",
    "description": "जब जन्मकुंडली में राहु ग्यारहवें भाव में और केतु पांचवें भाव में हो तथा बाकी के सारे ग्रह इनके मध्य हों तो इनसे बनने वाला योग 'विषाक्त कालसर्प योग' कहलाता है। जातक नेत्र रोग, हृदय रोग तथा अनिद्रा जैसी बीमारियों से प्रायः पीड़ित रहता है।जातक का बड़े भाइयों से कलह-क्लेश रहता है।शिक्षा में बाधा, स्मरण शक्ति का ह्रास होता है। प्रायः शिक्षा अधूरी रह जाती है।आजीविका के लिए जातक को अपने जन्म-स्थान से दूर रहना पड़ता है।संतान रोगग्रस्त रहती है तथा जातक सदैव चिंताओं से घिरा रहता है। धन को लेकर झगड़े की स्थिति बनी रहती है।ऐसे जातक के जीवन का अंत रहस्यमय होता है।",
    "remedies": "1.उपाय के रूप में, जातक को सिद्ध कालसर्प योग शांति यंत्र पूजा घर में स्थापित करना चाहिए तथा नियमित रूप से उसके पूजन-दर्शन करने चाहिए। \n2.भगवान शिवजी की पूजा आराधना (गंगाजल, दूध, काले तिल) से नियमित रूप से करने से भी अनिष्ट प्रभाव में कमी आती है। \n3.राहु-केतु से संबंधित वस्तुएं बुधवार के दिन दान करने से लाभ होता है।"
  },
  {
    "positionOfRahuKetu": "12-6",
    "name": "Shesnaag kaal-sarp yoga",
    "description": "जब जन्मकुंडली में राहु बारहवें भाव में और केतु छठे भाव में हो तथा बाकी के समस्त ग्रह इनकी कैद में हों, तो यह योग शेषनाग कालसर्प योग कहलाता है। जातक को सदैव गुप्त शत्रुओं का भय बना रहता है तथा बेवज़ह ही लड़ाई-झगड़े और मुकद्दमेबाज़ी का सामना करना पड़ता है और पराजय मिलती है। शारीरिक सुख में कमी रहती है। स्वास्थ्य प्रायः खराब रहता है। दो विवाह होने की संभावना होती है। मातृभूमि से दूर अच्छा धन लाभ प्राप्त होता है। अत्यधिक संघर्ष के बाद जातक को सफलता प्राप्त होती है, परन्तु उसे बदनामी झेलनी पड़ती है। मृत्यु के पश्चात् नाम होता है। आंख की शल्यक्रिया करानी पड़ती है। दाहिने पैर में चोट लगती है ।",
    "remedies": " 1.पूजा घर में सिद्ध कालसर्प योग शांति यंत्र स्थापित करना चाहिए। \n2.नागपंचमी का व्रत करना तथा सर्पों को दूध पिलाना चाहिए।\n3.राहु रत्न गोमेद धारण करना चाहिए तथा राहु की वस्तुओं का दान करना चाहिए। \n4.11 सोमवार भगवान का दूध से रुद्राभिषेक करने से यथोचित लाभ मिलता है। \n5.नाग की आकृति की चांदी की अंगूठी मध्यमा अंगुली में पहनने से मानसिक शांति मिलती है।"
  }
]