[{
  "nameOfLagan": "Aries",
  "numberOfLagan": 1,
  "ashubh": "शनि,बुध,शुक्र,गुरु",
  "subh": "गुरु,सूर्य",
  "maarak": "शुक्र",
  "raajyogKarak": "सूर्य,गुरु,चंद्र",
  "parampaapi": "बुध",
  "ghaatak": "शनि",
  "malik": "Mars / मंगल",
  "description": "मेष लग्न में जन्म लेने वाले जातक का शरीर इकहरा तथा कुछ लालिमा लिए गौर वर्ण का होता है। वह स्वभाव से रजोगुणी, पित्त प्रकृति वाला, उग्र, अहंकारी, चंचल, अत्यन्त चतुर, बुद्धिमान, धर्मात्मा, उदार, कुल-दीपक तथा अल्प संततिवान् होता है। स्त्रियों के प्रति उसका स्वार्थपूर्ण अल्प लगाव अथवा द्वेष होता है।\nइस लग्न वाले जातक को अपनी आयु के 6, 8, 15, 21, 36, 44, 56 तथा 63 वें वर्ष में धन-हानि एवं शारीरिक कष्टों का सामना करना पड़ता है। आयु के 16, 20, 28, 34, 41 तथा 51वें वर्ष में उसे धन, वाहन, सौभाग्य आदि का सुख प्राप्त होता है।"
},
{
  "nameOfLagan": "Taurus",
  "numberOfLagan": 2,
  "ashubh": "गुरु,शुक्र,चंद्र,शनि,बुध",
  "subh": "सूर्य",
  "maarak": "गुरु",
  "raajyogKarak": "शनि",
  "parampaapi": "गुरु,चंद्र",
  "ghaatak": "",
  "malik": "Venus / शुक्र",
  "description": "वृष लग्न में जन्म लेने वाले जातक के शरीर का रंग गोरा अथवा गेहुँआ होता है। वह पुष्ट शरीर, लम्बे दाँत वाला, रजोगुणी, गुणवान, यशस्वी, बुद्धिमान, परम धैर्यवान्, शूरवीर, साहसी, मधुरभाषी, यशस्वी, ईश्वरभक्त, ऐश्वर्यशाली उदार, श्रेष्ठ संगति में बैठने वाला, कुंचित केशों वाला, दीर्घजीवी, शौकीन-मिजाज तथा स्त्रियों जैसे नाजुक मिजाज वाला भी होता है। वह प्रकृति से अत्यन्त शान्त होता है, परन्तु अवसर पड़ने पर युद्ध अथवा संघर्ष में अपना प्रबल पराक्रम भी प्रकट कर दिखाता है। ये जातक अपने परिवारीजनों से अनाहत, शस्त्राघात पाने वाला, धन-क्षययुक्त, मित्र-वियोगी, कलहयुक्त, चिन्ताओं से पीड़ित, मानसिक रोगी तथा मन-ही-मन दुःखी रहने वाला भी होता है। ये जातक अपनी आयु के 36वें वर्ष के बाद अनेक प्रकार के कष्टों को भी भोगता है।"
},
{
  "nameOfLagan": "Gemini",
  "numberOfLagan": 3,
  "ashubh": "मंगल,शुक्र",
  "subh": "बुध,शनि",
  "maarak": "शनि",
  "raajyogKarak": "बुध,शुक्र",
  "parampaapi": "मंगल",
  "ghaatak": "राहु",
  "malik": "Mercury / बुध",
  "description": "मिथुन लग्न में जन्म लेने वाले जातक का चेहरा गोल तथा शरीर का रंग गेहुंआ होता है। वह नृत्य-वाद्य आदि संगीत की कलाओं का प्रेमी, कवि, हास्य-प्रवीण, शिल्पज्ञ, विनम्र, परोपकारी, तीर्थप्रेमी, गणितज्ञ, दूत-कर्म करने में कुशल, ऐश्वर्यशाली, धनी, सुखी, चतुर, मधुरभाषी, दानी, सुशील, विषयी, स्त्रियों में आसक्त बहुमित्रत्रान्, बहु सन्ततिवान्, अनेक प्रकार के भोगों का उपभोग करने वाला, सुन्दर केशों वाला, राजा के समीप रहने वाला तथा राजा-द्वारा ही पीड़ा प्राप्त करने वाला होता है। ये जातक अपनी प्रारंभिक अवस्था में सुखी, मध्यमावस्था में दुःखी तथा अन्तिमावस्था में पुनः सुखोपभोग करने वाला होता है। उसका भाग्योदय 32 से 35 वर्ष की आयु के बीच होता है। इस लग्न वाला जातक मध्यम आयु प्राप्त करता है।"
},
{
  "nameOfLagan": "Cancer",
  "numberOfLagan": 4,
  "ashubh": "शुक्र,बुध,शनि",
  "subh": "सूर्य,गुरु",
  "maarak": "सूर्य,शुक्र",
  "raajyogKarak": "मंगल",
  "parampaapi": "गुरु(लेकिन योग कारक)",
  "ghaatak": "",
  "malik": "Moon / चंद्र",
  "description": "'कर्क लग्न में उत्पन्न जातक का शरीर गौर-वर्ण तथा शक्तिशाली होता है। वह पित्त प्रकृत्ति वाला, बुद्धिमान्, धर्मात्मा, उदार, विनम्र, धनी, जलक्रीड़ा-प्रेमी, पवित्र, क्षमाशील तथा मिष्टान्न भोजी होता है, परन्तु इसके साथ ही वह व्यसनी, अत्यन्त ढीठ, कुटिल-स्वभाव, मित्रद्रोही तथा कभी-कभी विपरीत बुद्धि का परिचय देने वाला भी होता है। ये जातक शत्रुओं से पीड़ित रहता है। उसके कन्या सन्तानें अधिक होती हैं तथा उसे अपना जन्म-स्थान छोड़कर परदेश में निवास करना पड़ता है। ये जातक का भाग्योदय 16-17 वर्ष की आयु में ही हो बाता है।"
},
{
  "nameOfLagan": "Leo",
  "numberOfLagan": 5,
  "ashubh": "चंद्र",
  "subh": "सूर्य,मंगल",
  "maarak": "बुध,शनि",
  "raajyogKarak": "मंगल,गुरु",
  "parampaapi": "बुध,शनि",
  "ghaatak": "",
  "malik": "Sun / सूर्य",
  "description": "सिंह लग्न में जन्म लेने वाले जातक के शरीर का रंग पाण्डुवर्ण का होता है। वह पित्त एवं वायु के विकार से पीड़ित रहता है। ऐसा व्यक्ति रजोगुणी, वौर, साहसी, अत्यन्त पराक्रमी, अहंकारी, क्रोधी, उग्रस्वभावी, अस्त्र-शस्त्र विद्या में निपुण, ढीठ, भोगी, तीक्ष्णबुद्धि, घुड़सवारी से प्रेम रखने वाला तथा मांस एवं रसीली वस्तुओं का भोजन करने वाला होता है। इसके हाथ बड़े होते हैं तथा छाती चौड़ी होती है। यह उदार तथा साधुसन्त सेवी भी होता है। ये जातक अपनी प्रारंभिक अवस्था में सुखी, मध्यावस्था में दुःखी तथा अन्तिमावस्था में पूर्ण सुखी रहता है। इसका भाग्योदय 21 अथवा 28 वर्ष की आयु में होता है। ये पराक्रमी होता है. वहाँ आलसी भी पाया जाता है। परन्तु समय पड़ने पर वह अपना कमात प्रदर्शित कर दिखाता है।"
},
{
  "nameOfLagan": "Virgo",
  "numberOfLagan": 6,
  "ashubh": "मंगल,शुक्र,चंद्र",
  "subh": "शुक्र",
  "maarak": "सूर्य,मंगल",
  "raajyogKarak": "गुरु,शुक्र",
  "parampaapi": "",
  "ghaatak": "",
  "malik": "Mercury / बुध",
  "description": "कन्या लग्न में जन्म लेने वाले जातक का शरीर सामान्य अथवा स्थूल और सुन्दर होता है। इसकी आँखें बड़ी-बड़ी होती हैं। यह कफ एवं पित्त प्रकृतिवाला, सत्यभाषी, प्रियवादी, गंभीर, नाजुक मिजाज, अपने मन की बात को छिपाने वाला, सदैव प्रसन्न रहने वाला, चतुर, काम-क्रीड़ा-कुशल, मायावी, भोगी, विचारशील, डरपोक, यात्रा-प्रेमी, गणितज्ञ, धर्म में रुचि रखने वाला तथा अनेक प्रकार के गुणों तथा कला-कौशलों से युक्त होता है। इसे सुन्दर स्त्री प्राप्त होती है तथा कन्या-सन्तति अधिक होती है। यह प्रातृ-द्रोही तथा स्त्री द्वारा पराजित भी होता है। ये जातक बाल्यावस्था में सुखी, मध्यमावस्था में सामान्य तथा अन्तिमावस्था में दुःख भोगने वाला होता है। इसका भाग्योदय 24 से 36 वर्ष की आयु के बीच होता है। इसी अवधि में यह अपने धर्म तथा ऐश्वर्य को वद्धि करता है परन्तु यह अन्त तक नहीं टिक पाता।"
},
{
  "nameOfLagan": "Libra",
  "numberOfLagan": 7,
  "ashubh": "सूर्य,गुरु,मंगल",
  "subh": "बुध,शनि",
  "maarak": "मंगल",
  "raajyogKarak": "चंद्र,बुध",
  "parampaapi": "सूर्य,गुरु,शुक्र",
  "ghaatak": "",
  "malik": "Venus / शुक्र",
  "description": "तुला लग्न में जन्म लेने वाला जातक गौर वर्ण, शिथिल शरीर तथा मोटी नाक वाला होता है। वह कफ प्रकृति वाला एवं वीर्यविकारयुक्त भी होता है। ऐसा व्यक्ति गुणी, धनी, यशस्वी, परोपकारी, प्रियवादी, सत्यवादी, सतोगुणी, तीर्थ-प्रेमी, निर्लोभ, व्यवसाय कुशल, ज्योतिषी, भ्रमणशील तथा अपने कुल का भूषण होता है। वह राज्य द्वारा सम्मानित, देव-पूजन में चित्त लगानेवाला तथा पर-स्त्रियों से प्रेम रखने वाला भी होता है। ये जातक को अपनी आरंभिक अवस्था में दुःख भोगना पड़ता है, मध्यमावस्था में वह सुख प्राप्त करता है तथा अन्तिमावस्था सामान्य स्थिति में बीतती है। ये जातक का भाग्योदय 31 अथवा 32 वर्ष की आयु में होता है।"
},
{
  "nameOfLagan": "Scorpio",
  "numberOfLagan": 8,
  "ashubh": "मंगल,बुध,शनि",
  "subh": "गुरु",
  "maarak": "शुक्र,बुध",
  "raajyogKarak": "सूर्य,चंद्र,गुरु,मंगल स्वगृही हो तो राजयोगकारक",
  "parampaapi": "शुक्र",
  "ghaatak": "",
  "malik": "Mars / मंगल",
  "description": "वृश्चिक लग्न में जन्म लेने वाला जातक ठिगने कद तथा स्थूल शरीर का होता है। उसकी आँखें गोल तथा छाती चौड़ी होती है। ऐसा व्यक्ति क्रोधी, पाखण्डी, मिथ्यावादी, तमोगुणी, कपटी, कड़वे स्वभाव का, पर निन्दक, दयाहीन, भिक्षा-वृत्ति करने वाला, भाइयों से द्वेष रखने वाला, शत्रुनाशक तथा सेवाकर्म करने वाला होता है। परन्तु इसके साथ ही वह शास्त्रज्ञ, विद्या के आधिक्य से युक्त, गुणी, शूरवीर, अत्यन्त विचारशील तथा ज्योतिषी भी होता है। दूसरों के मन की बात जान लेने में वह बड़ा निपुण होता है। ये वाला जातक अपनी प्रारंभिक अवस्था में दुःखी रहता है तथा मध्यमावस्था में सुख भोगता है। 20 से 24 वर्ष की आयु के बीच उसका भाग्योदय होता है।"
},
{
  "nameOfLagan": "Sagittarius",
  "numberOfLagan": 9,
  "ashubh": "शनि,चंद्र,शुक्र",
  "subh": "सूर्य,बुध,गुरु,मंगल",
  "maarak": "शुक्र,बुध",
  "raajyogKarak": "गुरु,सूर्य+बुध",
  "parampaapi": "शनि,चंद्र",
  "ghaatak": "",
  "malik": "Jupiter / गुरु",
  "description": "धनु लग्न में जन्म लेने वाला जातक पिंगलवर्ण, बड़े दाँतों वाला घोड़े जैसी जाँघों वाला सुन्दर स्वरूप वाला होता है। वह अत्यन्त कार्य कुशल, प्रतिभाशाली, बुद्धिमान्, सतोगुणी, श्रेष्ठ स्वभाव वाला, सत्य-प्रतिज्ञ, पराक्रमी, तथा ऐश्वर्यवान् होता है। ऐसा व्यक्ति यात्रा-प्रेमी, व्यवसायी, ब्राह्मण तथा देवताओं का भक्त, प्रेम के वश में रहने वाला, मित्रों के काम आने वाला, अनेक कलाओं का जानकार अथवा कवि तथा लेखक होता है। उसे घोड़े पालने का शौक भी होता है। बल नी उसे कभी धनु लग्न में जन्म लेने वाला जातक बाल्यावस्था में अधिक सुख भोगता है, मध्यावस्था में सामान्य जीवन व्यतीत करता है तथा अन्तिमावस्था में धन-धान्य से पूर्ण होता है। 22 अथवा 23 वर्ष की आयु में उसे धन का विशेष लाभ होता है।"
},
{
  "nameOfLagan": "Capricorn",
  "numberOfLagan": 10,
  "ashubh": "चंद्र,गुरु,मंगल",
  "subh": "शुक्र,बुध",
  "maarak": "चंद्र,मंगल",
  "raajyogKarak": "शुक्र,बुध",
  "parampaapi": "सूर्य,गुरु",
  "ghaatak": "",
  "malik": "Saturn / शनि",
  "description": "मकर लग्न में जन्म लेने वाले जातक का शरीर लम्बा होता है। वह बड़ी-बड़ी आँखों वाला, उग्र स्वभाव का, निरन्तर पुरुषार्थ करने वाला, लोभी, चतुर, वंचक, ठग, पाखण्डी, आलसी, मनमौजी, तमोगुणी तथा कफ-वायु विकार से पीड़ित रहने वाला होता है। ऐसा व्यक्ति भीरु, सन्तोषी, खर्चीला, लज्जा रहित, धर्म के विरुद्ध आचरण करने वाला, अधिक सन्ततिवान्, कवियों तथा स्त्रियों में आसक्त भी होता है। ये अपनी प्रारम्भिक अवस्था में सुख भोगता है, मध्यमावस्था में दुःख पाता है तथा 32 वर्ष की आयु के बाद अन्तिम समय तक सुखी बना रहता है। ऐस व्यक्ति की आयु पूर्ण होती है तथा उसका भाग्योदय प्राय: 32-33 वर्ष की अवस्था में होता है।"
},
{
  "nameOfLagan": "Aquarius",
  "numberOfLagan": 11,
  "ashubh": "चंद्र,गुरु,मंगल",
  "subh": "शुक्र",
  "maarak": "सूर्य",
  "raajyogKarak": "मंगल,शुक्र",
  "parampaapi": "चंद्र",
  "ghaatak": "गुरु",
  "malik": "Saturn / शनि",
  "description": "कुम्भ लग्न में जन्म लेने वाले व्यक्ति लम्बे शरीर वाला, मोटी गरदन वाला, गंजे सिर वाला, तेजस्वी, वात-प्रकृति वाला तथा चंचल स्वभाव का होता है। ऐसा व्यक्ति पानी अधिक पीता है। वह बातूनी, दम्भी, अहंकारी, ईर्ष्यालु, द्वेषी, सुस्थिर तथा भ्रातृ-द्रोही होने के साथ ही श्रेष्ठ मनुष्यों से संयुक्त, सर्वप्रिय, सुन्दर पत्नी वाला तथा पर-स्त्रियों में आसक्त भी होता है। ये जातक अपनी प्रारम्भिक अवस्था में दुःखी रहता है, मध्यवस्था में सुखी रहता है तथा अन्तिम अवस्था में धन, भूमि, भवन, पुत्रादि के सुख का उपभोग करता है। ये जातक का भाग्योदय 24-25 वर्ष की आयु में होता है।"
},
{
  "nameOfLagan": "Pisces",
  "numberOfLagan": 12,
  "ashubh": "सूर्य,शनि,शुक्र,बुध",
  "subh": "चंद्र,मंगल",
  "maarak": "शनि,बुध",
  "raajyogKarak": "चंद्र,गुरु",
  "parampaapi": "सूर्य,शनि,शुक्र",
  "ghaatak": "",
  "malik": "Jupiter / गुरु",
  "description": "मीन लग्न में जन्म लेने वाला जातक सामान्य कद का, बड़ी आँखों वाला तथा बड़े मस्तिष्क वाला होता है। उसकी ठोड़ी में गड्‌ढा होता है। ऐसा व्यक्ति मित्र प्रकृति वाला, सतोगुणी, प्रचण्ड, विनम्र, चतुर, चंचल, पूर्त, आलसी, रोगी, अल्पभोजी, श्रेष्ठ पण्डित, यशस्वी, सुरतिवान्, स्त्री-प्रिय, जल-क्रीड़ा करने में कुशल, बहु-सन्ततिवान् तथा श्रेष्ठ रत्नाभूषणों को धारण करने वाला होता है। ये जातक की प्रारम्भिक अवस्था सामान्य ढंग से व्यतीत होती है, मध्यमावस्था में वह दुःखी रहता है तथा अन्तिम अवस्था में सुख भोगता है। ये जातक का भाग्योदय 21 से 22 वर्ष की आयु में होता है।"
}]