[
  {
  "name": "Ashwini,अश्विनी",
  "number": 0,
  "favorableNakshatra": [],
  "unfavorableNakshatra": [],
  "saririkSanrahna": {
    "male": "पुरुष जातक, जो भी अश्विनी नक्षत्र में जन्म लेता है तो उसकी सामान्यतः सुन्दर आकृति होती है। उसकी आंखें भी चमकदार होती हैं। माथा चौड़ा होता है और नाक भी कुछ बड़ी होती है।",
    "female": "आंखें चमकदार, छोटी और किसी मत्स्य के आकार की होंगी। उसकी दृष्टि चुम्बकीय प्रभाव की होगी। इसी नक्षत्र और दिन के अन्दर रजोदर्शन होने पर ऐसी महिलाएं धनी, पुत्रवान और सुखदायक होती हैं।"
  },
  "charitr": {
    "male": "ऐसा व्यक्ति बहुत ही सौम्य, शांत और धैर्यवान दिखाई पड़ता है। वह अपने काम बहुत योग्यतापूर्ण ढंग से करता है। जिसमें दूसरे को उसकी चालाकी की जरा भी भनक नहीं पड़ती है। वह अपने फैसले पर अडिग यानी अड़ियल रहता है। यह अड़ियलपन उनमें और ज्यादा होता है, जो 14 से 28 अप्रैल के मध्य पैदा होते हैं, क्योंकि इस दौरान सूर्य अपनी उच्च स्थिति से भ्रमण करता है। इसी प्रकार सूर्य 14 से 28 अक्टूबर दौरान जब स्वाति नक्षत्र में संक्रमण कर रहा होता है, यहां तक कहा गया है कि यमराज भी अश्विनी नक्षत्र में पैदा हुए जातकों की बात को बदलवा नहीं सकता। अक्टूबर मास के दौरान पैदा हुए जातकों में यह हट्ठी रूख कम होता है। वह उन लोगों के लिए सदैव स्वामिभक्त और वफादार रहता है, जो उससे प्रेम करते हैं। ऐसे लोगों पर वह अपना सब-कुछ न्यौछावर कर सकता है। अश्विनी नक्षत्र के व्यक्ति बहुत अच्छे मित्र साबित होते हैं, बशर्ते कि उनको समझा और पहचाना जाए। घोर संकट के समय भी यह व्यक्ति अपना धैर्य नहीं खोता है, परंतु जब वह रुष्ट हो जाए तो उसको समझना एक महाकठिन कार्य होता है। जब कोई व्यक्ति संकट में होता है तो वह एक अच्छा सलाहकार साबित होता है, परंतु नुक्ताचीनी तथा आलोचना से वह बहुत डरता और खिन्न होता है। अपने बचाव के लिए तब वह दूसरी की सलाह पर निर्भर रहता है तथा जोड़-तोड़ के मामले में बहुत ही कुशल तथा सफल भी रहता है। किसी भी कार्य को पूरा करने में वह अपना समय पूरा लेता है। उसकी कार्य-शैली धीमी होगी, परंतु होगी प्रखर और विचारयुक्त। किसी भी मामले के गुण-अवगुणों को विचारे बगैर वह उसमें प्रवेश नहीं करेगा। उसको आसानी से प्रभावित नहीं किया जा सकेगा। किसी भी काम को करने का वह बीड़ा उठा लेगा तो वह उसे हर कीमत पर करेगा। चाहे बीच में कितने ही संकट आड़े आएं। अश्विनी जातक ईश्वर का परम भक्त होगा, परंतु धार्मिक अथवा भावनात्मक लगाव के नाम पर उसमें कोई बात नहीं होगी। वह पुरातनपंथी तो होगा, परंतु एक नए प्रकार का। वह पुरातनपंथी अथवा पोंगापंथी विचारधारा को आधुनिक रूप देने को कार्यरत रहेगा तथा पुराने में ही, नया ढूंढने में प्रयासरत रहेगा। इन सब बातों के बावजूद अश्विनी जातक बुद्धिमान होता है। वह कभी भी राई का पर्वत बना सकता है। इस स्थिति के कारण वह कभी-कभी मानसिक शांति भी खो सकता है और वह हमेशा एक तलखी या उग्रता उखड़े-उखड़े मूड में रहने लग जाता है। उसको संपूर्ण वातावरण स्वच्छतापूर्ण चाहिए।अगर पहले दो से तीन डिग्री के बीच जन्म हो तो ऐसा व्यक्ति जरा-सी बात के लिए बहुत ही हठधर्मी करने वाला, धोखेबाज और तस्कर किस्म का व्यक्ति बन सकता है। अगर उसके दूसरे योग अच्छे हों तो उसके पास पर्याप्त धन होता है, जिसे वह स्वयं नहीं भोग पाता है। वह परिवार को बदनाम करने वाला व्यक्ति भी हो जाता है।",
    "female": "इन महिलाओं में किसी भी अपरिचित से शीघ्र परिचय करने में दक्षता होती है। ये अत्यंत धैर्यवान साबित होती हैं। इसके अलावा इनमें अधिक वासनात्मक इच्छाएं भी रहती हैं। हृदय से ये शुद्ध रहती हैं। आधुनिक समाज में रहने के बावजूद ये अपने से वरिष्ठजनों तथा पुरानी परंपराओं का पूर्णतः पालन करती हैं।"
  },
  "education": {
    "male": "वैसे तो अश्विनी जातक सभी कलाओं में दखल खाने वाले होते हैं, सामान्यतः वह संगीत का शौकीन होता है। साहित्य-लेखन अथवा साफ सुथरे व्यवसाय में रुचि भी रखता है। 30 वर्ष तक उनको भारी संघर्ष करना पड़ता है। छोटे-छोटे मामलों में भी उसको रुकावटें झेलनी पड़ती हैं। 30 साल बाद वह धीरे-धीरे प्रगति करता है। 55 साल तक उसकी रफ्तार यही रहती है। एक विशेष बात यह भी होगी कि वह शौकीन-मिजाज होगा और उसका खर्च, आमदनी से अधिक रहता है। अपनी बहुत वासना इच्छा पूर्ति के लिए वह कोई भी कीमत अदा करने को तैयार रहता है।",
    "female": "अगर अश्विनी नक्षत्र में उत्पन्न महिलाएं रोजगार अथवा नौकरी में हों तो ये जीवन के उत्तरार्द्ध में समय से पहले सेवानिवृत्त होना पसन्द करती हैं। इसका मतलब यह नहीं कि ये काम से जी-चुराती हैं, बल्कि इसका कारण यह है कि इस अवस्था तक पहुंचने में अपनी आर्थिक स्थिति को सुदृढ़ कर लेती हैं। इसके अलावा ये महिलाएं पर्याप्त धन संचय कर सकती हैं ताकि जीवन के अंतिम समय में किसी पर आर्थिक रूप से निर्भर न होना पड़े। 45-50 साल की आयु के बाद यह पूर्णतः परिवार के कल्याण के लिए अपने को समर्पित कर देती हैं। अगर अन्य ग्रहों का भी योग हो तो समाज-सेवा करने से पीछे नहीं हटतीं। प्रशासनिक किस्म के पदों पर इनको काम करने में अभिरुचि रहती है तथा शीर्षस्थ प्रशासनिक पद आई.ए.एस., पी.सी.एस. तक पहुंचना इनका ध्येय बन सकता है।"
  },
  "marriedlife": {
    "male": "अपने परिवार को वह जी-जान से चाहता है, परंतु अपने ही तीखें, हट्ठी आचरण के कारण वह घर वालों के द्वारा ही तिरस्कार, घृणा का पात्र माना जाता है। पिता से जो प्यार और स्नेह मिलना चाहिए तथा पिता का जो संरक्षण मिलना चाहिए, वह भी उसको नहीं मिलता। यही नहीं पिता के द्वारा उसके भाई-बहन, सहोदरों के प्रति भी यही रवैया रहता है। अगर कुछ सहायता या मदद मिलती भी हो तो उसका श्रेय वह अपने मामा को देता है, परंतु परिवार से बाहर के लोगों द्वारा उसे जीवन में सदैव अधिकतम सहायता मिलती है। आमतौर पर इन जातकों का विवाह 26 से 30 साल की आयु के मध्य होता है, पुत्र ज्यादा होते हैं, कन्याएं कम ।",
    "female": "आमतौर पर अश्विनी नक्षत्र में उत्पन्न महिलाओं का विवाह 23 वर्ष से 26 वर्ष तक की आयु में होता है। यह भी देखने में आया है कि जिन महिलाओं का विवाह छोटी अवस्था में कर दिया जाता है, वहां दांपत्य जीवन स्थाई नहीं रहता है। ऐसे संबंध तलाक-विघटन अथवा पति से लंबे समय तक अलगाव या पति की मृत्यु का रूप धारण कर लेते हैं। जहां तक संतान पक्ष का प्रश्न है, ऐसी महिलाएं कन्या-संतान को अधिक जन्म देती हैं, पुत्र कम होते हैं। संतान की आवश्यकताओं एवं इच्छाओं का ये पूरा ध्यान रखती हैं और बच्चों के हित साधन के लिए कष्ट साध्य जीवन बिताने में नहीं हिचकतीं। जब भी समय मिलता है, ये महिलाएं अपने घर की साफ-सफाई एवं सजावट में जुट जाती हैं और दूसरों को भी इस प्रकार से घर की व्यवस्था करने की प्रेरणा देती हैं। अगर शुक्र ग्रह, अश्विनी नक्षत्र के चौथे चरण में बैठा हो और उस पर चन्द्रमा की दृष्टि हो तो इनकी कई संतानें होती हैं, परंतु एकाध ही जीवित रह पाती है।"
  },
  "Health": {
    "male": "आमतौर पर इनका स्वास्थ्य अच्छा होता है फिर भी यदि 2 से 3 के बीच में जन्म हुआ हो तो सेहत कमजोर रहती है। इसको तीक्ष्ण सिरदर्द की अधिक शिकायत रहती है। हृदय रोग भी हो सकते हैं। उपचार के लिए इन्हें इस प्रकरण के अंत में दिए गए उपाय आदि करने चाहिए।",
    "female": "आमतौर पर ऐसी महिलाओं का स्वास्थ्य अच्छा ही कहा जा सकता है, परंतु फिर भी कभी-कभार पैदा होने वाली सामान्य बीमारियों का कारण, दिमागी तनाव व मानसिक परेशानियां होती हैं। कुछ मामलों में यह भी देखा गया है, जब इन्हें अत्यधिक तनाव व मानसिक कष्ट रहते हैं तो दिमागी पागलपन या संज्ञा शून्यता धीरे-धीरे घर कर लेती हैं, भोजन बनाते वक्त तथा दूसरे कार्यों के समय आग से इन्हें विशेष रूप से सतर्क रहना चाहिए। आज के समय में वाहन दुर्घटनाएं भी ऐसी महिलाओं के साथ हो सकती हैं, जो तनाव के बीच जीवन-यापन कर रही हैं। आमतौर पर इन महिलाओं को अजीर्ण, अपच, नींद न आने की बीमारी तथा 'मासिक धर्म' में कठिनाई का सामना करना पड़ सकता है। उपचार के तौर पर इन्हें इस प्रकरण के अंत में दिए गए उपायों को आजमाना चाहिए अगर नक्षत्र के चौथे चरण में शुक्र बैठा हो और उस पर चन्द्रमा की दृष्टि हो तो उपरोक्त रोग तथा अनियमित मासिक धर्म से कष्ट होने की संभावनाएं बढ़ जाती हैं।"
  },
  "paaye": "सोना",
  "preferredJob": " अश्विनी का कारकत्व : घोड़ों से सम्बन्ध रखने वाले लोग, घुड़सवार, घोड़ों के व्यापारी, आधुनिक परिप्रेक्ष्य में वाहन सम्बद्ध लोग, सेनापति, यूथपति, शरीर की चिकित्सा करने वाले (PHYSICIAN) नौकर, सेवक, अधीन काम करने वाले लोग, रूपाजीवी अर्थात् सुन्दरता से रोजगार कमाने वाले, अभिनेता, मॉडल वगैरह, सलाहकारी का रोजगार करने वाले, कमीशन पर काम करने वाले, यात्रा आयोजित करने वाले, जेवरात या फैशन की वस्तुओं वाले, कृषिकर्म करने वाले आदि अश्विनी के अधीन हैं।",
  "__v": 0,
  "nakshatradevata": "अश्विनी कुमार",
  "nakshatradipati": "केतु"
},
{
  "name": "Bharani,भरणी",
  "number": 1,
  "favorableNakshatra": [],
  "unfavorableNakshatra": [
    "रोहिणी",
    "पुष्य",
    "अश्लेषा",
    "आर्द्रा",
    "ज्येष्ठा"
  ],
  "saririkSanrahna": {
    "male": "भरणी नक्षत्र में पैदा हुआ पुरुष जातक मध्यम कद का, शरीर में हल्के बालों वाला, माथा कुछ अधिक चौड़ा, चमकदार आंखें और सुन्दर दांतों से युक्त होता है। उसके शरीर का वर्ग रूखा होता है और गर्दन व चेहरा कुछ अधिक लंबा होता है। यह भी देखा गया है कि अगर व्यक्ति दोपहर के आस-पास पैदा हुआ हो तो वह कुछ अधिक लंबा होता है। उसका चेहरा किसी मन्दिर के गुम्बद की भांति चौड़ाई व ऊंचाई लिए रहता है। ठोड़ी अन्दर को धंसी होती है और भौंहों के बाल गुच्छेदार होते हैं।",
    "female": "भरणी नक्षत्र में पैदा होने होने वाली महिलाएं सुन्दर व आकर्षक शरीर की होती हैं। उनके दांत सफेद, परंतु टेढ़े-मेढ़े होते हैं। चेहरा गोल और बालों की शैली आधुनिक होती है। अकेले में गुनगुनाना और प्रत्येक वस्तु को सूंघना अथवा चखकर देखना, उनकी विशिष्टता होती है।"
  },
  "charitr": {
    "male": "भरणी नक्षत्र में पैदा हुए व्यक्ति आमतौर पर सबको ही पसन्द नहीं आते। उन्हें देखते ही एक प्रकार से जुंगुप्सा अथवा चालूपने के भाव देखने वाले के मन में पैदा हो जाते हैं। जबकि यह भी सत्य है कि ऐसे व्यक्ति मन से साफ और किसी को हानि पहुंचाने वाले नहीं होते। यह भी सत्य है कि जब ये लोग किसी बात पर अपनी राय जाहिर करते हैं तो दूसरे की भावना का जरा भी ध्यान नहीं रखते। दूसरे की चाटुकारी करके इनकों कुछ भी नहीं मिलता। चाहे कुछ भी हो जाए ये अपनी अन्तरात्मा के खिलाफ कुछ भी करने को तैयार नहीं होते, चाहे इससे किसी का बुरा हो या भला। अपने इसी व्यवहार के कारण इन्हें जीवन में रुकावटें व विरोध का सामना करना पड़ता है। छोटे से मामले में भी किसी परम मित्र या स्वजन से संबंध खराब कर लेने में, इन्हें कोई क्षोभ नहीं होता। जब इन्हें अपनी गलती का अहसास हो जाता है तो उस वक्त ये अपने विरोधी के आगे भी झुकने को तैयार हो जाते हैं अथवा जब इनका विरोधी विनम्र होकर कभी इनसे सहायता मांगता है, उस वक्त भी ये पिछले संबंधों को भुलाकर उदार मन से उसकी सहायता करते हैं। ये ही एक विचित्र आचरण इसके लिए अलाभकर एवं विवादास्पद चरित्र का सूचक बन जाता है। भरणी नक्षत्र के महानुभवों में चतुरतापूर्ण अथवा विशेष चालाकी का अभाव रहता है। चटपट आज्ञाकारिता दिखाने में कोसों दूर रहते हैं। इसी अहंकार व घमंड के कारण इन्हें दुःखद परिस्थितियों से जूझना पड़ता है। किसी के अधीनस्थ होकर काम करना अथवा किसी के आगे दबकर रहना इनके लिए मौत के समान है। यदि वे दूसरे के आगे झुकते भी हैं तो वह बहुत ही विवादग्रस्त होकर। उचित सलाह अथवा प्रेरणा देने से उनके विचारों में कोई परिवर्तन नहीं आता। ज्ञान क्षेत्र में सभी प्रकार के विषयों में उनका हस्तक्षेप रहता है। किसी भी मामले की गहराई तक पहुंचने की क्षमता उनमें होती है। यद्यपि सार्वजनिक क्षेत्र में नेतृत्व करने की क्षमता भी इनमें होती है, परंतु विवादास्पद होने और धन की हानि भुगतने के लिए भी उनको तैयार रहना पड़ता है। दूसरों पर आदेश पारित करने व उनका नेतृत्व करने में उन्हें प्रसन्नता होती है। हमेशा ही महत्त्वपूर्ण व्यक्ति समझ लिए जाने की अपेक्षा वे सबके बीच में रहते हैं। प्रत्येक मामले में कुछ-न-कुछ बाधाएं लेकर वे आगे बढ़ते हैं और कभी-कभी तो उन्हें भारी प्रतिस्पर्धा का सामना करना पड़ता है। जीवन की दौड़ में आमतौर पर वे असफल रह जाते हैं। यद्यपि लोग उन्हें घमंडी व अहंकारी समझ लेते हैं, परंतु दिल से वे पवित्र होते हैं। बचपन से लेकर युवावस्था तक उनके जीवन में कई प्रकार के उतार-चढ़ाव आ जाते हैं। भरणी नक्षत्र में पैदा हुए जातकों को यह सलाह दी जाती है कि वे दूसरों से अधिक तर्क-वितर्क न करें। इसके अलावा अपने इर्द-गिर्द के समकक्ष लोगों से प्रतिस्पर्धा या होड़ नहीं करें। यदि वह किसी मामले या सिद्धांत पर दूसरों से लड़ाई मोल लेते हैं अथवा विरोध करते हैं तो अंत में उन्हें कठिनाई या असफलता ही बर्दाशत करनी पड़ती है। भरणी जातकों में अफवाह फैलाने अथवा दूसरों का समय हंसी-मजाक या गप्पबाजी में नष्ट करने का आरोप भी लगता है। जैसा कि सत्य है, इनका जीवन उतार-चढ़ाव के बीच झूलता रहता है तो इनके लिए कोई भी दुःखद अथवा सुखद समय लंबे अरसे तक नहीं रहता। बड़ी जल्दी ही इनके लिए परिस्थितियां बदल जाती हैं अथवा ये बदली हुई परिस्थितियों को सहज रूप में अंगीकार कर लेते हैं। परिवार के अन्दर सबकी देखभाल करने में ये सक्षम माने जाते हैं और अपने उत्तरदायित्व की पूर्ति बराबर करते हैं, परंतु इनकी यह भी शिकायत रहती है कि इनका ध्यान कोई नहीं दे रहा है। यह चाहते हैं कि इनकी बात और सुख सुविधाओं का विशेष रूप से ध्यान रखा जाए। इन सब रस्साकसी से इन्हें आजीवन जूझना पड़ता है। अंततोगत्वा इनके स्वजन लाभ उठाते रहे, अचानक इनके विरोधी हो जाते हैं। किसी से भी स्थाई तौर पर मित्रता बनाए रखना इनके बस में नहीं है।",
    "female": "भरणी नक्षत्र में जन्मी महिलाएं स्वच्छ आचरण की, प्रशंसा योग्य व्यवहार एवं आदर्श चरित्र की विचारवान होती है। वह अपने माता-पिता एवं वरिष्ठ सदस्यों का विशेष ध्यान रखती हैं। किसी दूसरे के सुझाव या उपेदश का वे विशेष ध्यान नहीं रखती हैं तथा अपनी मन-मरजी के मुताबिक काम करती हैं। वे बहुत ही दबंग, भावुक व आशावादी प्रकृति की होती हैं।"
  },
  "education": {
    "male": "जैसा कि पहले कहा है, कोई भी बुरा या अच्छा समय भरणी नक्षत्र के जीवन में स्थाई नहीं रहता, अतः बाल्यावस्था एवं किशोरावस्था में भी इन्हें हल्के-फुल्के अवरोधों से जूझना पड़ता है। अगर परिस्थितियां साथ दें तो मध्यम स्तर की शिक्षा अर्जित करने में ये सफल रहते हैं। 30-32 वर्ष तक आजीविका के लिए इन्हें संघर्ष करना पड़ता है। 33 वर्ष की आयु के बाद इनके जीवन में सकारात्मक परिवर्तन आता है। यहीं से ही इनकी आजीविका में भी सुधार आरंभ होता है। प्रशासनिक एवं व्यवस्था का क्षेत्र हो अथवा व्यापार, कृषि हो या लघु या मध्यम स्तर का उद्योग, पंसारी की दुकान हो या गाने-बजाने की नौटंकी, खिलौने की दुकान हो या स्कूल की अध्यापकी, क्लर्की हो चाहे नेतागिरी, वकालत हो चाहे विदेश व्यापार कहीं पर भी भरणी जातक अनुकूल रहते हैं। सामान्यतः उपरोक्त क्षेत्रों के अलावा ऑटोमोबाइल विज्ञान, पर्यटन व होटल व्यवसाय के क्षेत्रों में भी इनको आजीविका करनी पड़ती है। उच्च स्तर के सर्जन, जज व लेखक भी इस नक्षत्र में पाए गए हैं। तंबाकू अथवा मादक पदार्थ एवं रासायनिक खादों के व्यापार क्षेत्र से भी इन्हें लाभ होता है। अगर अपने जन्म स्थान से पूर्व दिशा की ओर जाकर यह व्यक्ति काम ढूंढें या व्यापार आरंभ करें तो इन्हें निश्चित रूप से सफलता मिलती है। जीवन के उत्तरार्द्ध में अपने पुरुषार्थ से ये सभी प्रकार के सांसारिक सुख साधन जोड़ लेते हैं",
    "female": "भरणी नक्षत्रों में जन्मी महिलाएं अपनी आजीविका स्वयं चलाती हैं। मध्यम स्तर की शिक्षा के अलावा व्यावसायिक शिक्षा भी ये प्राप्त कर लेती हैं और आधुनिक समय में व्यापार स्थल, दूर-संचार, मॉडलिंग फैशन, कार्यालय से लेकर पर्यटन केन्द्र, होटल से विश्वविद्यालय तक इनकी आजीविका के क्षेत्र होते हैं। ये अच्छी किस्म की स्वागतकर्ता, गाइड और विक्रय अधिकारी साबित होती हैं। अपनी पदोन्नति के लिए अवसरों के इंतजार में ये नहीं रहती हैं, बल्कि अपने अनुकूल उचित स्थान स्वयं पैदा कर लेती हैं। खेलकूद और मनोरंजन, कलाकारी या चमत्कारी वस्तुओं के व्यापार या वस्त्राभूषण आदि के आयात-निर्यात से भी इनको लाभ हो सकता है। तकनीकी एवं कलात्मक विषय, इनकी अभिरुचि के होते हैं। अपने कमाए धन को फिजूल खर्च करना इन्हें पसन्द नहीं। जरूरत के मुताबिक सभी आधुनिक वस्तुओं का संग्रह इनके पास रहता है। दूसरों से मांगकर अपना शौक पूरा करना इन्हें पसन्द नहीं ।"
  },
  "marriedlife": {
    "male": "27 वर्ष अथवा इसके निकट से भरणी नक्षत्र का दांपत्य जीवन आरंभ होता है। विवाह के मामले में ये भाग्यशाली कहलाते हैं, परंतु इस अवस्था से पहले विवाह करना इन्हें प्रतिकूल रहता है। इनका जीवन साथी बहुत ही नर्म, भद्र और घर की सजावट एवं घरेलू कार्यों की व्यवस्था में सिद्धहस्त होता है, जहां तक माता-पिता के सुख का सवाल है, अगर पहले और दूसरे चरण में जन्म हुआ हो तो पिता की मृत्यु बाल्यकाल में ही हो जाती है या वह स्वयं अपने पिता की मृत्यु का कारण होता है। आर्थिक खर्च के मामले में उसकी पत्नी को बुरे दिनों के लिए कुछ बचाकर रखना चाहिए, क्योंकि आवेग में आकर यह व्यक्ति फिजूल की वस्तुओं का घर में अम्बार लगा देता है। भरणी जातक अपने परिवार से विशेष लगाव रखते हैं। अपने घर के सदस्यों से दूर रहना, इन्हें दुःखद व अप्रिय लगता है।",
    "female": "भरणी नक्षत्र में पैदा हुई महिलाओं का विवाह कभी भी 22-23 वर्ष के बाद हो सकता है। विवाह के उपरांत ससुराल पक्ष पर वर्चस्व कायम करना, उनका पहला काम होता है। वे हमेशा अपना हाथ ऊपर रखकर चलती हैं यद्यपि उसको अपने पति से पूर्ण विश्वास प्राप्त होता है। फिर भी सास-ससुर एवं नन्द-देवर आदि की तरफ से उसे शिकायत रहती है। अगर इनका जन्म भरणी नक्षत्र के पहले या दूसरे चरण में हो तो माता की मृत्यु अल्पकाल में ही हो जाती है। इस कारण कई महिलाओं को बाल्यकाल से ही आत्मनिर्भर रहना पड़ता है। अपने खानदान व परिवार की ये सदैव तारीफ करती हैं। उसकी आलोचना तनिक भी बर्दाश्त नहीं कर सकती हैं। यह महिला सिर्फ उसी की आज्ञा का पालन करती है, जो उसके विचारों में आदर्श साबित होता है। यदि इनका विवाह किसी साधारण व्यक्ति से हो जाए, जो देखने में भी असुन्दर हो तो यह हमेशा उसके ऊपर हावी रहेंगी। भरणी महिलाएं हमेशा ही उग्र स्वभाव की पाई गई हैं और बड़ी जल्दी लड़ने-भिड़ने को तैयार हो जाती हैं। इनके पति को चाहिए कि इनके साथ चतुराई से व्यवहार करें ताकि रोज-रोज कलह-विवाद से बचा जा सके।"
  },
  "Health": {
    "male": "यद्यपि भरणी जातक अपने स्वास्थ्य का विशेष ध्यान नहीं रखते हैं तो भी उनको कोई भयंकर रोग या बीमारी नहीं होती तथा स्वास्थ्य सामान्य तौर पर अच्छा ही रहता है। इनकी मुख्य शिकायत जीवन के उत्तरार्द्ध में आरंभ होती है। फलतः नजला, असमय दांत गिरना, बहरापन, मलेरिया, तीक्ष्ण सिरदर्द तथा जलोदर और गोल चकतेदार 'सफेद दाग', एग्जीमा, रक्ताघात या हृदय की बीमारी का सामना इन्हें करना पड़ सकता है। जीवन में खाओ-पिओ और मौज-उड़ाओ के सिद्धांत में यह भरोसा रखते हैं। इसके अलावा जीने के लिए खाना है के बजाय खाने के लिए जीना है, पर वे भरोसा रखते हैं। वह पानी अथवा पानी के विचार से ही डर जाते हैं। उन्हें जब भी कहीं जलमार्ग की यात्रा करनी हो अथवा नहाना हो, नदी, सागर, यातायात की सैर करनी हो तो विशेष सावधानी बरतनी चाहिए। माथे पर चोट का निशान लगना या आंखों के आस-पास घाव होना, उनकी विशेष पहचान है। वह अत्यधिक सिगरेट या तंबाकू सेवन करने वाले भी हो सकते हैं, जिसके कारण उनके फेफड़े आदि खराब हो सकते हैं।",
    "female": "इन महिलाओं का स्वास्थ्य आमतौर पर अच्छा रहता है। मूत्राशय अथवा किडनी की समस्याएं, रक्तचाप या खून की कमी की शिकायत कभी-कभार रह सकती है। कुछ महिलाओं में चर्म विकार, क्षय रोग, मिरगी अथवा दौरे पड़ने की शिकायत किशोरावस्था के बाद उत्पन्न हो सकती है। रक्तचाप की अधिकता तथा दुःस्वप्न देखकर भ्रमित रहने की बीमारी भी कुछ महिलाओं में पाई गई है।"
  },
  "paaye": "सोना",
  "preferredJob": "भरणी : रक्त व मांस से सम्बन्धित लोग, अर्थात् रक्तपरीक्षक, खून बहाने वा, हिंसक प्राणी या मनुष्य, हत्यारे, जल्लाद, कसाई, मांस काटने वाले, मारपीट, बदमाशी, आतंक, फैलाने वाले लोग, पुलिस, कस्टम आदि विभाग, भूसा, भूसे वाले अनाज, नीच कुल व स्वभाव के लोग, सर्वथा तमोगुणी लोग, क्रूर तान्त्रिक, शवसाधना करने वाले, शव परीक्षा करने वाले लोग भरणी के कारकत्व में हैं। शारीरिक कष्ट या हानि पहुँचाने वाले विषादि पदार्थ भी इसके अन्तर्गत होने से दवा आदि का विपरीत प्रभाव भी इसी के अन्तर्गत है। शस्त्र, अस्त्र, वकील, मुकद्दमा, कोर्ट-कचहरी, भी इसी के अन्तर्गत हैं।",
  "__v": 0,
  "nakshatradevata": "यमराज",
  "nakshatradipati": "शुक्र"
},
{
  "name": "Krittika,कृतिका",
  "number": 2,
  "favorableNakshatra": [],
  "unfavorableNakshatra": [
    "मृगशिर",
    "आर्द्रा",
    "मूल",
    "पू. फाल्गुनी"
  ],
  "saririkSanrahna": {
    "male": "आमतौर पर कृतिका नक्षत्र के जातक मध्यम कद के व्यक्ति होते हैं। अगर शनि की दृष्टि लग्न पर हो तो कुछ लंबे जातक भी पाए जाते हैं। इनकी नाक बहुत तीखी व ऊंची होती है। आंखें सहानुभूतिपूर्ण, गर्दन मोटी और बदन गठा हुआ होता है। कंधे चौड़े होते हैं। हाथ लंबे तथा शरीर की मांसपेशियां उभरी हुई होती हैं। ये लोग शांतिपूर्ण और धैर्यवान नजर आते हैं। दूसरों से सदैव आदर सम्मान की इच्छा रखते हैं। कई जातक आधिपत्य करने के शौकीन और प्रभावशाली व्यक्तित्व के दिखाई देते हैं।",
    "female": "कृतिका नक्षत्र में पैदा हुई महिलाएं स्वच्छ शरीर की, मध्यम कद की, अत्यधिक सौन्दर्ययुक्त होती हैं। युवावस्था में उनका सौन्दर्य और भी अधिक बढ़ जाता है। 30-32 वर्ष की आयु के बाद परिस्थितिवश या विसाद एवं तनाव से स्वास्थ्य कुछ खराब रहने लगता है। तदोपरांत उत्तरोत्तर सौन्दर्य भी घटता जाता है। शरीर थुलथुल या बेडौल होने लगता है।"
  },
  "charitr": {
    "male": "यद्यपि कृतिका नक्षत्र में पैदा जातक, बुद्धिमान एवं मेधावी होते हैं, परंतु उनके अन्दर एकाग्रता और लक्ष्य को प्राप्त करने में बहुत अधिक समय लगाना अरुचिकर लगता है। वे जल्दी-जल्दी और बिना किसी कठिन प्रयास के अपने लक्ष्य को प्राप्त करना चाहते हैं। कार्य निष्पादन में चाहे कितने ही उल्टे-सीधे रास्ते आएं, वे उन्हें कूद-फांदकर यथाशीघ्र अपनी मंजिल पा लेना चाहते हैं। वे चालाकी और चतुराई से या कुछ भी ले-देकर अपना काम निकालना जानते हैं और इस तकनीक से वे दूसरों का काम करके भी धन और यश प्राप्त कर ही लेते हैं। दूसरे को सलाह देने में भी वे निपुण होते हैं तथा किसी भी समस्या का समाधान ढूंढना उनके लिए आसान है। जीवन में वह वही करते हैं, जिसके लिए उनके विचार प्रेरित करते हैं। अगर एक तरफ कठिनाई हो तो वे झट सीधे रास्ते की तरफ अपना मार्ग बदल लेते हैं। भले ही आगे चलकर उस मार्ग को भी त्यागना पड़े। वह ऐसे किसी मैत्री संबंध को त्याग देते हैं, जिससे उनके स्वाभिमान व आजादी में हस्तक्षेप हो, परंतु यह भी विचारणीय है कि वे अवांछित तरीके से धन कमाना नहीं चाहते हैं अथवा दूसरे की दया पर जीवित रहना भी उन्हें नहीं सुहाता है। उनकी आवश्यकताएं व इच्छाएं सीमा से बाहर नहीं होती हैं। उनकी संचय शक्ति भी हमेशा ही सट्टेबाजी या सौदेबाजी पर निर्भर नहीं होती यद्यपि धन कमाने के सभी मार्ग, इनकी जानकारी में रहते हैं। इस नक्षत्र में पैदा व्यक्ति किसी का अहसान लेना पसंद नहीं करते। अहसान के बदले जो भी कीमत चुकानी पड़े, उसके लिए पीछे नहीं हटते। इस मामले में उन्हें उदार मन ही कहना चाहिए। इनके कार्य को गलत सिद्ध करना या उसमें कमी निकालना, बैर मोल लेने जैसा है। अपनी संतुष्टि के लिए वे आशावादी बने रहते हैं। हमेशा आगे-आगे चलते रहने की उनमें प्रबल कामना होती है। बहुत ही तनावपूर्ण और जोशखरोश से वे अपने काम-काज को बढ़ाने में विश्वास करते हैं। दबंग तथा उग्रता भरे आचरण से युक्त कृतिका पुरुष, जोखिम से कभी नहीं डरते। अंधविश्वास तथा ईश्वर भक्ति का मिश्रण भी उनके अन्दर भरा रहता है। पोंगापंथी होने के बावजूद पुराने और अव्यवहार्य रिवाज उन्हें पंसद नहीं हैं। लगातार क्रियाशील रहना और कठोर परिश्रम उनके जीवन का परम उद्देश्य रहता है। संसार भर के लिए कुछ सकारात्मक सेवा करना भी उन्हें रुचिकर लगता है, परंतु लंबे समय तक वे इस दिशा कार्यरत नहीं रह सकते हैं। सार्वजनिक सेवा अथवा समाज-सेवा भी इनका ध्येय रहता है, परंतु अंत में असफल रहना भी उनके भाग्य में लिखा रहता है। यह कमजोरी उनके अन्दर परिस्थितियों के अनुसार नहीं चल सकने के कारण ही आती है। अपने भीतर वे कुछ नियम-संयम भी लागू करना चाहते हैं। आत्मनियंत्रण तथा प्रतिबंध लगाकर स्वयं को बदलना उनके लिए असंभव तो है, परंतु किसी अन्य की सद्भावना या शुभ इच्छा हो तो वे कुछ समय बाद बदल भी जाते हैं। किसी को वचन देकर, उसको हर कीमत पर निभाने में भी उनका जवाब नहीं होता। कृतिका जातक वचन के पक्के होते हैं । जनसाधारण के बीच कृतिका जातक मान-सम्मानयुक्त और प्रधानता प्राप्त करते हैं। बहुत अधिक होशियारी या कर्तव्यनिष्ठा दिखाना, उनके लिए गिरावट की ओर जाने जैसा होता है। तनाव और कुंठा के द्वार झट ही खुल जाते हैं, अगर उन्हें कोई छोटी-सी बात के आहत, निराश या आक्षेप लगाकर हतोत्साहित करे अथवा उनके सम्मान के विरुद्ध कोई भी बात करे। अगर एक बार यह उग्र हो जाए तो उसके बाद इन्हें संभाल पाना मुश्किल ही है, अतः इन्हें सदैव अपने में दिमागी संतुलन बनाए रखना चाहिए और जहां तक हो सके गर्म-मिजाजी से दूर रहना चाहिए। अगर बहसबाजी या तर्क करना हो तो इनके आगे किसी की नहीं चलती। अपना पक्ष प्रस्तुत करने में माहिर कृतिका जातकों को बातों से हरा देना असंभव है। इसे उनके स्वभाव की कमी ही कहें कि जिसके कारण उन्हें धीरे-धीरे सभी से कटकर रहना पड़ता है अथवा लोग स्वयं अपने को किनारे कर लेना उचित समझते हैं। इसी का नतीजा है कि उनको अपनी आजीविका और धनार्जन में भी सुअवसर नहीं मिलते हैं या फिर उन्हें यात्रा संबंधी काम सौंप दिए जाते हैं या दूर-दराज की ड्यूटी करने को दी जाती है। बहुत ज्यादा समय तक नौकरी करना भी उन्हें नहीं सुहाता है। अपने प्रतिद्वन्द्वी के लिए भयभीत रहते हैं। जब दोस्तों के सामने सौजन्यताहीन तथा कटु-वचन कहने वाले टेढ़े इन्सान, जो कि अपने आगे दूसरों को तुच्छ या गौण समझकर व्यवहार करते हैं।",
    "female": "यद्यपि वे पूर्णरूपेण स्नेह और प्रेम की मूर्ति होती हैं, परंतु अवस्था के अनुसार उनके व्यवहार में परिवर्तन आ जाता है। किसी प्रकार के दबाव अथवा घुटन में मानसिक व्यथा बढ़ जाती है। उनकी प्रवृत्ति झगड़ालू हो जाती है और लोगों के बीच वे अहंकारी व घमंडी कहलाती हैं। घरेलू वातावरण भी कुछ कलहमय और अशांत रहता है।"
  },
  "education": {
    "male": "कृतिका जातक आमतौर पर अपनी पैदाइश की जगह से दूर जाकर ही आजीविका का क्षेत्र चुनते हैं या फिर नौकरी के चक्कर में उन्हें प्रवास करना पड़ सकता है। दूसरे प्रान्त या विदेश में भी वे धन कमाने के वास्ते जा सकते हैं। व्यापार अनुकूल रहता है, परंतु साझेदारी हानिकारक होती है। व्यवसाय के क्षेत्र में कृतिका जातकों को सरकार से और सरकारी प्रतिष्ठानों आदि से विशेष लाभ होता है। अगर उच्च शिक्षा प्राप्त करनी हो तो इंजीनियरी, चिकित्सा, असाध्य रोगों का उपचार, ट्रेजरी अथवा राजस्व विभाग, बैंकिग उद्योग संचालन या कर्मिक प्रशासन जैसे काम इनके लिए अनुकूल सिद्ध होते हैं। अगर व्यापार ही करना हो तो, कपास अथवा धागे के निर्यात-आयात से, दवाइयों से, फर्नीचर या सजावट के सामान से, नकली आभूषण या फिर सलाहकार सेवाओं से इन्हें लाभ होता है। जीवन में एक भीमकाय व्यक्ति भी इनके लिए खुदा बराबर सिद्ध होता है, जिसके कारण इनके विचार बदल जाते हैं। विपुल लाभ का एक दौर इनके जीवन में ऐसा भी आता है, जिसके बाद इनकी कायापलट हो जाती है। किसी भी काम की शुरूआत धीमे-धीमे करते हैं, परंतु उसको पूरा करने में जी-जान से जुट जाते हैं। यदि यह ऐसा नहीं कर पाए तो इनकी आत्मा इन्हें स्वयं ही धिक्कार सकती है और कभी-कभी इनका मनोबल भी इस प्रक्रिया में टूट जाता है।",
    "female": "आमतौर पर चन्द कृतिका महिलाएं ही उच्च शिक्षा प्राप्त होती हैं, अन्यथा मध्यम स्तर तक शिक्षा के बाद उन्हें कार्यक्षेत्र में जुटना पड़ता है। ऐसी महिलाएं, जो कम पढ़ी-लिखी हैं, धान के खेत से लेकर कृषि फार्म अथवा मछली-पालन जैसे लघु उद्योगों से धन कमाती हैं। जिन महिलाओं का जन्म कृतिका नक्षत्र के पहले अंश अथवा आखिरी अंश में होता है, उन्हें उच्च शिक्षा का लाभ मिलता है, जिसके कारण प्रतियोगी परिक्षाओं में उत्तीर्ण होना सुगम हो जाता है। ये महिलाएं उच्च प्रशासन अधिकारी, वकील, डॉक्टर, इंजीनियर, अध्यापक, फैशन डिजाइनर या ब्यूटी पार्लर चलाने में सिद्धहस्त हो जाती हैं। उनको संगीत अथवा कला से भी लाभ होता है, उसी प्रकार टेलरिंग, चमड़ा उद्योग या वास्तुकारी भी उनके लिए सफल व्यवसाय क्षेत्र है।"
  },
  "marriedlife": {
    "male": "जहां तक पैतृक सुख का सवाल है, वहां पर जातक भाग्यशाली हैं। माता-पिता, भाई-बहन, मामा, नाना के अलावा पूर्णतः भरे-पूरे परिवार का सुख तो इन्हें अवश्य मिलता है, परंतु दांपत्य सहयोगी पत्नी के मामले में ये भाग्यशाली नहीं कहलाते हैं। यद्यपि उनकी पत्नी विद्वान, सुन्दर, गृहकार्य में दक्ष, कर्तव्यनिष्ठ तथा अच्छे विचारों की होती हैं, परंतु कई बार विपरीत आचरण की धर्मपत्नी के कारण भी इनको दांपत्य सुख से वंचित रहना पड़ सकता है। इसके अलावा इनके जीवन-साथी को शारीरिक रोग भी काफी मात्रा में रहते हैं। जिसके कारण रोगोपचार पर यह पर्याप्त व्यय कर देता है। कभी-कभी पत्नी से अलगाव, मारपीट तथा शारीरिक या कानूनी संघर्ष भी हो जाता है, तब बीच-बचाव से अथवा संबंध-विच्छेद से ही स्थिति बदलती है अन्यथा यह व्यक्ति घुट-घुटकर जीता है । जीवन में पत्नी के परिवार से भी इसके संबंध या तो बहुत मधुर रहते हैं या फिर उनके हाथों कठपुतली होकर भी इन्हें रहना पड़ता है। अगर पत्नी लालची या हल्के चाल-चलन की, खूबसूरती में कम हो तो निहित रूप से इनको अपनी पत्नी से लगाव नहीं रहता तथा अन्ततोगत्वा ये उससे पिण्ड छुड़ाकर ही रहते हैं, जीवन के आरार्ध में इसको जहां हर क्षेत्र में उल्लेखनीय सफलता मिलती है, वहां परिवार सुख के मामले में यह भाग्यवान नहीं कहा जा सकता। अगर बृहस्पति, चन्द्रमा पर दृष्टि रखे तो दूसरा-तीसरा विवाह भी हो जाता है, परंतु इसके बाद भी गृहस्थ जीवन पूर्ववत रहता है। कुछ सीमित जातक ही घर-गृहस्थी के मामले में सामंजस्ययुक्त तथा भाग्यशाली कहलाते हैं, फिर भी एकाध अभाव उन्हें झेलना ही पड़ता है। अपनी माता और पिता के प्रति इन्हें विशेष लगाव रहता है। सहोदर, भाई-बहनों के साथ-साथ, मामा-नानी से भी स्नेह प्यार मिलता रहता है। पिता यद्यपि विद्वान, धनी तथा प्रभावशाली होता है, परंतु पिता के जरिए इन्हें विशेष लाभ नहीं मिलता। इनके जीवन में 50 वर्ष तक बहुत ही उतार-चढ़ाव रहता है, फिर भी 25 से 30 तथा 50 से 60 साल की अवस्था विशेष भाग्योदयकारी कही गई है। कुछ जातक प्रेम विवाह भी करते हैं। कभी-कभी कोई परिवार के भीतर की कन्या से विवाह कर लेता है, परंतु विवाहोत्तर संबंध एक से अधिक महिलाओं के साथ रहना आम बात है। धन देकर भी ये लोग काम सुख प्राप्त करने को लालायित रहते हैं।",
    "female": "कृतिका नक्षत्र में उत्पन्न महिलाओं को अपने पति का पूर्ण सुख नहीं मिलता है। कुछ मामलों में संतानहीनता अथवा पति से अलगाव की स्थिति, जबकि कुछ मामलों में विवाह देरी अथवा अविवाहित रहने की स्थिति भी आ जाती है। अगर विवाह छोटी अवस्था न हो तो अच्छा ही है, क्योंकि कई बार कुछ महिलाएं 35 वर्ष बाद भी अच्छे जीवन-साथी को प्राप्त करने में समर्थ हो जाती हैं। ससुराल पक्ष के अन्य सदस्यों के साथ उनकी पटरी नहीं बैठती है और अधिकार क्षेत्र घट जाने से भयंकर मानसिक तनाव पैदा हो जाते हैं। जीवन में आजादी और निर्द्वन्द्व होकर रहना, उन्हें अधिक अच्छा लगता है। एक प्रकार के भ्रमजाल में वे जीवन बिताती हैं और जो उसके लिए शुभकारक होता है या जो उसे सही सलाह देता है, उसको भी भला-बुरा कहने में नहीं चूकतीं, अतःतोगत्वा एक शुष्क तथा रसहीन घरेलू जीवन उन्हें बिताना पड़ता है, जहां सभी सदस्य उसके लिए मनमुटाव तथा खिंचाव पैदा करने वाले साबित होते हैं। अगर मंगल तथा बृहस्पति उसकी जन्म कुण्डली में खराब स्थान में पड़े हों तो संतानहीनता तथा संतान की अकाल मृत्यु सूचित होती है। अगर कोई महिला कृतिका नक्षत्र में शनिवार के दिन पैदा हो तो वह विषकन्या कहलाती है। इस प्रकार की विषकन्या मृत बालक को जन्म देती है। उसके शरीरांग भी खराब व घातक होते हैं। साज-शृंगार और आभूषण से कोई लगाव नहीं होता। अगर चन्द्रमा अथवा लग्न से 185 अंश की दूरी पर कोई शुभ ग्रह बैठा हो तो उक्त दुष्प्रभाव में कमी आ जाती है। अगर मंगल आखिरी तीन नक्षत्रों में स्थित हो, अथवा मंगल पर पाप ग्रहों की दृष्टि हो या मंगल, चन्द्र कुण्डली से बारहवें स्थान में स्थित हो तो वह महिला विधवा हो सकती है।"
  },
  "Health": {
    "male": "कृतिका नक्षत्र में पैदा हुए व्यक्ति की पाचन-शक्ति अच्छी होती है फिर भी उनके खाने-पीने का कोई नियम नहीं होता। पेट बढ़ने के अलावा आंखों की कमजोरी और दांत का दर्द, उनकी प्रधान समस्याएं हैं। खुराक की कमी के कारण टी.बी. अथवा क्षयरोग जैसे कष्ट भी उन्हें झेलने पड़ते हैं। इसके अलावा वायु, बवासीर, मस्तिष्क ज्वर, बुखार, मलेरिया, दुर्घटनाग्रस्त हो जाने के कारण शरीर में चोट तथा हड्डियों तथा जोड़ों का दर्द, उन्हें अवस्था के अनुसार होता रहता है, चाहे कैसी भी बीमारी हो या कितना भी बुरा स्वास्थ्य हो, वे किसी रोग से नहीं घबराते हैं। सुगमता होने पर वे योग, व्यायाम, प्राणामय आदि उपाय करके अपने स्वास्थ्य की देख-रेख करना चाहते हैं ।",
    "female": "कृतिका नक्षत्र में उत्पन्न महिलाएं अच्छे स्वास्थ्य की होने के बावजूद थकान अथवा मानसिक अशांति से ग्रस्त रहती हैं। अत्यधिक घरेलू कार्य या क्लेश कारक स्थिति से उन्हें बचना चाहिए। छाती अथवा फेफड़े के कैंसर की संभावना रहती है। जो महिलाएं कृतिका नक्षत्र के दौरान प्रथम रजोदर्शन करती हैं, वे झगड़ालू, मिलावट करने वाली, बांझ, दूसरों पर आश्रित तथा संतान से विहीन होती हैं।"
  },
  "paaye": "सोना",
  "preferredJob": "कृत्तिका : अग्नि कार्य करने वाले, सुनार, लुहार, ढाबा, रेस्तराँ, तन्दूर चलाने वाले, रंगरेज, कांच का काम करने वाले, ज्वलनशील पदार्थ, गैस, तेजाब आदि से काम करने वाले यज्ञ करने-कराने वाले, ईंधन व्यापारी, विशेषज्ञ, सलाहकार, सफेद फूलों वाले पदार्थ, खजाने में काम करने वाले, गुप्त धन, लॉकर रूम, बड़ी तिजौरी, भूगर्भगृह, सुरंग, सब-वे (Sub-way) गटर, मेनहॉल, कुआँ, गुफा, नाई, ब्यूटी सैलून, भाषा शास्त्री, व्याकरण जानने वाले, बर्तन बनाने वाले पुरोहित, ज्योतिषी, खान में काम करने वाले, खान प्रदेश, खुदाई करने वाले स्थान, श्मशान, रसोई आदि का कारकत्व कृत्तिका के अधीन है।",
  "__v": 0,
  "nakshatradevata": "अग्नि",
  "nakshatradipati": "सूर्य"
},
{
  "name": "Rohini,रोहिणी",
  "number": 3,
  "favorableNakshatra": [],
  "unfavorableNakshatra": [
    "आर्द्रा",
    "मूल",
    "पू.फाल्गुनी",
    "पुष्य",
    "मघा",
    "स्वाति"
  ],
  "saririkSanrahna": {
    "male": "इस नक्षत्र में पैदा हुए व्यक्ति दुबले-पतले शरीर के होते हैं। यदि अन्य ग्रहों की भी दृष्टि हो तो व्यक्ति, छोटे कद, मोटे शरीर के भी देखे गए हैं। उनकी आंखें अत्यधिक आकर्षक व चुम्बकीय होती हैं। उनका व्यक्तित्व सुन्दर व आकर्षक, कंधे चौड़े व भुजाएं सुविकसित होती हैं।",
    "female": "इस नक्षत्र में जन्म लेने वाली महिलाएं, सुन्दर आकृति एवं आकर्षक व्यक्तित्व की होती हैं व मध्यम कद की तथा साफ व गोरे रंग की होती हैं।"
  },
  "charitr": {
    "male": "इस नक्षत्र में पैदा हुए व्यक्ति अत्यधिक गुस्सैल होते हैं। एक बार यदि उन्हें गुस्सा आ जाए तो उनसे छुटकारा जल्दी नहीं पाया जा सकता तथा कोई भी उनका निर्णय नहीं बदल सकता। यदि कोई उनके विचारों को कुचलने की या उनमें बाधा डालने की कोशिश करे तो वे अत्यंत हठीले व दुराग्राही हो जाते हैं। वे दूसरों के दिए गए विचार या राय को भूल जाते हैं, जो उनके अपने विचारों से मेल न खाते हों या उनका विरोध करते हों। उन्हें दूसरों की गलतियां निकालने में विशेष दक्षता हासिल होती है। जबकि वे कोई कार्य, निर्धारित लक्ष्य लेकर नहीं करते। उन्हें दिल की बजाय दिमाग से जीता जा सकता । जबकि जिन्हें वह प्यार करता है, उनके लिए वह तुरंत किसी भी प्रकार का त्याग करने को तत्पर रहता है तथा वह अपने दुश्मनों को अत्यधिक मुसीबत तथा दुःख देने से भी नहीं हिचकता। वह अपने ही कार्यों से स्वयं बहुत प्रभावित रहता है। सत्य को अपनाना व झूठ को अलग कर देना ही उसका एक अच्छा गुण है। कार्य को पूर्व नियोजित न करने की वजह से उसका जीवन कई बार उतार-चढ़ाव से युक्त हो जाता । यदि वह अपने दिमाग की स्वतंत्रता पर थोड़ा नियंत्रण रखे या रोके तो वह अपने जीवन में अपार सफलता अर्जित कर सकता है। उसके लिए कल का कोई महत्त्व नहीं है। वह अपने आज के सुख के लिए सब-कुछ खर्च कर डालता है। वह स्वतंत्र व्यवसाय या व्यापार में ही नहीं, बल्कि समाज-सेवा करके भी अपना नाम रोशन कर सकता है।",
    "female": "इस नक्षत्र में पैदा हुई महिलाएं, अच्छे आचरण वाली तथा सभ्य-परिधान की होती हैं। वस्त्राभूषणों की शौकीन होती हैं व बहुत दिखावटीपन प्रवृत्ति की होती हैं, किंतु वे ह से कमजोर तथा शंकालु होती हैं। गुस्सेबाज होने के कारण वे पेरशानी में पड़ जाती हैं। उनका यह आचरण, पुरुष जातकों से मिलता-जुलता है, अन्यथा वे व्यवहारिक बात को अपने मन में रखने वाली और उकसाये जाने पर उत्तेजित हो जाती हैं।"
  },
  "education": {
    "male": "जहां तक संभव हो सकता है, ऐसा व्यक्ति जो भी कार्य हाथ में लेता है, उसे अपनी पूरी लगन व मेहनत से पूरा करने की कोशिश करता है, परंतु उसमें धैर्य व माफ करने की क्षमता की कमी होती है। ऐसा व्यक्ति हर कला का माहिर या उत्थापक होने की कोशिश करता है, परंतु अपेक्षित गति व नियम न होने के कारण वह असफलता ही प्राप्त कर पाता है। उसके विचारों की स्वतंत्रता कभी-कभार उसके पतन का कारण भी हो सकती है। ऐसा भी देखा गया है कि रोहिणी नक्षत्र में पैदा जातकों के ग्रहों पर यदि अन्य शुभ ग्रहों की दृष्टि हो तो व्यक्ति निम्न स्तर की जिन्दगी से उच्च स्तर की जिन्दगी में पहुंच जाता है। वह दुग्ध पदार्थों व गन्ना इत्यादि के व्यवसाय से धन अर्जित करता है तथा रासायनिक इंजीनियर के रूप में भी पद प्राप्त करता है। वह तकनीकी व श्रम साध्य कार्यों के लिए अत्यंत उपयुक्त होता है। 18 से 36 वर्ष तक का समय ऐसे जातकों के लिए बहुत थका देने वाला होता है। उसको आर्थिक, सामाजिक व शारीरिक रूप से कठिनाइयां उठानी पड़ती हैं। उसका जीवन 38 से 50 के मध्य तथा 65 से 75 के मध्य भाग में विशेष सुखद रूप से गुजरता है। यह भी एक विशेष कारण है कि कोई भी व्यक्ति इन पर विश्वास नहीं करता। इन्हें अपने नौकर-चाकर अथवा साझेदारी पर विशेष ध्यान रखना चाहिए। दूसरों पर अन्धविश्वास करने की प्रवृत्ति भी इन्हें दुःखद साबित होती है। किसी भी काम को सौंपने से पहले इन्हें संबंधित व्यक्ति का परीक्षण अवश्य कर लेना चाहिए",
    "female": "किसी भी काम को सौंप दिए जाने पर उसे पूरा करने के गुण, उनमें होते हैं। ऐसी महिलाएं घरेलू कार्य, सिलाई-कढ़ाई, सजावट के कार्य, नर्सिंग, संचार क्षेत्र, दूध, घी, तेल, होटल व्यवस्था, वस्त्र परिधान के निर्माण एवं डिजाइन से संबंधित कार्यों से धन कमाती। मध्यम स्तर की शिक्षा अर्जित करती हैं।"
  },
  "marriedlife": {
    "male": "जहां तक पारिवारिक जीवन का सवाल है, इस व्यक्ति को अपने पिता से अधिक, माता या मामा आदि से लगाव रहता है। भौतिक लाभ की दृष्टि से वह समय आने पर सामाजिक अथवा धार्मिक प्रतिबंध को तोड़ने में भी नहीं हिचकता। स्वेच्छा से विवाह करना, उसके लिए दुःखी दांपत्य-जीवन का स्रोत बन जाता है।",
    "female": "उनका पारिवारिक जीवन अच्छा रहता है। अपने परिवार के सभी सदस्यों की देखभाल ' का उत्तरदायित्व अच्छी तरह निभाती हैं। अगर शुक्र, रोहिणी नक्षत्र में हो और उस पर शनि की दृष्टि हो तो बहन, माता आदि को खतरा रहता है। ऐसी महिलाओं को माता का अल्पकालीन सुख ही मिलता है।"
  },
  "Health": {
    "male": "इन्हें रक्तदोष या रक्तचाप संबंधी रोग, खून का कैंसर, पीलिया, धातु रोग, मूत्र विकार, मधुमेह, टी.बी. (क्षयरोग) अत्यधिक पसीना आने की बीमारी, गले की खराबी तथा जीवन के अन्तिम भाग में लकवा या कमर आदि झुक जाने से कष्ट होता है।",
    "female": "अच्छे स्वास्थ्य के बावजूद इन्हें टांगों, पैरों अथवा छाती में दर्द की शिकायत रहती है। अनियमितता के कारण गले की खराबी, सिरदर्द, फोड़े-फुन्सी, गर्दन व चेहरे में सूजन या छाती के कैंसर की संभावना भी रहती है। रजोदर्शन अगर रोहिणी में हो तो वह झगड़ालु, कुटिल तथा गर्भपात की संभावना होती है।"
  },
  "paaye": "सोना",
  "preferredJob": "रोहिणी : वचन के पक्के लोग, सच्ची प्रतिज्ञा करने वाले, व्यापारी लोग, व्यापार स्थान, राजा या राज्य प्रबन्ध से युक्त बड़े अधिकारी, मेहनती व लगनशील लोग, योग साधना, ड्राइवर गाड़ी चलाने वाले, ट्रासंपोर्टर, पशु, बड़े महत्वपूर्ण व शक्तिशाली लोग, पानी में रहने वाले जीव, खेती बाड़ी करने वाले, पर्वतीय या जंगली प्रदेश, बड़े धनाढ्य लोग, फैशन के कपड़े बनाने वाले लोग रोहिणी के अधीन हैं।",
  "__v": 0,
  "nakshatradevata": "ब्रह्मा",
  "nakshatradipati": "चंद्र"
},
{
  "name": "Mrigashira,मृगशिरा",
  "number": 4,
  "favorableNakshatra": [],
  "unfavorableNakshatra": [
    "पू.फाल्गुनी",
    "पुनर्वसु",
    "पुष्य",
    "उ.फाल्गुनी"
  ],
  "saririkSanrahna": {
    "male": "इसका लंबा विशालकाय शरीर, मध्यम स्तर का भार, लंबे हाथ, लंबी टांग, गेहूंआ वर्ण रहता है। यह व्यक्ति बार-बार सिर पर हाथ फेरता है।",
    "female": "वह एक दुबली-पतली, लम्बी, तीखे नाक-नक्श की महिला होती है। उसकी देहदृष्टि संतुलित व आकर्षित होती है।"
  },
  "charitr": {
    "male": "इन जातकों में कुछ विशिष्ट बातें देखी जाती हैं। इनको दूसरे पर जल्दी यकीन नहीं होता, सभी पर संदेह करते हैं। व्यवहार में स्पष्ट रहने के कारण, यह दूसरों से भी यही अपेक्षा रखते हैं, परंतु वस्तुतः ऐसी साफगोई रखने वाला इन्हें कोई मिलता नहीं। इनकी प्रसन्न मुद्रा देखकर दूसरा इनसे बहुत शीघ्र ही आत्मीयता प्राप्त कर लेता है, परंतु हमेशा ही इस व्यक्ति को लेन-देन, व्यापार, साझेदारी के मामले में मित्रों तथा रिश्तेदारों पर सहज विश्वास नहीं करना चाहिए। किसी पर अधिक विश्वास कर लेने से, इन्हें जहां भारी धोखा, तनाव और शत्रुता मोल लेनी पड़ सकती है, वहां एक प्रकार की हीन भावना भी ठगे जाने के बाद, घर कर सकती है। जो व्यक्ति इसके शत्रु और विरोधी हैं, उनको भी काम पड़ने पर इनसे सहयोग मिलता है। यह स्वयं पहल करने वाले, जागरूकता, तीव्र बुद्धि का समन्वय रखने वाले तो होते ही हैं, साथ में व्यग्रता, प्रवीणता तथा गंभीरता भी इनके भीतर रहती है। दूसरों के प्रति सदैव सहज स्नेहपूर्ण, निष्कपट व्यवहार के कारण इन्हें अक्सर अच्छे तथा धूर्त्त लोगों से टकराव झेलना पड़ जाता है। बाह्य जीवन बहुत सादा और स्वच्छ होता है। वह स्वयं उच्च विचार, परंतु सादे जीवन के अनुगामी होते हैं। वह हमेशा शुभचिन्तक से सही-सही सलाह भी दूसरों को देते हैं। जब कोई अन्य व्यक्ति पूर्वाग्रह से ग्रस्त होकर इनके प्रति द्वेष उठाता है तो उस वक्त इनको उत्तेजना और आक्रामक लहजे में देखा जा सकता है। ये व्यक्ति हमेशा दूसरों का आदर करते हैं और उचित सलाह को तत्काल अमल में भी लाते हैं, परंतु इसके बावजूद भी इनका जीवन लाभान्वित नहीं होता। तब ये पुनः स्वेच्छा से चलने लगते हैं तथा मनचाहे तौर-तरीके अपनाकर जीवन व्यतीत करने में विश्वास रखते हैं। बाहर से ये जातक अपने को साहसी कहलाना पसन्द करते हैं और चाहते हैं कि वे कोई असाधारण जोखिम भरा कार्य कर डालें, परंतु अन्दर से यह बिल्कुल उत्साहहीन, ठंडे और कार्य प्रवृत्ति के होते हैं। इन सब बातों के चलते, इन्हें सदैव तनावपूर्ण स्थितियों में रहना पड़ता है। फलतः तब तक छोटे से मामले में भी क्रोध से उबल पड़ते हैं। तुनुकमिजाजी बढ़ जाती है तथा सभी लोग इस बदले व्यवहार से दंग रह जाते हैं। 30 वर्ष की आयु तक मृगशिरा युवक संसार में भटकते रहते हैं। उनका निश्चित ठौर-ठिया बन नहीं पाता। कहां जाएं, क्या करें और कैसे करें? जैसे सवाल बिना किसी समाधान के मंडराते रहते हैं। अगर अन्य ग्रहों का संयोग ठीक हो तो इसके बाद इनका जीवन एकाएक बदलाव की ओर झुकता है तथा जीवन की हर सुख-सुविधा, इनके पास चलकर आती-जाती रहती है। इसके उपरांत 40-50 साल तक जीवन-चक्र निर्बाध रहकर घूमता है।",
    "female": "मृगशिरा नक्षत्र में जन्मी महिलाएं बहुत बुद्धिमान होती हैं। सतर्क बुद्धि वाली वे महिलाएं जल्दी ही स्वयं को परिस्थिति के अनुकूल ढाल लेती हैं। सामाजिक कार्यों में उन्हें रुचि रहती है, परंतु घरेलू कार्यों में वे स्वार्थी मानी जाती हैं। कड़ी जबान होने के कारण बड़ी जल्दी लोगों से मनमुटाव बढ़ जाता है। अगर वे किसी को भला-बुरा कहती या कोसती हैं तो दूसरे को तत्काल हानि हो जाती है। यद्यपि वे उच्च शिक्षा प्राप्त, व्यावसायिक दक्षता प्राप्त, कला संगीत की शौकीन, पाक शास्त्रों में निपुण होती हैं। इन महिलाओं की संतान अधिक पितृभक्त होती हैं। अपने बलबूते पर ये महिलाएं अच्छे खान-पान के अलावा धन-संपत्ति की भी मालिक होती हैं। पर्याप्त धनराशि और वस्त्र अलंकारों के बावजूद भी वे अपने पति से अधिक अपेक्षा रखती हैं। स्थाई तौर पर ये लालची वृत्ति की होती हैं।"
  },
  "education": {
    "male": "मृगशिरा जातक ग्रेजुएट स्तर तक बिना किसी रुकावट के शिक्षा प्राप्त करते हैं। उससे अधिक शिक्षा के ग्रहों का अच्छा संयोग चाहिए। वे अच्छे बिक्री-कर्ता, लेखा प्रशासन के जानकार अथवा वित्तीय सलाहकार बन सकते हैं। वे दूसरों को मितव्ययी रहने की युक्ति बताते हैं, पर स्वयं इससे विपरीत दिशा में चलते हैं। जीवन में एक समय ऐसा आता है, जब उनके पास रिक्त कोष मात्र रह जाता है। 32 वर्ष तक न तो नौकरी में तरक्की मिलती है और न ही व्यवसाय से लाभ, अतः भारी जोखिम लेना, तब तक अच्छा नहीं। जैसा कि पहले भी कहा—युवावस्था का पूर्वार्द्ध अनेक प्रकार के उतार-चढ़ाव लिए रहता है। किसी काम को या योजना को आरंभ करने की उतावली तो दिखाते हैं, परंतु फिर शुरू करने के बाद ढीले पढ़ जाते हैं। यह सब कुछ अधिक आत्मविश्वास का नतीजा है कि वे अपने आपको सफल होने से पूर्व ही सफल घोषित कर देते हैं या फिर किसी भी पक्ष के गुणावगुण विचारे बिना उसमें कूद पड़ते हैं। परिणाम का अन्दाजा लगाना, इनको कतई नहीं आता। अगर किसी कार्य विशेष में विघ्न बाधा आने लगे तो बड़ी जल्दी उस काम से मुंह फेरकर दूसरी ओर उन्मुख हो जाते हैं। किसी भी कष्टसाध्य कार्य को अधिक समय तक संभाल पाना, इनके बस की बात नहीं। कुछ मामलों में यह देखा गया है कि व्यक्ति यदि किसी प्रकार के व्यवसाय को आरंभ करने की चेष्टा भी करता है तो ईश्वर उसके प्रतिकूल हो जाता है और अनदेखी बाधाएं आने से वह हतोत्साहित व हीन भावना से ग्रस्त हो जाता है। यह इस नक्षत्र में पैदा हुए लोगों का दुर्भाग्य है। इनके लिए शांति विषयक उपाय यथा समय कर देने चाहिए। जीवन में 33 से 50 वर्ष के आयु खंड में कुछ उपलब्धियां अच्छी होती हैं। इस समय के दौरान संतोषजनक लाभ होता है, परंतु इस दौरान जो भी वह कमाता है, वह जीवन के अन्तिम भाग में बेकार हो जाता है।",
    "female": "मृगशिरा नक्षत्र वाली महिलाएं तकनीकी और वैज्ञानिक शिक्षा से विशेष धन अर्जित करती हैं, जैसे कम्प्यूटर संचालन, मैकेनिकल अथवा विद्युत अभियन्ता, संचार माध्यमों का रख-रखाव, कार्यालय प्रशासन, मार्केटिंग सेल्स आदि। यह आश्चर्य की बात है कि ये महिलाएं उन कार्यों को बखूबी निभाती हैं, जो केवल पुरुषों के द्वारा ही किए जाते हैं। जैसे पुलिस विभाग, रिक्शा अथवा कार-चालन या कोई अन्य जोखिम भरे व्यवसाय क्षेत्र, महिला उद्यमी होना भी इस नक्षत्र की देन है।"
  },
  "marriedlife": {
    "male": "भाई-बहनों से कोई लाभ नहीं होता, बल्कि वे परेशानियों तथा आफत में ही डालने वाले होते हैं। अंततः भाइयों के साथ शत्रुवत व्यवहार करना पड़ता है। उसकी सद्भावनाओं और स्नेह का शुभ परिणाम रिश्तेदार एवं मित्र भी नहीं देते। बिना किसी त्रुटि के सभी उससे गलतफहमी पाल लेते हैं। यही कारण है कि दुर्भाग्यपूर्ण नक्षत्र उसे कहीं पर भी सुकून या चैन नहीं लेने देता है। एक ओर उसकी पत्नी का स्वास्थ्य भी अच्छा नहीं रहता है। छोटे-मोटे कारणों से ही सही पत्नी के साथ विचार-वैमनस्य बना रहता है। दूसरी ओर अगर दोनों ही सदस्य किसी कार्यक्षेत्र में एक साथ ही काम करें तो एक-दूसरे के आगे निकल जाने से यकायक हीन भावना घर कर जाती है। बजाय आपसी सहयोग के दांपत्य जीवन में ईर्ष्या और द्वेष के बादल मंडराने लगते हैं। इन तनावों को दूर करने के लिए जातक को भगवान शिव-पार्वती की संयुक्त आराधना तथा मंगलवार के व्रत रखने चाहिए।",
    "female": "विवाहोपरांत भी ऐसी महिलाएं बहुत सारे कार्य-व्यवसायों से जुड़ी रहती हैं। घर के अन्दर सजावट और सुव्यवस्था कायम करके वे पति तथा परिवार को अपने नियंत्रण में रखती हैं। दो-तीन जगह विवाह की बात चलती है, परंतु मनोवांछित व्यक्ति से विवाह नहीं हो पाता। संतोषजनक दांपत्य सूत्र के बावजूद वह परिवार पर समर्पित रहती है। यदि ऐसी महिलाएं पूर्वा फाल्गुनी या तीसरे या सातवें नक्षत्र वालों से विवाह करें तो पति का सुख कुछ वर्षों तक ही होता है।"
  },
  "Health": {
    "male": "बचपन से ही यह जातक कमजोर शरीर के कारण बीमार रहता है। लगातार कब्ज के कारण पेट की खराबी, शरीर में चोट, घाव, फोड़े-फुन्सी तथा अन्य आंतरिक कष्ट बने ही रहते हैं।",
    "female": "छोटे-मोटे रोग-बीमारियों के अलावा उसे रक्त दोष तथा फोड़े-फुन्सी एवं खाज-खुजली जैसे रोगों से पीड़ित रहना पड़ता है। प्रौढ़ावस्था में शरीर फूलने के कारण उच्च रक्तचाप मोटापा तथा जोड़ों का दर्द परेशान करता है। अन्यथा आमतौर पर वे महिलाएं चुस्त-दुरुस्त रहती हैं। रजोनिवृत्ति अगर इसी नक्षत्र में हो तो पवित्र आचरण की आज्ञाकारी तथा उत्तम पति से युक्त होती हैं।"
  },
  "paaye": "सोना",
  "preferredJob": "मृगशिरा : खुशबू, सेंट, परफ्यूम, वस्त्र, पानी से उत्पन्न पदार्थ, मोती, मूंगा, कमल आदि फूल, फल, रत्न, वनवासी लोगों का समुदाय, वन्य पदार्थ, पक्षी, पशु, शराब पीने पिलाने वाले व विक्रेता, संगीत कुशल लोग, गायक, गायन की समीक्षा करने वाले, कामुक लोग, सन्देश वाहक, नकल नवीस, लम्बी समुद्री या दूर प्रदेशों की यात्राएँ, भवन निर्माण, बड़े सुन्दर भवन, वास्तुविद्, अर्किटेक्ट, भवन निर्माण सामग्री आदि मृगशिरा के अधीन हैं।",
  "__v": 0,
  "nakshatradevata": "सोम",
  "nakshatradipati": "मंगल"
},
{
  "name": "Ardra,अर्द्रा",
  "number": 5,
  "favorableNakshatra": [],
  "unfavorableNakshatra": [
    "पुष्य",
    "उ.फाल्गुनी",
    "श्रवण",
    "मघा"
  ],
  "saririkSanrahna": {
    "male": "यह देखा गया है कि देशकाल और वातावरण के अनुसार, आर्द्रा नक्षत्र के पुरुष विभिन्न ढांचे के पाए जाते हैं। कुछ लोग बहुत दुबले-पतले और छोटे कद के होते हैं, जबकि कुछ बहुत मोटे-तगड़े, विशालकाय होते हैं। कुछ का ढांचा मध्यम, चेहरा बुझा हुआ अथवा नसें उभरी हुईं, दुबले-पतले हाथ-पैर, सांवला या गेहुंआ रंग होता हैं।",
    "female": "सुन्दर, आकर्षक, देहयष्टि वाली आर्द्रा महिलाएं, चमकदार आंखों व चेहरे से युक्त, सुन्दर दंतावाली तथा सधी हुई नाक और कुछ-कुछ घुंघराले केशों से युक्त सदा ही सज-सवंरकर रहने वाली, कर्मठ आचरण की होती हैं।"
  },
  "charitr": {
    "male": "बाल्यकाल में आर्द्रा जातक आज्ञाकारी तथा हर कार्य को तत्परता से निभाने वाले होते हैं। मित्र समुदाय में अथवा सार्वजनिक सभा में ऐसे लोग विनोदी स्वभाव के या सबको आकर्षित करने वाले हाते हैं। वे अच्छे मनोवैज्ञानिक आदि हो सकते हैं। इस नक्षत्र में जन्में जातक मित्र और संबंधियों से बहुत मधुर संबंध बना लेते हैं, परंतु कुछ मामलों में यह भी देखा गया है कि व्यक्ति अत्यधिक स्वार्थी व स्वजनों के प्रति द्वेषभाव रखने वाले, कृतघ्न, लालची तथा अस्थिर मन-मस्तिष्क वाले होते हैं।",
    "female": "आर्द्रा महिलाएं शांतिप्रिय एवं सुसंस्कृत, खर्चीले स्वभाव की होती हैं। यद्यपि वह बुद्धिमान एवं सहायता करने में निपुण, परंतु दोषदर्शी भी होती है। अगर अश्विनी नक्षत्र में लग्न हो तो सौतेला पिता अथवा माता होने की संभावना रहती है।"
  },
  "education": {
    "male": "इस नक्षत्र में जन्में जातक हर जगह अपनी टांग अड़ाने की चेष्टा करते हैं। इस कारण किसी भी विषय का पूर्ण ज्ञान न होने से वे 'अन्धों में काणा राजा' कहलाते हैं। किसी प्रकार के बौद्धिक कार्य से वे यश, धन नहीं बटोर सकते। अपने लक्ष्य से गिर जाने पर वे अवांछित कार्यों से धन कमाने की चेष्टा करते हैं। ऐसे जातक प्रत्येक कार्य में अत्यधिक उत्साह दिखाते हैं, बाद में छोटी-सी समस्या से घबराकर मैदान छोड़ने की सोच लेते हैं।  इन सब असफलताओं से उनके अन्दर हीन भावना पैदा हो जाती है। फलतः परिवार में अप्रिय, झगड़ालू अलग-अलग बैठे रहने वाले अथवा मौजूद स्थान से पलायन करके विदेश या दूसरे शहर में चले जाते हैं। यह भी देखा गया है कि संघर्षमय समय के दौरान या फिर किसी मानसिक तनाव एवं आर्थिक कष्ट से पीड़ित रहने पर भी इनका दिमाग अत्यधिक शीतल और व्यवहार संतुलित रहता है। इसी विशेषता के कारण कभी-कभी दूसरे लोग इनके धैर्य की दाद देते हैं। सदा ही एक लीक पर चलना या एक-सा कार्य करना, इन्हें अच्छा नहीं लगता, कई बार एक साथ कई काम हाथ में ले लेते हैं। कभी-कभार इनको जब महसूस होता है कि इनके नेक इरादे दूसरों के लिए परेशानी का कारण हैं तो ये संबंधित लोगों से बोलचाल बंद कर देते हैं। इनकी अवधारणा से दूसरा व्यक्ति इनका प्रबल आलोचक या शत्रु बन जाता है। किसी भी क्षेत्र में थोड़े समय बाद ही ऊब जाने से व्यवसाय या व्यापार घाटे का सौदा साबित होता है। समाज कार्यों में भी इनका दखल रहता है, परंतु धन बटोरने के मामले में इन्हें बदनाम होना पड़ता है। यही कारण है कि इनकी मध्यावस्था भयंकर उतार-चढ़ाव से गुजरती है। जहां तक संभव हो सके, अनुसंधान कार्य, लेखा, नियोजन या यातायात व्यवस्था, कमीशन एजेन्सी या रख-रखाव जैसे कार्यों में हाथ आजमाना चाहिए। चलचित्र फोटोग्राफी, तस्करी, जादूगरी या निम्न-स्तर के साहित्यिक कार्य भी इनके लिए चुनिंदा व्यवसाय हैं। आमतौर पर आर्द्रा जातक अपने जन्मस्थान से दूर या विदेश में आजीविका प्राप्त करते हैं। 32 से 42 वर्ष के मध्य बार-बार उतार-चढ़ाव आते हैं। 36 वर्ष के बाद स्थिरता आने लगती है। जीवन के अन्तिम भाग में ये घरेलू कार्यों में अथवा सामाजिक कार्यों में व्यस्त रहकर धन कमाते हैं।",
    "female": "आर्द्रा महिलाएं उच्च शिक्षा प्राप्त, विज्ञान अथवा गणित लेखा कार्य में निपुण होती हैं। बहुत-सी आर्द्रा महिलाएं, इलेक्ट्रोनिक्स, सिनेमा, टी.वी. आदि क्षेत्रों से संबंधित तकनीकी व्यवसाय में रुचि रखती हैं। नर्सिंग प्रशिक्षण, सर्वे कार्य अथवा कला रेखांकन से भी इन्हें आजीविका मिल सकती है।"
  },
  "marriedlife": {
    "male": "इन जातकों का विवाह देरी से होता है। अगर समय पर हो भी जाए तो इन्हें अपने परिवार से अलग रहना पड़ता है या फिर जीवन-साथी से विचार-वैमनस्य बढ़ जाने से दांपत्य सुख नाम मात्र रह जाता है। परिस्थितिवश अथवा दूसरों की सलाह न मानने से ये सदैव संकटों से घिरे रहते हैं, परंतु इनके व्यवहार में कुछ भी ऐसा नजर नहीं आता, जिससे दूसरा व्यक्ति इन पर दया करे। इनकी पत्नी का, इन पर पूरा नियंत्रण रहता है, परंतु अपने परिवार से विशुद्ध रहने की इनकी आदत-सी बन जाती है।",
    "female": "इनका विवाह भी काफी उम्र बाद अचानक होता है, परंतु पति या पति के परिवार से इन्हें पूर्ण स्नेह नहीं मिलता। इनका दांपत्य जीवन कांटों से भरा होता है। संतान भी इन्हें वांछित सुख नहीं दे पाती या तो वे असमय में विधवा हो जाती हैं या तलाकशुदा भी हो सकती हैं।"
  },
  "Health": {
    "male": "आर्द्रा जातको को ऐसे रोग हो सकते हैं, जो समय पर नहीं देखे जाने से असाध्य बन जाते हैं। उदाहरणतः हाथ-पैर सुन्न पड़ जाने से लकवा, हृदय रोग तथा दंत विकार। इसके अतिरिक्त अस्थमा, काली-खांसी, कान दर्द, मूर्छा, बुखार या मियादी बुखार प्रारंभिक लक्षण हैं।",
    "female": "अनेक प्रकार के शारीरिक कष्टों से भरी आर्द्रा महिलाएं गुप्त रोगों से पीड़ित रहती हैं। चेहरे पर सफेद दाग, खून की कमी, स्नायु विकार, कर्ण अथवा दंत रोग, फोड़े-फुन्सी एवं प्रसव काल में ऑपरेशन संभव है। कुछ महिलाएं कुलटा, चरित्रहीन, बहिष्कृत अथवा अनाथाश्रम या नारी निकेतन में रहने वाली होती हैं"
  },
  "paaye": "चाँदी",
  "preferredJob": "आर्द्रा : उग्र स्वभाव, कठोर भाषण, दबंगपन, हेकड़ी से काम निकालने वाले, वधिक, परस्त्री लोलुप, स्त्री व्यवसायी, चतुर, चालाक, ठग, फूट डालने में कुशल, भूसा, भूसे वाले अनाज, गेहूँ चावल आदि। मन्त्र प्रयोग करने वाले, कार्य सिद्धि के लिए तान्त्रिक क्रियाएँ करने वाले, भूत प्रेत वश में रखने वाले, तिलिस्म, जादू, मैस्मेरिज्म, हिप्नोटिज्म करने वाले, शातिर व ठंडे बदमाश, हथियारों के व्यवसायी, सैनिक, अन्याय के विरोधी, योद्धा, घेराबन्दी करने वाले, सन्धि करने वाले, मध्यस्थ, रस पदार्थ अर्थात् फ्रूटजूस, शराब, आसव, स्क्वैश बनाने वाले, रसविक्रेता, पानी के व्यवसाय आदि आर्द्रा के अधीन हैं। अपि च वस्तु या वस्त्रादि को साफ करने वाले ड्राईक्लीनर, धोबी, शल्यचिकित्सक आदि भी इसी के अन्तर्गत हैं।",
  "__v": 0,
  "nakshatradevata": "रुद्र",
  "nakshatradipati": "राहु"
},
{
  "name": "Punarvasu,पुनर्वसु",
  "number": 6,
  "favorableNakshatra": [],
  "unfavorableNakshatra": [
    "पुष्य",
    "अश्लेषा",
    "कृतिका",
    "शतभिषा"
  ],
  "saririkSanrahna": {
    "male": "ऐसा व्यक्ति सुन्दर आकृति, लंबे कद एवं ऊंची नाक वाला, लम्बोतरे चेहरे वाला होता है। माथे पर चोट आदि का कोई चिन्ह भी होता है। इसकी पीठ पर काले तिल या चिन्ह से युक्त निशान होते हैं। यह व्यक्ति अधिक जल पीता है।",
    "female": "इस नक्षत्र में जन्मी महिलाओं की आंखें लाल, बाल घुंघराले, ऊंची नाक व वाणी अत्यधिक मधुर होती है।"
  },
  "charitr": {
    "male": "जातक की भगवान पर पूर्ण आस्था होती है। धार्मिक मान्यताओं से युक्त यह जातक अच्छे व्यवहार व आचरण का, लेकिन कालान्तर में परिस्थितियों के सहयोग से परिवर्तनशील आचरण का हो जाता है। आन्तरिक गहराई से युक्त इन जातकों की थाह लेना, बहुत कठिन नहीं है। यद्यपि ये शांति और संतोषप्रिय हैं फिर भी स्वभाव में गर्म-मिजाजी विद्यमान रहती है, पुरानी परंपराओं और मान्यताओं पर इनका अटूट विश्वास है। वह कोई भी गैर-कानूनी गतिविधि या गलत कार्य करने की कोशिश नहीं करता और जो गलत कार्य करते हैं, उन्हें भी वैसा करने से रोकता है। वह दूसरों को दुःख-तकलीफ देने की कोशिश कभी भी नहीं करता, बल्कि जरूरतमंदों की सदैव मदद करने की कोशिश करता है। वह सामान्य जीवन व्यतीत करता है।",
    "female": "आमतौर पर इस नक्षत्र में जन्मी महिलाओं का स्वभाव शांत, मधुर होता है, किंतु इनकी बहस करने की आदत से इनका, इनके पड़ोसियों, नाती व रिश्तेदारों से बार-बार मनमुटाव होता रहता है, फिर भी कई महिलाएं दानी-मानी व दूसरों का सम्मान करने वाली भी होती हैं। इनके कई नौकर-चाकर होते हैं। कुल मिलाकर ऐसी महिलाएं एक आरामदायक व सुखी जीवन व्यतीत करती हैं।"
  },
  "education": {
    "male": "पुनर्वसु नक्षत्र में जन्में जातक साझे व्यापार व्यवसाय को छोड़कर किसी भी अन्य विषय में नाम, सफलता व शोहरत हासिल कर सकते हैं। वह एक अच्छे अध्यापक या एक अभिनेता, लेखक, वैद्य-डॉक्टर आदि के रूप में अत्यधिक नाम तथा शोहरत अर्जित कर सकता है। 32 वर्ष तक का समय इन जातकों के लिए बहुत अच्छा नहीं है, अतः इन्हें 32 वर्ष तक स्वयं को किसी भी प्रकार से बड़े व्यापार या व्यवसाय में संलग्न नहीं करना चाहिए। वे अपार धन-दौलत इकट्ठी करने में ज्यादा सक्षम नहीं होते, किंतु जनसाधारण का आदर सम्मान इन्हें अत्यधिक मात्रा में मिलता है। अपार धन-दौलत न इकट्ठा कर पाने का मुख्य कारण उनमें व्यापार, व्यवसाय, तकनीक का अभाव तथा उनका निष्कपट व स्पष्टवादी स्वभाव ही है। उनके चेहरे पर एक व्यक्तिगत भाव जो साफ नजर आता वह एक भोलेपन, निराशा या पराजय का भाव है।",
    "female": "पुनर्वसु नक्षत्र में जन्मी महिलाएं संगीत की शौकीन होती हैं तथा नृत्य कला में निपुण व ज्ञाता होती हैं।"
  },
  "marriedlife": {
    "male": "ऐसे जातक अपने माता-पिता के आज्ञाकारी होते हैं। वे अपने अध्यापक की तरह ही अपने माता-पिता का आदर करते हैं। इन जातकों में से बहुत कम का वैवाहिक जीवन सुखी होता है। वह या तो अपनी पत्नी से तलाक लेता है या फिर पहली पत्नी के जीवित होते हुए भी दूसरी शादी कर लेता है। यदि वह दूसरी शादी नहीं भी करता है तो भी उसे अपनी पत्नी का स्वास्थ्य बहुत सारी परेशानियां और मानसिक यंत्रणा देता है। फिर उसकी पत्नी में एक अच्छी गृहिणी के सभी गुण विद्यमान रहते हैं। परिवार के अन्य सदस्यों में बार-बार मनमुटाव होते रहते हैं। इसी प्रकार की समक्षणिक समस्याएं उसके मानसिक विध्वंस का कारण बनती हैं।",
    "female": "ऐसी महिला जातक का पति अधिक सुन्दर आकृति वाला होता है। इस नक्षत्र में पैदा हुई महिलाएं अपने पति द्वारा संपूर्ण सुख व शांति प्राप्त करती हैं। यदि हस्त नक्षत्र में पैदा हुए जातक से विवाह हो तो अच्छी संतान को जन्म देती हैं।"
  },
  "Health": {
    "male": "आमतौर पर तो इस नक्षत्र में पैदा हुए जातकों को कोई गंभीर स्वास्थ्य समस्या नहीं होती, फिर भी एक छोटी-सी स्वास्थ्य समस्या उनके लिए परेशानी या चिंता का कारण बन जाती है। यह जातक अत्यधिक पानी पीते हैं तथा इनकी पाचन शक्ति अत्यधिक तेजं होती है।",
    "female": "इस नक्षत्र में जन्मी महिलाएं अच्छे स्वास्थ्य का उपभोग नहीं कर पातीं, इसका मुख्य कारण उनका अपने स्वास्थ्य के प्रति लापरवाह होना है। पीलिया, टी.बी. तथा गुल्मरोग, निमोनिया, पेट की खराबी आदि रोगों से पीड़ित रहती हैं। प्रथम रजोदर्शन इसी नक्षत्र में हो तो वे महिलाएं धार्मिक विचारों की स्वामिनी तथा उत्तम संतान व धन से युक्त होती हैं।"
  },
  "paaye": "चाँदी",
  "preferredJob": "पुनर्वसु : केशसज्जा करने वाले, वास्तुकार, भेंट गिफ्ट बनाने वाले या व्यवसायी, वाहन कारीगर, अनाज के उत्पादन बनाने वाले (Food- Producers) सत्यवादी, दानी, सच्चरित्र, परस्त्री या परधन से परहेज करने वाले, कुलीन, बुद्धिमान, यशस्वी, धनी, व्यापारी वर्ग, अच्छे पद पर कार्य करने वाले, दस्तकार या हाथ के कारीगर, चित्रकार, डिजायनर आदि पुनर्वसु के अधीन हैं।",
  "__v": 0,
  "nakshatradevata": "अदिति",
  "nakshatradipati": "गुरु"
},
{
  "name": "Pushya,पुष्य",
  "number": 7,
  "favorableNakshatra": [],
  "unfavorableNakshatra": [
    "श्रवण",
    "शतभिषा",
    "चित्रा",
    "मघा",
    "उ.फाल्गुनी"
  ],
  "saririkSanrahna": {
    "male": "पुष्य नक्षत्र में उत्पन्न जातक आमतौर पर मध्यम या लंबे कद के, पुष्ट शरीर के, मोटे-ताजे तथा अधिकतर खाने-पीने की ही बातचीत करते हैं। काया, देशकाल और कुल-खानदान के अनुसार गोरी या काली हो सकती है, परंतु एक विशेष बात देखने में आती है कि सभी जातकों का चेहरा सुन्दर, प्रभावशाली और किसी विशिष्ट चिन्ह या तिल आदि से युक्त होता है, यह तिल आंखों के निकट अथवा होंठों के आसपास होता है। ऐसी महिलाओं के गाल पर चिन्ह अवश्य होता है या फिर गाल उभरे हुए और चेहरा तरोताजा दिखता है।",
    "female": "इस नक्षत्र में जन्मी महिलाओं का कद छोटा होता है। रंग गोरा अथवा मिश्रित मात्रा में होता है। अच्छा चपटा चेहरा, आकर्षक देह और कुल मिलाकर सुन्दर कही जा सकती हैं ।"
  },
  "charitr": {
    "male": "यह नक्षत्र बहुत ही कमजोर दिल का होता है। किसी भी मामले की गहराई तक जाना, इनके लिए असंभव है। जो कुछ भी मन में आता है, उसको बिना दुष्परिणाम के डर के ये कर डालते हैं। बुरा काम या बुरी बात करना या कहना इनके लिए सामान्य बात है। मौका पड़ने पर चोरी, झूठ, छलकपट, षड़यंत्र, मायावी कांड एवं भयंकर घोटाले इस नक्षत्र में पैदा हुए महानुभावों के कृत्य हैं। बहुत बड़े शेयर घोटाले में शामिल दो-चार ही पुष्य नक्षत्र के जातक हैं, जिनमें एक व्यक्ति उनका सरगना है। यह तो रही आचरण तथा आत्मा एवं मन कर्म वचन की स्थिति। बाकी बाहरी तौर पर उसके अन्दर सभी प्रकार के व्यावहारिक गुण होते हैं। सबसे प्रेमपूर्वक पेश आने वाला जातक एक ही बार मिलने पर आकर्षित कर लेता है और दूसरी बार उसके चंगुल या बातों में बिना शंका किए ही फंस जाता है। यह भी कटु सत्य है कि अपनी स्वार्थ सिद्धि के लिए यह जातक आपसे संपर्क रखता है अथवा यह अपने सगे को भी अनदेखा कर देता है। अब स्पष्ट हो जाता है कि उसके सभी आचरण और व्यवहार एक ढोंग है। वह अपने-आप में एक रहस्यमय तथा असीम धोखे से भरा शख्स है, जो मौका आने पर अनावृत्त भी हो जाता है। दूसरे की मर्यादा की रक्षा करना वह नहीं जानता। दूसरे के प्रति आदर जताना तो मौके के खेल हैं, परंतु वह स्वयं अपना आदर करता रहता यानी अपने मुंह मियां मिट्टू । इस नक्षत्र की महिलाएं चालबाज, कपटी, धोखा देने वाली, लम्पट तथा अमीरों के आगे-पीछे रहने वाली, अपने पति अथवा परिवार के नाम पर कलंक, फिर भी उच्च पद प्रतिष्ठा तथा सम्मान को प्राप्त कर लेती हैं। सौभाग्य सदैव उनका साथ देता है तथा किसी-न-किसी गणमान्य प्रख्यात व्यक्ति का आश्रय या नाम लेकर चलना या फिर प्रभावशाली व्यक्तियों की आड़ में अपना प्रभाव जमाए रखना भी उनको खूब आता है। 'पराया माल अपना, राम-राम जपना' उस पर सही तौर पर लागू होता है। भूख-प्यास उनसे सहन नहीं होती, चाहे कितनी भी दुःखी आत्मा हो। चटपट सामान्य होकर हंसना, बोलना या नाटक करना उनके प्राकृतिक गुण हैं। उनकी तारीफ करने से वे तुरंत आपकी मित्र बन सकती हैं, जबकि आलोचना करने से स्थाई शत्रु। अगर उन्हें आजादी मिल जाए तो समाज में कलंकित व्यक्तियों तक उनकी पहुंच हो जाती है। वह अच्छे कपड़ों का शौकीन, साज-श्रृंगार युक्त, दिखावट तथा ढोंगकर्त्ता, अन्धविश्वास को बढ़ावा देने वाला तथा सर्वत्र विराजमान रहने वाला जातक होता है।",
    "female": "अच्छे भरे-पूरे परिवार के बावजूद उसको सुखमय जीवन जीना मयस्सर नहीं होता यद्यपि उसका चरित्र सभी को शांतिपूर्ण व्यवस्था में कायम रखने में सहायक होता है। वह अपने से बड़ों के प्रति नम्र तथा आज्ञाकारी होती है, परंतु सभी उसके प्रति सहानुभूति नहीं रखते यानी वह परिवार में भी आलोचना का शिकार होती है। वह समझदार, प्रिय तथा मूड़ी स्वभाव की होती है। वह धार्मिक विचारों की, भगवान से डरने वाली, परंपरावादी यानी रूढ़िवादी होती है तथा नियमानुसार एवं समय पर काम निबटाने की चेष्टा करती है, परंतु घर के लोग उसके चटोरेपन से दुःखी तथा तुनुकमिजाजी के कारण परेशान रहते हैं ।"
  },
  "education": {
    "male": "पुष्य नक्षत्र के जातक किसी भी कार्य-क्षेत्र में कूद पड़ते हैं, जैसे—गणित, विज्ञान, इंजीनियरी, प्रशासन, जनसंपर्क से लेकर मैकेनिक, बाजा बजाने वाले, दलाल, एजेन्ट, जायदाद अथवा धन का लेन-देन करने वाले आदि। बिना परिणाम की परवाह किए, जब आगे चलकर असफल रहते हैं तो फिसलन के बावजूद पुनः कोई नया रास्ता अपना लेते हैं। शर्म-संकोच अथवा सीख लेकर चलने की प्रवृत्ति इनकी नहीं होती। अपने आचरण पर पर्दा डालना उन्हें अच्छी तरह आता है। अतः फिर से अपने मीठे वचन दोहराते हुए वे नए शिकार को तलाशते रहते हैं। ऐसे जातक व्यवहार कुशलता के कारण कहीं भी अपना प्रवेश सुनिश्चित कर लेते हैं और जैसा ग्राहक देखा वैसा सामान उसको पकड़ा देते हैं। अगर उनको अपना वांछित कारोबार या नौकर पद मिल जाए तो फिर आगे बढ़ने से उन्हें कोई नहीं रोक सकता। एक धनात्मक गुण उनमें यह भी है कि वे अपने को हारा हुआ अथवा असफल कभी नहीं मानते। जिसके कारण बाधाएं भी उनके आगे अधिक समय तक नहीं टिकतीं यद्यपि उनकी स्कूली शिक्षा अधिक नहीं होती फिर भी अपने को उच्च कोटि का विद्वान, पेशेवर डॉक्टर, इंजीनियर, अफसर बताकर लोगों को भ्रमित करने की महारथ उनमें होती है। यह सब इस कारण कि दूसरे की क्षमता और बुद्धि के अनुसार उससे बहस या बातचीन बखूबी कर लेते हैं। दूसरा प्रथम गुण उनमें यह होता है कि जो काम कानून के दायरे में खतरनाक है, उसे मत करो। बुरे आचरण के अपराधी को दण्डित करो चाहे वह कितना ही बड़ा आदमी हो। अपने सुख के लिए सब कुछ करो, पर बचाव करते हुए तथा व्यसन या गन्दे खानदान से दूर रहो। दूसरा गुण यह है कि दूसरे को जब तक हो सके, उसके विशेष मददगार के रूप में बनाए रखो और बीच-बीच में अपने से जो भी बन पड़े थोड़ा-बहुत उसको उपहार बतौर देते रहो। यह बात अलग है कि कभी एक मुश्त ही सारा वसूल कर लो, पर वह भी कानून के दायरे में । उनकी अत्यधिक स्वच्छंदता के कारण ही उच्च शिक्षा में, उन्हें असफलता मिलती है या फिर पैसा कमाने के उद्यम में पड़ने से पूरा पढ़ना-लिखना, उन्हें उचित नहीं लगता । यदि उनके पास कदाचित उच्च सरकारी डिग्री हो तो फिर सोने पे सुहागा रहता है और उनकी मंजिल उनके द्वार पर आकर ही टिकती है। इसी कारण नाटकीय जीवन बिताते-बिताते वे स्वयं को कलाकार भी बना सकते हैं। आज के समय में फिल्म एक्टर, प्रोड्यूसर, कहानी लेखक, नाटककार, डायरेक्टर या फिर जनसंपर्क अधिकारी, स्वागतकर्ता, लीडर, मिनिस्टर, विधायक आदि पुष्य नक्षत्र की देन हैं। इनके अलावा मध्यम श्रेणी के व्यापारी, उद्योगपति, ठेकेदार, प्रकाशक एवं आयात-निर्यातकर्ता, ट्रांसपोर्टर, मिस्त्री, स्टेनो, आपरेटर, बढ़ई, कारीगर, हलवाई, होटल मालिक भी पुष्य नक्षत्र के ही जातक हैं। जहां आर्थिक स्थिति का सवाल है। 15-16 वर्ष की आयु तक पुष्य जातकों को अभावग्रस्त जीवन अथवा मामूली जीवन स्तर पर निर्भर रहना पड़ता है, परंतु उसके बाद 32 वर्ष तक कुछ सुधार होता है, परंतु अच्छे के बजाय बुरे समय की बहुलता रहती है। इस बीच अगर विवाह हो जाए तो जीवन साथी से थोड़ी बहुत मदद मिल जाती है, परंतु आमतौर से इनका विवाहित जीवन पैसे के कारण विषाक्त और पति या पत्नी जो भी हो, वह इनसे भी ज्यादा मक्कार, कंजूस और कपटी होता है। यहीं पर इनको ईंट का जवाब पत्थर से देने वाला मिलता है, परंतु दोनों बाहर से समझदारी से काम लेते हैं। दूसरों को नहीं जताते कि हमारे बीच मतभेद है। 32 वर्ष के बाद थोड़ा सुधार होने लगता है। फलतः आर्थिक स्थिति सुदृढ़ होने लगती है। स्वास्थ्य भी अच्छा रहता है तथा कुछ सामाजिक स्थिरता भी इन्हें संबल देती है, परंतु दुर्घटना, बीमारी या फिर दैवी प्रकोप की आशंका बनी रहती है। प्रथम चरण के जातकों को कई बार मरणासन्न दौर से भी गुजरना पड़ सकता है। परिवार तथा घर से ये बहुत अधिक दूर नहीं रहते हैं। घूमने-फिरने वाले व्यवसाय क्षेत्र, इन्हें रुचिकर लगते हैं। यात्राएं आए दिन करते हैं। नौकरी के अलावा दूसरे-तीसरे धंधे भी कराते रहते हैं।",
    "female": "महिला जातक सामान्यतः मध्यम स्तर की शिक्षा युक्त होती हैं। किसी प्रकार की हस्त शिल्प कला, व्यावसायिक कार्य का प्रशिक्षण एवं रोजगारोन्मुखी वृति वाली भी बहुत-सी महिलाएं होती हैं। जमीन-जायदाद, कृषि, पशुपालन या फिर टंकण, मुद्रण, नर्सिंग, आपरेटर जैसे कार्य भी वे कर सकती हैं। निजी सचिव, सुरक्षा अधिकारी, अर्द्धमेडिकल सेवा, सामाजिक सर्वेक्षण, ग्राम सेविका, संस्कृत अध्यापक या बागवानी, पशु चिकित्सा जैसे तकनीकी विषयक रोजगार क्षेत्र उन्हें संभव हैं। प्राइवेट फर्म में मुख्यतः पुष्य महिलाएं क्लर्क से पदोन्नति प्राप्त करके व्यवस्थापक आदि भी हो जाती हैं।"
  },
  "marriedlife": {
    "male": "पुष्य नक्षत्र के जीवन में गृहस्थ सुख उत्तम नहीं कहा गया। क्लेश, तनाव तथा विभिन्न वृत्ति और स्वभाव के पारिवारिक सदस्यों में कोई तालमेल नहीं रहता और कभी-कभी किसी छोटी-मोटी जरूरत के लिए अड़ोस-पड़ोस में हाथ फैलना पड़ता है। बचपन की इस मजबूरी का तब वे फायदा उठाते हैं, जब बड़े हो जाते हैं क्योंकि दूसरों के आगे याचना करना अथवा सभ्यता से मांग रखना, उन्हें बाल्यकाल से ही आता है। इसके अलावा आर्थिक परतंत्रता के बचपन को वे युवा होते स्वतंत्रतापूर्वक दिन गुजार कर देते हैं। अर्थात जब स्वयं कमाने लग जाते हैं तो अपने पर अधिकतम खर्च करते हैं और अपनी कोई भी अधूरी इच्छा तत्काल पूरी करते हैं। परिस्थितियां उन्हें अपने घर-परिवार से दूर रहने पर भी व्यावसायिक कारणों से बाध्य कर देती हैं। चाहे बच्चे या पत्नी से कितना भी लगाव हो, अकेले समय बिताने को भी मजबूरी से स्वीकारना होता है। वे चाहते हैं कि पत्नी पूर्णतः अपने पर निर्भर रहे यानीं वह परंपरा के दायरे में रहकर आधुनिक कहलाए या फिर घूंघट की आड़ में नृत्य करके भी पैसा कमा ले। माता-पिता के भक्त पुष्य जातक दांपत्य जीवन में दुर्भाग्यपूर्ण साबित होते हैं, अगर उनका विवाह बिना कुण्डली मिलान के हो जाए या फिर महज प्रेम-विवाह हो ।",
    "female": "आमतौर पर पुष्य महिलाएं पतिव्रता नजर आती हैं, परंतु उसके पति द्वारा चरित्रहीनता के संगीन आरोप उन पर लगाए जाते हैं। विवाह से पूर्व कुछ मनमानी वे अवश्य करती हैं, परंतु बाद में पति की मार के डर से अथवा परिवार में बदनामी के डर से यह मनमानी कुछ कम जरूर हो जाती है, परंतु उनकी प्रबल यौन इच्छा की भूख कायम रहती है। अक्सर अपनी उम्र से दोगुने व्यक्ति से उनके संपर्क रहते हैं। व्यावसायिक लाभ या फिर मोटी कमाई के लिए वे यह सब फिजूल प्रतिबंधों को ताक में रख देती हैं। बोलचाल में बेबाक, दबंग और रसीले कटाक्ष करने वाली इन महिलाओं पर शौकीन पुरुष सदैव फिदा रहते हैं। खाने-पीने की लालची महिलाएं किसी के द्वारा ऑफर करने पर तत्काल उसके आगे समर्पित हो उठती हैं। उसके बाह्य तौर-तरीकों तथा बातों की मायावी तस्वीर से कभी-कभी लोग उसे बहुत बड़ी संभ्रांत महिला या पढ़ी-लिखी समझ लेते हैं, परंतु आडम्बर तथा झूठ अधिक दिन नहीं चलता। फलतः उनकी पोल खुलने पर लोक-लज्जा जैसी कोई भी बात उनमें नहीं पाई जाती। उसके कन्याएं प्रधानतः होती हैं। अगर उनका जन्म नक्षत्र माता-पिता से अलग हो तो काफी समझदार बच्चे होते हैं।"
  },
  "Health": {
    "male": "पुष्य जातकों का स्वास्थ्य बचपन से ही असंतुलित रहता है। 15 वर्ष तक उन्हें अधिक खाने के कारण उल्टी, कब्ज, अतिसार तथा मोटापा आदि की शिकायत होती है अथवा गरीबी हो तो दवा-इलाज के अभाव में मियादी ज्वर, पेचिस, रक्त दोष या कमजोरी, क्षय रोग टी.बी. की आशंका रहती है। पेट में पथरी, अल्सर, गैस, अफारा, अपच या फिर वात रोग, सूजन, कफू, खांसी, नजला-जुकाम से लेकर हाथ-पैरों के जोड़ों का दर्द भी उन्हें पीड़ित करता है। कैंसर या वी.डी. या फिर हृदय रोग दुर्घटना से अपंगता भी संभव है ।",
    "female": "पुष्य महिलाएं बहुत अधिक यौन सुख की आदी बचपन से होती हैं, अतः उन्हें अधिक पसीना आने की शिकायत रहती हैं। उन्हें टी.बी. क्षय अथवा हारमोन बढ़ने-घटने से सूखने या मोटापे से पैदा रोग हो सकते हैं। अल्सर, स्तन कैंसर, पीलिया, खाज अथवा प्रसाधन सामग्री से उत्पन्न रोग बाल झड़ना या फिर जोड़ों का दर्द, उन्हें बुरी तरह सताता है। अगर प्रथम रजोदर्शन भी पुष्य नक्षत्र के दौरान हो तो उसकी पर्याप्त संतान होती है, परंतु कन्या की प्रधानता रहती है। ऐसी महिला भोग-विलास एवं सुखमय जीवन से युक्त अपने पति की प्रिय होती है।"
  },
  "paaye": "चाँदी",
  "preferredJob": "पुष्य : जौ, गेहूँ, गुड़ चीनी के उत्पादन व व्यवसाय, जंगलातों का व्यवसाय, सचिव, सलाहकार, मन्त्री, मछुआरे, गोताखोर, राजनैतिक या प्रशासनिक क्षमता व पदवी वाले, प्रशासक, साधु लोग, यज्ञ व कर्मकाण्ड करने कराने वाले, रोजगार देने वाले, विवाह करवाने वाले, पुष्य के अन्तर्गत हैं।",
  "__v": 0,
  "nakshatradevata": "बृहस्पति",
  "nakshatradipati": "शनि"
},
{
  "name": "Ashlesha,आश्लेषा",
  "number": 8,
  "favorableNakshatra": [],
  "unfavorableNakshatra": [
    "पू.फाल्गुनी",
    "हस्त",
    "शतभिषा",
    "पू.भाद्रपद"
  ],
  "saririkSanrahna": {
    "male": "लंबे-चौड़े शरीर के आश्लेषा जातक शुष्क व्यवहार वाले होते हैं। उनका शरीर गठा हुआ, चेहरा गोल और आकृति डरावनी नजर आती है। जब वे किसी को घूरते हैं, आंखें उससे हटानी पड़ती हैं। अच्छे वस्त्र और आभूषणों के शौकीन जातक कहीं पर भी जमकर बैठने वाले, चंचल वार्तालाप से युक्त तथा तेज चाल से चलते हैं। चलते वक्त दाएं-बाएं या पीछे की ओर ज्यादा देखते हैं।",
    "female": "अधिकांश आश्लेषा महिलाएं अधिक आकर्षक और सुन्दर नहीं होतीं। अगर मंगल इसी नक्षत्र में स्थित हो तो उनकी शरीरिक आकृति सुन्दर होती है।"
  },
  "charitr": {
    "male": "आश्लेषा जातक किसी का भी आभार नहीं मानते, यहां तक कि जिसने उन्हें जन्म दिया, कष्ट उठाकर पालन-पोषण किया, उनके प्रति भी कृतघ्नता तथा कठोर वाणी से पेश आते हैं। यही कारण है कि वे उन सभी की बददुआ यानी श्राप ले जाते हैं, जिनका भी इनसे वास्ता पड़ता है। बाहर से वह दिखता है कि दूसरों के दुःख में बहुत संवेदनशील तथा दुःखी रहता है, परंतु आंतरिक रूप से वह पक्का मक्कार, अहसानफरामोश तथा स्वार्थी होता है। ऐसे जातक बोलते बहुत हैं। वे दूसरों को कड़वे या तीक्ष्ण बोलचाल से आकर्षित तो कर लेते हैं, जिसके कारण दूसरा आसानी से उनकी बात काटने की हिम्मत नहीं करता या फिर काम निकालते वक्त ऐसी चिकनी-चुपड़ी लगाते हैं कि दूसरा व्यक्ति नकारात्मक नहीं हो पाता। राजनेताओं का अधिकांशतः आश्लेषा नक्षत्र होता है। आज की दल-बदल राजनीति में इनका सरोकार ज्यादा रहता है और बड़ी जल्दी ये शिखर पर पहुंच जाते हैं। इन सब विवादग्रस्त चारित्रिक गुणों के बावजूद आश्लेषा जातक एक कामयाब नेता या लीडर हो सकते हैं, जो देश या राज्य की समस्याओं से जूझने में माहिर, कूटनीति और काम निकालने में दक्ष तथा बौद्धिक क्षमता से परिपूर्ण होते हैं कुछ आश्लेषा जातक कायर-डरपोक तथा कमजोर दिल के, मरी हुई आवाज में बोलने वाले तथा सदैव दीनता तथा भय प्रकट करने के आदी हो जाते हैं। वे स्वयं अहंकारी नहीं होते, बल्कि दुनिया भर के लिए बेकार, फालतू और सिरदर्द पैदा करने वाले तथा शेखीबाज, मक्कारी तथा चालबाजी से अपना धंधा व्यवसाय चलाते हैं। आश्लेषा जातकों को दूसरों पर आसानी से विश्वास नहीं होता। यह भी देखा गया है कि वे स्वयं जमाखोर, चोर, अवांछित चरित्र के महानुभावों के बीच धड़ल्ले से उठते-बैठते हैं। इसका सीधा अर्थ यही है कि उनकी दृष्टि में सभी एक जैसे हैं जैसे—अमीर हो या गरीब, अच्छा हो या बुरा जब जो शिकंजे में आए, उसे हलाल करने में नहीं चूकते। अपनी आजादी और कार्यक्षेत्र में वे किसी की दखलअंदाजी बर्दाश्त नहीं करते। उन्हें वही व्यक्ति प्रिय लगता है, जो उनकी हर अच्छी या बुरी योजना में शामिल हो और किसी प्रकार का प्रतिरोध न करे। ऐसे चमचों पर वे सब कुछ कुर्बान कर सकते हैं। वैसे वे किसी को हानि नहीं पहुंचाते हैं, परंतु जब कोई उनके रास्ते की रुकावट बनता है, उसे हर वक्त सताते और कष्ट देने में तुले रहते हैं। यहां तक कि उनका विरोधी उस स्थान से ही अपने को अलग कर लेता है। कई बार लोग उन्हें बिना देखे ही गलत समझ लेते हैं। यही कारण है कि अच्छे लोग उनसे सदैव दूर भागते हैं। एक विशेष कर्म आश्लेषा जातकों में यह भी है कि वे सदैव अहंकारी तथा दूसरों के प्रति बेरूखी दिखाने वालों का समर्थन करते हैं यदि वह किसी जरूरतमंद की सहायता करेगा उसका ढिंढोरा पीटने से भी बाज नहीं आएगा। इसका अभिप्राय यही है कि लोग उसकी चापलूसी करें और वह व्यक्ति को तिल देकर, ताड़ के बराबर वसूल कर ले। आश्लेषा जातकों में जो भी अच्छे या बुरे गुण हैं, उनके बावजूद वे भाग्यशाली, लोकप्रिय और गर्ममिजाज माने जाते हैं। अगर कोई उन्हें गंभीरतापूर्वक देखे तो यह भी नजर आएगा कि जहां क्रोध नहीं करना चाहिए, वहां पर वे अंगारे बरसाते हैं और जहां पर गर्म होने की जरूरत है, वहां पर चुप रह जाते हैं। वह उनकी अपराध संरक्षण प्रवृत्ति कहलाती है। भाग्यशाली होने के बावजूद वे अपने सौभाग्य से पूरी तरह लाभान्वित नहीं होते हैं। उनको भी अपने सगे-संबंधियों से पूरी तरह धोखा मिलता रहता है। जबकि अज्ञात व्यक्ति उनकी सहायता के लिए उतर आता है।",
    "female": "आश्लेषा महिलाएं अपने पर नियंत्रण रखने में असमर्थ रहती हैं और लापरवाही का व्यवहार करती हैं। अधिकांश महिलाएं शर्मीले स्वभाव की, उच्चकोटि के चरित्र की होती हैं, अपने मित्र और संबंधियों में आदर सम्मान आदि प्राप्त करती हैं। शब्द जाल से ही वे अपने शत्रु या विरोधी को परास्त कर देती हैं।"
  },
  "education": {
    "male": "आश्लेषा जातक कला, वाणिज्य और विज्ञान आदि व्यावसायिक विषयों में डिग्री स्तर की शिक्षा हासिल करते हैं। यदि शनि की दृष्टि इस नक्षत्र पर हो तो ऐसे व्यक्ति प्रशासन, पुलिस अथवा सेना में लेखा या भंडार के अधिकारी होते हैं। व्यापार में उन्हें तरल-पदार्थों विशेष लाभ होता है। अधिकांश जातक क्लर्क, लेखाकार, विक्रय, प्रतिनिधि, एजेंट, दलाल या कमीशन खोर होते हैं, सरकारी क्षेत्र में वे अधिक पदोन्नति प्राप्त करते हैं जबकि प्राइवेट या निजी क्षेत्र में दोहरा व्यवसाय जमाने में क्रियाशील रहते हैं। 35-36 साल उन्हें जोखिम आदि लेने से धनहानि होती है, परंतु 40-42 वर्ष के बीच में इसी जोखिम अपार लाभ भी होता है।",
    "female": "कार्यालय व्यवस्था संबंधी व्यवसाय में लेखन आशुलिपि अथवा संचार व्यवस्थाओं में उन्हें विशेष सफलता मिलती है। इन महिलाओं की शिक्षा मध्यम स्तर की होती है, परंतु कम पढ़ी-लिखी आश्लेषा महिलाएं छोटे-मोटे व्यवसाय से धन कमाने में प्रवीण होती हैं। मछली-पालन, डेयरी कार्य अथवा कृषि एवं सिंचाई से भी इन्हें आजीविका मिलती है।"
  },
  "marriedlife": {
    "male": "अधिकतर घर की मोटी जिम्मेदारियों से वे बच निकलते हैं, परंतु जहां वे परिवार में बड़े होते हैं, वहां पर सब कुछ उन्हें ही करना पड़ता है, परंतु वे अपने उत्तरदायित्व को बढ़ा-चढ़ाकर कहने या अपने कार्यों को उछालने में विश्वास रखते हैं। उनकी इसी अहंकारी प्रवृत्ति से उनकी पत्नी भी अंसतुष्ट रहती है और वह लोगों के बीच में अपने पति की चर्चा करने से घबराती है। यही कारण है कि उनकी पत्नी देवर-नन्द आदि से खिंचाव रखती है और इसके बदले में जातक, पत्नी के परिवार वालों पर अनावश्यक छींटाकशी करता है। यही वजह है कि इनका दांपत्य जीवन खट्टे-मीठे संबंधों का संगम बन जाता है।",
    "female": "अधिकांश महिलाएं घरेलू कार्यों में दक्ष होती हैं, परंतु सास, ससुर अथवा जेठानी, देवरानी से उनके संबंध तनावपूर्ण हो जाते हैं, इसी कारण कभी-कभार इन्हें पारिवारिक षड़यंत्रों का शिकार होना पड़ता है, जिसके चलते पति से भी इनके मतभेद हो जाते हैं, परंतु इनकी संतान कभी इन्हें गलत न समझते हुए इनके प्रति अन्याय के लिए भी स्वर उठाती है।"
  },
  "Health": {
    "male": "तनाव और खुशी के बीच रहने के कारण ये बहुदा खानदान पर अधिक ध्यान नहीं देते, अतः इनका स्वास्थ्य बनता-बिगड़ता रहता है। मादक द्रव्यों का सेवन अथवा नशाखोरी से इन्हें परहेज नहीं रहता। इसी कारण हाथ-पैरों में दर्द, पेट की गड़बड़ी एवं चलने-फिरने में थकावट महसूस करते हैं।",
    "female": "आश्लेषा महिलाओं को बचपन से ही पीलिया, अपच, कब्ज और चक्कर आने की आशंका रहती है और युवावस्था में जोड़ों के दर्द से परेशानी रहती है। युवावस्था में तनाव के कारण स्नायु विकार अथवा चिड़चिड़ेपन की शिकायत रहती है। ऐसे रोगों से प्रभावित होकर ये दूसरों को गाली-गलौच या अपशब्द कहने में उतारू हो जाती हैं। इन्हीं कारणों से लड़ाई-झगड़ा इनके दैनिक जीवन से जुड़ जाता है। रजोदर्शन अगर इसी नक्षत्र में हो तो महिलाएं, पति के अलावा अन्य पुरुष पर आकर्षित, संवेदनशील और धोखेबाज होती हैं। इन महिलाओं की संतान भी जीवित नहीं रहती है"
  },
  "paaye": "चाँदी",
  "preferredJob": "आश्लेषा : झूठे, जुआरी, वायदा व्यापारी, शेयर सट्टा करने वाले, ध तु व्यवसायी, दवा निर्माण कार्य, कैमिस्ट, मुकद्मा, विवाह कराने वाले, व्यापारी, रत्न व्यवसायी, कृत्रिम वस्तुएं बनाने वाले, नकलची, फोटो व्यवसायी, फोटो स्टेट, जड़ी बूटी व्यवसाय, फल, सर्पपालक, सर्प साधने वाले, जहरीले जन्तुओं को पालने वाले, ठग, शल्य चिकित्सक, चिकित्सकीय जाँच करने वाले, मोटे अनाज के व्यवसायी आदि श्लेषा के अधीन हैं।",
  "__v": 0,
  "nakshatradevata": "सर्प",
  "nakshatradipati": "बुध"
},
{
  "name": "Magha,मघा",
  "number": 9,
  "favorableNakshatra": [],
  "unfavorableNakshatra": [
    "उ.फाल्गुनी",
    "चित्रा",
    "विशाखा",
    "उ.भाद्रपद",
    "रोहिणी"
  ],
  "saririkSanrahna": {
    "male": "जातक की लंबी गर्दन तथा रोम युक्त शरीर होता है। अर्थात गर्दन, छाती और हाथ-पैरों पर बाल अधिक होते हैं। यह व्यक्ति अपने से बड़ों का सम्मान करता है। ईश्वर भक्त तथा जीवन को पूरी तरह जीने की इच्छा रखता है। वार्तालाप में नम्र और ज्ञान-विज्ञान में निपुण होता है। इसको अधिक शोर-शराबा पसन्द नहीं है। ",
    "female": "महिला जातक अच्छी और प्रभावशाली रूपरेखा वाली, आकर्षक व्यक्तित्व वाली, चन्द्रमा पर शनि की दृष्टि हो तो लंबे बाल तथा दुबले-पतले शरीर वाली होती है।"
  },
  "charitr": {
    "male": "विद्वान व्यक्तियों के मध्य इसको आदर और सम्मान प्राप्त होता है। विभिन्न प्रकार की कलाओं की भी इस व्यक्ति को जानकारी रहती है। अपना बहुमूल्य समय अपनी सांस्कृतिक विरासत को प्रचार-प्रसार देने में, उसे बढ़ाने और सुरक्षित रखने में खर्च करता है। दूसरों के साथ यह व्यक्ति अच्छी तरह योजनाबद्ध तरीके से व्यवहार करता है। दूसरों का दिल दुखाना या उन्हें अपनी वाणी से निराश करना, यह नहीं चाहता। अगर कभी अनजाने या अनचाहे इसका आचरण इस प्रकार का हो जाए तो व्यक्ति तत्काल इस प्रकार के कृत्य से प्रायश्चित कर लेना बेहतर समझता है। जो व्यक्ति दूसरों को सताता है या दूसरों के राह में रोड़ा अटकाता है, ऐसा व्यक्ति भी इसको पसन्द नहीं है। इस कारण इस जातक के कई गुप्त शत्रु भी बन जाते हैं। अगर सत्य, न्याय के खिलाफ उनकी नजर में कोई भी काम हो रहा हो तो वे इसे बर्दाश्त नहीं कर सकते और फौरन इसके खिलाफ आवाज उठा देते हैं, परंतु मानसिकता के कारण उनको असफलताएं भी देखनी पड़ती हैं। स्वार्थपरक स्वरूप उनसे कोसों दूर रहता है। समाज और समुदाय अथवा देश के लिए मघा जातक बहुत से काम करते हैं, परंतु उन्हें अपने कार्य को करने में मात्र आत्म-संतोष चाहिए, कोई आर्थिक लाभ नहीं। इन्हीं कारणों से वे यदाकदा जनता के बीच शोहरत भी प्राप्त करने में सफल हो जाते हैं।",
    "female": "यद्यपि मघा नक्षत्र की महिलाएं ईश्वर भक्त एवं दान गुण तथा विश्वास रखने वाली होती हैं, परंतु गुस्सा उनकी नाक पर रहता है और झगड़ा करना उनके व्यवहार का एक अंक है। वे शाही जीवन बिताती हैं। घरेलू कार्य हो या दफ्तर का काम, उन्हें इसमें दक्षता प्राप्त होती है। धर्म के प्रति विशेष झुकाव रहता है। अगर किसी को कोई कष्ट हो तो वे बिना किसी स्वार्थ के उसकी सहायता करती हैं।"
  },
  "education": {
    "male": "मघा जातक वैसे तो धन-संपत्ति तथा नौकर-चाकरयुक्त जीवन से परिपूर्ण होते हैं। व्यावसायिक क्षेत्र में या आजीविका नौकरी में वे विशेष सफलता प्राप्त नहीं करते। इसका कारण उनका सपाट और सामान्य व्यवहार तथा दृष्टिकोण है। व्यापार की कूटनीति से अनभिज्ञ रहते हैं, परंतु निष्ठा और कठोर परिश्रम की वे मिसाल बनते हैं। यही गुण उनको कभी-कभी लाभ और उन्नति के अवसर प्रदान करता है। अपने कार्यक्षेत्र को बदलने में वे अक्सर बाध्य हो जाते हैं। कभी वे नौकरी से अर्थोपार्जन करते हैं तो कभी छुट-पुट व्यापार से। एक बार जो निर्णय लेते हैं, उस पर अडिग रहते हैं। अपने वरिष्ठ और कनिष्ठ सहयोगियों के साथ इनके संबंध मधुर और तथ्यपरक होते हैं, अतः अपने मालिक और अधीनस्थ कर्मचारी के बीच कड़ी का काम भी ये कर सकते हैं।",
    "female": "अगर चन्द्रमा के साथ बृहस्पति की युक्ति हो तो मघा महिलाएं रानी-महारानी जैसा जीवन व्यतीत करती हैं, वे उच्चाधिकारी, डॉक्टर, वकील अथवा कोई भी सक्षम महिला होती हैं। उनका विवाह भी अच्छे घर में होता है।"
  },
  "marriedlife": {
    "male": "अधिक मघा पुरुष जातक एक संतुलित दांतत्य जीवन व्यतीत करते हैं। परिवार का सुख उन्हें तब कुछ कम मिलता है, जब शनि इस नक्षत्र पर हो और उस पर मंगल की दृष्टि हो। उनकी संतान भी उच्च कोटि की होती है, बशर्ते कि शुक्र की स्थिति तथा उस पर चन्द्रमा की दृष्टि से संबंधित नक्षत्र न हो। अपने भाई-बहनों की देख-रेख और जिम्मेदारी भी इनको अक्सर निभानी पड़ती है।",
    "female": "इन महिलाओं के स्वभाव में एक ही दुर्गुण है कि वे परिवार में विवाद और तनावपूर्ण संबंध बना लेती हैं। पति तथा सास-ससुर आदि से उनका विवाद चलता रहता है। इसके चलते परिवार वाले मानसिक आघात सहन करते रहते हैं। अगर परिवार में सुख-शांति की अपेक्षा रखनी होती है तो उन्हें अपने इन आदी दुर्गुणों का त्याग करना होगा। इनकी संतान बहुत योग्य होती है तथा एक पुत्र तथा दो पुत्रियां उनकी होती हैं।"
  },
  "Health": {
    "male": "मघा जातक आंखों के रोग, रतौंधी, शनि व मंगल एक साथ चन्द्रमा पर दृष्टि डालें तो कैंसर, अस्थमा या क्षयरोग से ग्रस्त हो सकते हैं।",
    "female": "अगर मंगल, चन्द्रमा के साथ हो तो बचपन में रोग कष्ट आदि होते हैं। रक्त विकार, मूत्र विकार, हिस्टीरिया या पीलिया आदि रोग आम हैं। अगर मंगल, शनि का दृष्टि संबंध या योग हो तो रक्त कैंसर या अन्य शल्य विकार भी संभव हैं। इस नक्षत्र के दौरान अगर प्रथम रजोदर्शन हो तो महिला भाग्यवान तथा सम्मान योग्य होती है।"
  },
  "paaye": "चाँदी",
  "preferredJob": " मघा : कृषि, व्यापार, पशुपालन, प्रसूतिशाला, परिवार नियोजन के शल्यचिकित्सक, बांझपन चिकित्सक, युद्ध का सामान बेचने वाले, गाने बजाने, नाचने वाले, बड़े ग्रामपति, बस्ती बसाने वाले, भूमि व्यवसायी, कॉलोनाइजर, स्त्रियों से द्वेष करने वाले, मांसभक्षी, मांस व्यवसायी इसके अधीन हैं।",
  "__v": 0,
  "nakshatradevata": "पितर",
  "nakshatradipati": "केतु"
},
{
  "name": "Purva_Phalguni,पूर्वाफाल्गुनी",
  "number": 10,
  "favorableNakshatra": [],
  "unfavorableNakshatra": [
    "अश्लेषा",
    "हस्त",
    "स्वाति",
    "मृगशिर"
  ],
  "saririkSanrahna": {
    "male": "ऐसे व्यक्ति की आकर्षक देह होती है। मजबूत शरीर और मिश्रित वर्ण होता है। शरीर में पसीना बहुत आता है। नाक चपटी तथा चेहरा चिकना व गोल होता है।",
    "female": "प्राचीन संहिताओं में पूर्व फाल्गुनी नक्षत्र में पैदा महिलाओं का चरित्र-चित्रण कुछ नकारात्मक ढंग से हुआ है, परंतु यह देखा गया है कि सभी महिलाएं इस श्रेणी में नहीं रखी जा सकतीं। कुछ महिलाएं अत्यंत भाग्यवान, पति एवं संतान सुख से युक्त, दीर्घजीवी होती हैं। औसत महिलाओं का मध्यम कद, गोल चेहरा और लंबी नाक होती है। अच्छे खान-पान के कारण कोई छोटी आयु में ही व्यस्क दिखने लगती है और कोई युवावस्था में औसत दर्जे से अधिक थुल-थुल, परंतु आकर्षक देह युक्त कही जा सकती है।"
  },
  "charitr": {
    "male": "ऐसा व्यक्ति स्वतंत्रता प्रेमी होता है। वह किसी-न-किसी हुनर के प्रकरण में प्रख्यात होता है, परंतु उसका मस्तिष्क किसी-न-किसी कारण असंतुलित ही रहता है। वह दूसरों के बारे में दिव्य ज्ञान या पूर्वाभास कर लेने में कुशल होता है, अतः बिना कुछ कहे ही वह दूसरों की सहायता करने में तत्पर रहता है। उसकी वाणी मधुर होती है। घूमने-फिरने तथा लंबी यात्रा का विशेष शौकीन होता है ।",
    "female": "इस नक्षत्र की महिलाएं नम्र, समझौतावादी, पवित्र आचरण से भरपूर, कला साहित्य आदि में रुचि रखती हैं। धर्मार्थ कार्यों में उनकी रुचि रहती हैं। परोपकार और दूसरों के हितकार्यों में उन्हें प्रसन्नता अनुभव होती है, परंतु इन सभी सद्गुणों के बावजूद उनमें दिखावा करने की विशेष प्रवृत्ति होती है और वे यह मानती हैं कि उनसे आगे कोई नहीं जा सकता। अगर वास्तविक यश बटोरना हो तो उन्हें ये प्रवृत्ति त्यागनी चाहिए।"
  },
  "education": {
    "male": "ऐसे व्यक्ति किसी के गुलाम या अधीनस्थ रहना पसन्द नहीं करते हैं। अपनी क्षमता के अनुसार वे कोई भी ऐसी आजीविका नहीं चुनते, जहां उनको अधीनस्थ बनकर रहना पड़े। अपने मालिक या वरिष्ठ अधिकारी की हां-में-हां कहना इनको नहीं भाता। इसी कारण इनको यदाकदा विवादास्पद कार्यक्षेत्र में उलझा दिया जाता है। इसके अफसर इसे उन्नति का अवसर कम ही देते हैं। वह हरेक कार्य को निष्ठापूर्वक करना चाहता है। किसी भी अवांछित कार्य में न तो वह हिस्सा लेता है और न ही ऐसी बातों को सहन कर सकता है। उसके मस्तिष्क की स्थिति उसे कई प्रकार की दुविधापूर्ण समस्याओं में उलझाए रखती है। दूसरे की जेब काटकर वह कोई लाभ नहीं उठाना चाहता है और यही कारण है कि उसके कई शत्रु होते हैं, जो उसकी प्रगति में प्रथम दृष्टयवर्धक होते हैं। यद्यपि जातक ऐसे शत्रुओं को दबा लेता है और जीवन में बड़े-बड़े काम करने में उसे उत्साह मिलता है। अधिकार चेष्टा का वह विशेष भूखा होता है। धन लाभ की बजाय महत्त्वपूर्ण पद अधिकार उसे पसन्द होते हैं। उन्नति के लिए महत्त्वपूर्ण रास्तों को चुनता है और बहुमूल्य समय आवंटित करता है, फिर भी वह उस जगह नहीं पहुंच पाता, जहां तक पहुंचने की उसकी योग्यता है। इसका यह अभिप्राय नहीं है कि जातक जीवन में उन्नति नहीं कर सकता। जहां तक रोजगार का प्रश्न है, उसे बार-बार अपना कार्यक्षेत्र बदलना पड़ता है विशेषकर 22, 27, 30, 32, 37 तथा 44 साल की अवस्था में, जब वह 45 वर्ष की आयु का होता है, तभी जाकर उसे कुछ संतोषजनक पद मिल पाता है। यद्यपि वह किसी दूसरे के धन का मोह नहीं करता फिर भी उसे सदैव धन की तंगी बनी रहती है और यह भी एक विडम्बना है कि लोग उससे उधार लिया धन कठिनाई से ही लौटाते हैं या नहीं लौटाते। अनेक प्रकार के उतार-चढ़ाव के बाद 45 वर्ष की अवस्था के बाद ही वह अधिकार और गरिमायुक्त पद का भागीदार होता है। व्यापार में भी वह तब अच्छी प्रगति कर सकता है।",
    "female": "इस नक्षत्र में जन्मी महिलाएं कला और विज्ञान में विशेष रुचि रखती हैं। उच्च स्तर की डिग्री या व्यावसायिक पाठ्यक्रम भी उन्हें रुचिकर लगते हैं। अध्यापन, साहित्य लेखन-नाटक कला आदि क्षेत्र उन्हें मनोवांछित धन प्रदान करते हैं।"
  },
  "marriedlife": {
    "male": "उसका वैवाहिक जीवन सुखी रहता है। आदर्श पत्नी और योग्य संतान के होने से वह पर्याप्त संतोष अनुभव करता है। कुछ मामलों में उसे अपनी पसन्द के जीवन साथी से विवाह करने में कठिनाई झेलनी पड़ती है। यह भी देखा गया है कि अगर शनि और मंगल 180 की दूरी पर हों तो दांपत्य जीवन असफल रहता है या तो असमय में ही मृत्यु हो जाती है या तलाक हो सकता है। ऐसी अवस्था में वह अपने घर-परिवार या जन्म-स्थान से दूर जाने की चेष्टा करता है।",
    "female": "इन महिलाओं को सुखद पारिवारिक जीवन आरंभ से ही मिलता है। वे एक कर्तव्यपरायण गृहिणी के साथ ही परिवार के लिए सभी प्रकार त्याग करने में तत्पर रहती हैं। जो भी उन्हें वक्त-बेवक्त सहायता करता है, उनके प्रति अहसानमंद रहती हैं, फिर भी उनको लोग दुस्साहसी और डायन कहने में नहीं चूकते। चूंकि वे अपने को सबसे बुद्धिमान व घर के बाकी सदस्यों को मूर्ख समझती हैं। उनका यह आचरण कभी-कभी गहरे पारिवारिक तनाव का कारण बन जाता है। अपने आस-पड़ोस में भी उनके संबंध सौहार्दपूर्ण नहीं रहते। इन सबका कारण यही होता है कि वे घमंडी और अपनी संपत्ति पर तथा पति के ओहदे पर जरूरत से ज्यादा गर्व करती हैं।"
  },
  "Health": {
    "male": "यद्यपि उसका सामान्य स्वास्थ्य अच्छा ही रहता है फिर भी उसको आंत एवं उदर व्याधि, मधुमेह अथवा दांतों में कष्ट हो सकता है, परंतु कोई स्थाई रोग उस पर हावी नहीं रहता ।",
    "female": "इन महिलाओं को सामान्य स्वास्थ्य विकार के साथ-साथ अस्थमा, पीलिया और श्वांस रोग की शिकायत हो सकती है। अगर प्रथम रजोदर्शन इसी नक्षत्र में हो तो उनका जीवन दुःखद तथा पति के साथ तनावपूर्ण एवं बदला लेने की दुष्प्रवृत्ति सामान्य स्थिति में ही पैदा हो जाती है।"
  },
  "paaye": "चाँदी",
  "preferredJob": "पूर्वा फाल्गुनी : लोकप्रियता हासिल कराने वाले कार्य, गीतकार, संगीतकार, गायक, कवि, चित्रकार, व्यापारी, सूत की वस्तुएँ बनाने वाले, नमक बनाने या बेचने वाले, शहद, मुरब्बा बेचने वाले, तेल व्यवसाय, बालकों को शिक्षित करने वाले, मांस विक्रेता, वकील, फैसला करवाने वाले, अग्निकर्म करने वाले आदि लोग पूर्वा फाल्गुनी के अधीन हैं।",
  "__v": 0,
  "nakshatradevata": "भग",
  "nakshatradipati": "शुक्र"
},
{
  "name": "Uttara_Phalguni,उत्तराफाल्गुनी",
  "number": 11,
  "favorableNakshatra": [],
  "unfavorableNakshatra": [
    "चित्रा",
    "विशाखा",
    " पू.भाद्रपद",
    "पुनर्वसु"
  ],
  "saririkSanrahna": {
    "male": "उत्तरा फाल्गुनी नक्षत्र के जातकों का आमतौर पर लंबा और मोटा ढांचा होता है। लंबे हाथ तथा ऊंची-लंबी नाक होती है। काला तिल शरीर के दाहिने भाग में हो सकता है।",
    "female": "इस नक्षत्र में जन्मी महिलाएं मध्यम कद, नाजुक शरीर, मिश्रित वर्ण और बड़ी व तीखी नाक वाली होती हैं। चेहरे पर कोई काला तिल या दाग होता है।"
  },
  "charitr": {
    "male": "इस नक्षत्र के जातक संसार में सुखी तथा प्रसन्नतापूर्ण जीवन व्यतीत करते हैं। वे कई मामलों में भाग्यवान होते हैं। उनका व्यवहार स्वच्छ होता है। जिस कार्य को भी वे रुचि से करते हैं, वह कार्य अवश्य सफल होता है। धर्म-कर्म तथा समाज-सेवा में भी उनकी विशेष रुचि रहती है। यद्यपि ऐसे जातक स्वच्छ हृदय माने गए हैं, फिर भी वे गर्म मिजाजी हैं, उनकी कमी भी है। उनके अन्दर पर्याप्त सहन शक्ति और धैर्य नहीं होता है। एक बार उन्हें क्रोध आ जाए तो शांत करना मुश्किल होता है। बाद में वे इस पर पश्चात्ताप करते हैं, परंतु जब बहुत देर हो चुकी होती है। अपनी गलती वे कभी नहीं मानते। वे यह स्वीकार भी करते हैं कि वह गलत थे तो भी वास्तविकता को स्वीकार नहीं करेंगे। उनकी निर्णय क्षमता अद्भुत होती है। इसी कारण वे चतुर कहे गए हैं।",
    "female": "इन महिलाओं की बहुत ही शांत और सौम्य प्रकृति होती है। ये किसी के प्रति बैर-भाव अधिक समय तक नहीं रखतीं। सिद्धांतवादी होने के साथ-साथ ये प्रसन्नचित भी होती हैं ।"
  },
  "education": {
    "male": "इस नक्षत्र में पैदा हुए जातक मनचले एवं आजाद स्वभाव के होते हैं, फिर भी वह जो भी काम हाथ में लेते हैं, उसे पूरी तरह से करते हैं। ऐसे व्यक्ति को दूसरों को धोखा देना अच्छा नहीं लगता है और न ही ये स्वयं धोखा खाते हैं। ऐसा व्यक्ति, व्यवसाय या जन-संपर्क के कार्यों में उन्नति करता है। यह सफलता उसे अपने जन्मजात व्यावहारिक गुणों के कारण ही मिलती है। जन-संपर्क से वह अच्छी मात्रा में धन प्राप्त कर लेता है। दूसरों का कार्य वह अपने कार्य की अपेक्षा अधिक लग्न से करता है। वह जो निर्णय लेता उसे आसानी से बदला नहीं जा सकता। चूंकि वह एक जन्मजात परिश्रमी होता है। इसलिए वह अपने परिश्रम के द्वारा उच्च पद की प्राप्ति कर लेता है। ऐसा व्यक्ति एक सफल लेखक, अध्यापक या वैज्ञानिक क्षेत्र में अनुसंधानकर्ता होता है। कई मामलों में देखा गया है कि वह अध्यापन के कार्य से ही अधिक धन कमा लेता है। 32 वर्ष तक आयु का समय ऐसें जातकों के लिए पूर्ण अन्धकार का समय होता है। उसके बाद 38 वर्ष की आयु तक कुछ उन्नति करता है। 38 वर्ष की आयु के पश्चात उसकी सफलता उसकी इच्छाओं के अनुसार होती है। वह 62 वर्ष की आयु तक एक शानदार जीवन व्यतीत करता है। पचासवें शतक में वह व्यक्ति बहुत धन, सम्मान अर्जित करता है। उसके पास केवल अपने द्वारा कमाया गया धन ही होता है। वह एक सफल गणितज्ञ, इंजीनियर, ज्योतिषी आदि भी हो सकता है। उसे विज्ञापन व्यवसाय से भी सफलता अर्जित हो सकती है।",
    "female": "इन महिलाओं की जन्मजात वैज्ञानिक एवं बौद्धिक प्रवृत्ति होती है। इस कारण से वे अध्यापन, प्रशासन तथा शिक्षा संबंधी व्यवसाय के लिए अनुकूल सिद्ध होती हैं। अस्पताल अथवा साज-सज्जा एवं कला दीर्घा आदि व्यवसाय भी अनुकूल सिद्ध हो सकते हैं। यदि शक्ल-सूरत व व्यक्तित्व प्रभावशाली हो तो अभिनय एवं मॉडलिंग से धन कमाती हैं।"
  },
  "marriedlife": {
    "male": "इस नक्षत्र में पैदा हुए जातक का दांपत्य जीवन लगभग अच्छा ही होता है। वह अपने घर-परिवार से संतुष्ट रहता है। यदि शुक्र भी बुध के साथ संयोग करे तो उसके दो विवाह होने की संभावना रहती है। उसकी पत्नी एक सफल गृहिणी होती है।",
    "female": "इन महिलाओं का गृहस्थ जीवन सुखमय होता है। पति एवं संतान योग्य तथा होनहार होती हैं। ये महिलाएं घरेलू कामकाज में कुशल तथा जीवन स्तर को आधुनिक बनाने में सक्षम होती हैं। थोड़ी-बहुत दिखावे की प्रवृत्ति होती है, जिसके कारण पड़ोसी ईर्ष्या करते हैं। यदाकदा परिवार जनों से कलह या वाद-विवाद पैदा हो सकते हैं।"
  },
  "Health": {
    "male": "आमतौर पर इस नक्षत्र में पैदा हुए जातकों का स्वास्थ्य अच्छा रहता है, फिर भी उसके शरीर में दर्द, दांतों की शिकायत, गैस आदि की बीमारी रहेगी। अगर मंगल खराब हो तो उसे पेट व आंतों की बीमारी रहेगी।",
    "female": "आमतौर पर इन महिलाओं का स्वास्थ्य अच्छा ही रहता है, फिर भी सिरदर्द, अस्थमा एवं अन्य मौसमी रोग आक्रमण करते हैं।"
  },
  "paaye": "चाँदी",
  "preferredJob": "उत्तरा फाल्गुनी : वास्तुवेत्ता, भवननिर्माता, विवाह करवाने वाले, कर्मकाण्डी, विद्यार्थी, कोमल अन्न व्यवसायी, सच्चरित्र लोग, ईमानदार, राजा, धनाढ्य लोग, विद्या या धन का प्रदर्शन करने वाले लोग इस नक्षत्र के अधीन हैं।",
  "__v": 0,
  "nakshatradevata": "अर्यमन",
  "nakshatradipati": "सूर्य"
},
{
  "name": "Hasta,हस्त",
  "number": 12,
  "favorableNakshatra": [],
  "unfavorableNakshatra": [
    "अश्विनी",
    "मूल",
    "मघा",
    "अनुराधा",
    "स्वाति",
    "भरणी"
  ],
  "saririkSanrahna": {
    "male": "हस्त नक्षत्र के जातक आमतौर पर लंबे और मजबूत शरीर के होते हैं। रंग मिश्रित होता है और शरीर के मुकाबले हाथ छोटे होते हैं। इनके दाहिने हाथ या कंधे पर घाव या चिन्ह आदि भी होता है ।",
    "female": "हस्त नक्षत्र में जन्मी महिलाओं की आंखें तथा चेहरा अत्यंत सुन्दर तथा आकर्षक होता है। सम्पूर्ण शरीर में मधुरता होती है। उनके सौंदर्य की तुलना दूसरों से नहीं की जा सकती है। शरीर अत्यधिक कमनीय, कोमल तथा चुम्बकीय अदा वाला कहा जा सकता है। रंग, स्वास्थ्य तथा सम्मोहक छवि किसी अन्य नक्षत्र की महिलाओं में कम ही पाई जाती है ।"
  },
  "charitr": {
    "male": "हस्त जातक की प्रकृति सौम्य और शांत होती है। वे हर वक्त मुस्कराते रहते हैं। उनकी आकर्षक मुस्कान दूसरों पर चुम्बकीय प्रभाव डालती है। उनकी यही प्रकृति प्रदत्त छवि दूसरों पर एक स्पन्दन पैदा कर देती है। जो भी उनसे एक बार मिल लेता है, अवश्य उसे आकर्षित कर देते हैं। जनता और समाज में आसानी से आदर प्राप्त कर लेते हैं। दूसरों की सहायता बिना प्रतिदान करना उनकी प्रवृत्ति बन जाती है। दूसरों को धोखा देना उनके बस की बात नहीं चाहे उनकी जान चली जाए। अपनी इन विशेषताओं के बदले उन्हें चाहे कुछ भी नहीं मिले, पर आलोचना तथा व्यंग्य के बाण अवश्य ही मिलते रहते हैं। दिखावे की जिन्दगी उन्हें कभी पसन्द नही रही। दूसरे नक्षत्रों की तुलना में हस्त जातकों का जीवन बेहद उतार-चढ़ाव से भरा रहता है। चाहे व्यवसाय का क्षेत्र हो या कला का, कभी तो वे आसमान की ऊंचाइयां छूने लगते हैं तो कभी जमीन पर लोट जाते हैं। दूसरे शब्दों में भाग्य और दुर्भाग्य उनके गले का हार बनकर रहता है, अतः ऐसी स्थिति में उन्हें अमीर या गरीब नहीं कहा जा सकता है। जब कभी वे किसी काम में हाथ डाल लेते हैं और सफलता की ओर बढ़ने लगते हैं तो पीछे हटने के मौके उनकी ओर लपकने लगते हैं। जब वे संघर्षों से जूझने को तैयार होते हैं तो कोई अचानक आकर उन्हें सहायता और सम्बल देता है और वे एक पिटे हुए मोहरे की जगह विजयी घोषित हो जाते हैं। उनके भाग्य की यही फितरत है कि वे किसी भी घटना या अनहोनी से डरते नहीं, बल्कि डटकर मुकाबला करते हैं। यह भी भाग्य की एक विडम्बना कही जाएगी कि जितनी मेहनत और लगन से वे कार्य करते हैं, उतनी सफलता सहज रूप से उनके हिस्से में नहीं आती। आमतौर पर हस्त जातक दूसरे की भावनाओं की कद्र करते हैं और किसी को भी जाने-अनजाने नुकसान नहीं पहुंचाते हैं, परंतु अगर उनका कोई बिना कारण अपमान करे तो उसका बदला समय से चुकाने में भी सदैव तैयार रहते हैं। अगर समय साथ न दे तो वे सब कुछ भगवान पर छोड़ देते हैं और यही सोचकर दृश्य-पटल से हट जाते हैं कि भगवान सब कुछ देख रहा है। अन्याय और दुष्कर्म का फैसला वही करेगा।",
    "female": "स्त्री जातक की सहज स्वाभाविक लज्जा और शर्मीलापन हस्त नक्षत्र की महिला में विद्यमान रहता है। वे अपने से बड़ों का आदर अवश्य करती हैं, परंतु उनके अधीन गुलाम या बेबस होकर रहना नहीं चाहतीं। अपने विचार और मन की बात स्वयं कहने में वे कभी नहीं हिचकती हैं। इस अभिव्यक्ति का नतीजा कितना बुरा हो सकता है, उसकी परवाह वे नहीं करती हैं। इसी कारण अपने सगे-संबंधियों की आलोचना तथा नुक्ताचीनी का शिकार भी उन्हें होना पड़ता है। अगर थोड़ा-बहुत अपने ऊपर नियंत्रण रखना सीख लें तो उनका जीवन निरापद और तारीफ करने योग्य हो सकता है।"
  },
  "education": {
    "male": "कार्यक्षेत्र में गहरा अनुशासन और नियम-कानून का पालन करना उनकी आदत है। अधीनस्थ कर्मचारी की हैसियत से काम करना उनको रुचिकर नहीं लगता। बहुत थोड़े जातक ऐसे होंगे, जो छोटे स्तर की नौकरी कर रहे होंगे। अन्यथा या तो वे अपना ही व्यवसाय संभालते हैं या फिर किसी उद्योग-कला क्षेत्र या उत्पादन इकाई में महान पदों पर होते हैं। अधिक पढ़े-लिखे न होने के बावजूद हस्त जातक सभी प्रकार के कार्यों में हरफनमौला होते हैं। वे दुनिया को दिखा देते हैं कि वे किसी भी स्तर पर औरों से कम योग्य नहीं हैं। विवादास्पद मामलों को सुलझाने की उनमें अद्भुत क्षमता होती है, अतः वे नेक सलाह देकर दूसरों का हौसला बुलंद करते हैं। सफलता के शिखर तक पहुंचने से पहले उन्हें अनेक प्रकार के उतार-चढ़ाव और जिम्मेदारियों से बखूबी निबटना होता है। 30 वर्ष की आयु के निकट उनके व्यावसायिक और घरेलू जीवन में विशेष परिवर्तन होने लगते हैं। इसके उपरांत 42 वर्ष तक का समय उनके जीवन का स्वर्णिम अध्याय होता है। इस समयावधि के दौरान वे सभी इच्छाओं को एक-एक करके पूरा कर लेना चाहते हैं। 60 से 65 वर्ष की अवस्था के दौरान भी पुनः एक बार सफलता का दौर उनके जीवन में आता है, तब वे व्यवसाय की दुनिया के बादशाह माने जाते हैं ।",
    "female": "आमतौर पर हस्त महिलाएं उच्च शिक्षा और हुनरमंद होने के बावजूद नौकरी-आजीविका में कम ही उतरती हैं। इसका पहला कारण यही होता है कि उनके माता-पिता एवं पति की आर्थिक स्थिति बहुत अच्छी होती है। अगर कोई महिला साधारण परिवार में पैदा हो तो वह अधिकतर सिलाई, बुनाई, हथकरघा, स्टेनो, क्लर्क या फिर हाथों से काम करने वाले कार्यक्षेत्र, कृषि, पशुपालन या कपड़ा मिल आदि में नौकरी प्राप्त कर लेती है।"
  },
  "marriedlife": {
    "male": "हस्त जातक अच्छे दांपत्य सुख की तलाश में सदैव भटकते रहे हैं, उनका पारिवारिक जीवन बचपन से तनावग्रस्त रहता है। यही स्थिति विवाहोपरांत भी आती है। उनकी अर्द्धांगिनी एक सदगुणी महिला होती है, जिसमें पारिवारिक सामंजस्य के सभी गुण होते हैं, परंतु यह भी संभव है कि उनकी पत्नी अपनी युवावस्था में कहीं-न-कहीं से काम-आवेग की अधिकता के कारण आत्मरति की आदत वाली अथवा विवाह पूर्व अनैतिक यौन संबंध बनाए रहती है।",
    "female": "अगर उन्हें अच्छे स्तर का वैवाहिक जीवन व्यतीत करना हो तो एक तो उन्हें मूल नक्षत्र मघा या अश्विनी नक्षत्र वाले से विवाह कदापि नहीं करना चाहिए। उनका घरेलू जीवन बहुत ही सहज, शांत तथा सुखमय कहलाता है। उनका पति स्वस्थ, धनी और दीर्घायु होता है। वह अपनी संतान से भी विशेष सुख लाभ प्राप्त करती है। पहला पुत्र तदनन्तर पुत्रियां हो सकती हैं।"
  },
  "Health": {
    "male": "हस्त जातक को सर्दी-जुकाम और कफ विकार की शिकायत रहती है। प्रदूषण या महामारी के कारण भी उनका स्वास्थ्य प्रभावित होता है इसके कारण कोई स्थाई रोग उन्हें प्रौढ़ावस्था में पकड़ सकता है।",
    "female": "बचपन में तो उनका स्वास्थ्य बहुत अच्छा रहता है। बाद की अवस्था में कुछ मोटापा, रक्तचाप, अस्थमा और घुटनों में दर्द की शिकायत हो सकती है।"
  },
  "paaye": "चाँदी",
  "preferredJob": "हस्त : वस्त्र व्यवसाय, आभूषण व्यवसाय, चोरी के काम, बड़े वाहनों का व्यवसाय, चित्रकार या अन्य कारीगर, शिल्पी, व्यापारी, वेदज्ञ लोग, वास्तु व्यवसाय, धन का लेन-देन, चावल आदि अन्न, सूखे मेवे आदि हस्त के अधीन आते हैं।",
  "__v": 0,
  "nakshatradevata": "सविता",
  "nakshatradipati": "चंद्र"
},
{
  "name": "Chitra,चित्रा",
  "number": 13,
  "favorableNakshatra": [],
  "unfavorableNakshatra": [
    "ज्येष्ठा",
    "पू.आषाढ",
    "कृतिका",
    "विशाखा"
  ],
  "saririkSanrahna": {
    "male": "ऐसे व्यक्ति का शरीर कुछ दुबला-पतला होता है। अगर सूर्य तथा बृहस्पति कुछ बलवान हों तो चित्रा जातक लम्बे-तगड़े शरीर के होते हैं। ऐसे व्यक्ति सैकड़ों की भीड़ में भी आसानी से पहचाने जा सकते हैं। उनके हाव-भाव और अन्दाज दूसरों से निराले ही होते हैं।",
    "female": "चित्रा नक्षत्र में पैदा महिलाएं सुन्दर शरीर और संतुलित देहयष्टि की होती हैं। कद लम्बा और नाक-नक्श तीखे होते हैं। आमतौर पर बाल लम्बे तराशे हुए अथवा गुच्छेदार तथा समान रूप से गर्दन पर छाए रहते हैं। कटे बालों का, उन्हें विशेष शौक रहता है। इसके साथ ही यह भी है कि उन्हें दुर्भाग्यपूर्ण जीवन का शिकार अलग से होना पड़ता है। अर्थात जीवन में जहां भी वे पहुंचती हैं, जिसे भी अपनाती हैं, वही उन्हें धोखा दे सकता है या फिर उनका असली रूप कुछ और ही होता है। इन महिलाओं को सलाह दी जाती है कि स्वेच्छा से कोई काम न करें। विशेष रूप से विवाह तो वे कतई अपनी मर्जी से न करें अन्यथा बाद में उन्हें अपने ही अभिभावकों के ताने-कटाक्ष सुनने पड़ सकते हैं।"
  },
  "charitr": {
    "male": "चित्रा जातक आमतौर पर बहुत ही बुद्धिमान और शांतिप्रिय स्वभाव के होते हैं, परन्तु जब शनि, चन्द्र योग हो या शनि का प्रतियोग हो तो व्यक्ति बहुत ही मक्कार, चालाक तथा धूर्त्त होता है। अपने फायदे के लिए वह मक्कारी की हद तक जा सकता है। इस नक्षत्र की यह भी एक विशेष बात है कि इनके विचार और बात को जब पहले बेवकूफी की बात समझकर टाल दिया जाता है तो बाद में ऐसा मौका भी आता है कि आपको पिछली बात या विचार समस्या का एकमात्र निदान नजर आता है। पूर्वानुमान लगाने में कुशल चित्रा जातक नाप-तौलकर ही अपनी बात रखते हैं। ज्योतिष और चिकित्सा जैसे विषयों में इनका अच्छा अधिकार होता है, यदि ये इस क्षेत्र में रुचि रखते हों । कई बार जातक लगातार कोई स्वप्न जैसा देखता है या फिर कोई अकल्पित बात को दिमाग में उतार लेता है, जो कि बाद में वास्तविक सत्य साबित होता है। यह भी कहा जा सकता है कि चित्रा जातक किसी दिव्य शक्ति से प्रेरित रहते हैं। ऐसे जातक चूंकि किसी स्वार्थ भावना से रहित होते हैं, अतः दूसरों की भावना के प्रति भी अधिक सतर्क नहीं रहते। इस कठोर रवैये के बावजूद समाज के गरीब, बेबस, बेसहारा लोगों के प्रति सदैव दया प्रेम का भाव व्यक्त करते हैं। सामान्यतः स्तर पर लोग उसे गलत भी समझ लेते हैं कि उसका व्यवहार शुष्क और कठोर है। वह किसी प्रश्न का उत्तर बिना सोचे-समझे भी ठीक दे सकता है। किसी भी काम को आखिरी घंटे में ऐसे कर सकते हैं जैसे कि कोई पहले से ही तैयारी करके बैठा हो । विरोधी अपने शत्रुओं के षड्यंत्र दबाने में वे सदैव कामयाब रहते हैं। कदम-कदम पर उनके शत्रु टकराते रहते हैं, फिर भी उनकी सामान्य दिनचर्या पर कोई व्यवधान नहीं आता। समाज के दलित और शोषित-वर्ग के वे चिन्तक तथा समर्थ होने पर मसीहा माने जाते हैं। यह सब वे किसी यश ख्याति या स्वार्थ की प्रेरणा से रहित होकर करते हैं। हां अगर शनि या मंगल की दृष्टि चन्द्रमा पर हो तो समाज-सेवा की आड़ में वे अपना हित भी साधने लगते हैं, परन्तु यह तब उनकी मजबूरी हो सकती है।",
    "female": "उनकी महत्त्वाकांक्षी स्वतंत्रता की प्रवृत्ति तथा दूसरों को अनादर से देखने की प्रवृत्ति, उन्हें सदैव आलोचना का पात्र बनाए रखती हैं। बिना किसी विशेष गुण के भी उनमें अभिमान बना रहता है। विचारों से दुष्कर्मी, आलसी, कटुभाषी तथा कृतघ्न होने के कारण उनके मित्र भी बहुत कम होते हैं, हां पैसे की जरूरत होने पर विपरीत योनि से अनैतिक संबंधों की आड़ में कई लम्पट और कामुक दोस्त अवश्य बन जाते हैं। ऐसी महिलाएं अवसरानुसार कोई भी अकर्म कर सकती हैं।"
  },
  "education": {
    "male": "रुकावटें या अड़चनें उनके जीवन के लक्ष्य को नहीं डिगा सकतीं। चाहे कुछ भी हो अपना फर्ज और उत्तरादायित्व, वे हर हालत में पूरा करते हैं। साहस और कंठोर साधना के बलबूते पर उनका कोई भी काम पिछड़ा नहीं रहता। 30-32 साल तक उन्हें आराम की जिन्दगी नही मिल पाती। उसके बाद 33 से 55 वर्ष तक उनके जीवन का सर्वश्रेष्ठ स्वर्णिम समय होता है। चित्रा जातकों के मामले में यह भी विशेष बात है कि उनके काम-काज के तरीके को देखकर उन्हें अप्रत्याशित उन्नति भी मिलती है। यह भी एक नकारात्मक तथ्य है कि 18 साल के बाद, 22, 27, 30, 36, 39, 43, 50वें साल में उन्हें घोर कष्ट एवं परेशानी, तनाव से जूझना पड़ता है, परन्तु यह संघर्ष ऐसा अद्भुत होता है कि आगे चलकर एक नसीहत बनकर, उनके काम आता है। सूर्य तथा चन्द्रमा योग करें तो व्यक्ति मूर्तिकला, चित्रकला, संगीत वाद्य यंत्रों का शौकीन फिर पुलिस सेना के लिए अनुकरणीय कार्य करने वाला होता है। अगर बुध, बृहस्पति, शुक्र का चन्द्रमा पर प्रभाव हो तो व्यक्ति सचिव, कार्यक्रम नियंत्रक, प्राइवेट संस्थानों में प्रबन्धक, तकनीकी विशेषज्ञ अथवा निरीक्षक, संचालक बनता है। कुछ जातक इंजीनियर, विद्युत विशेषज्ञ, आधुनिक कम्प्यूटर विज्ञान में स्नातक आदि भी बनते हैं। राजनैतिक अभिरुचि न होने के बावजूद उनको राजनेताओं से सम्मान मिलता है।",
    "female": "इन महिलाओं को विज्ञान विषयों में अपनी शिक्षा प्राप्त करना अच्छा लगता है। कुछ महिलाएं मॉडलिंग, फिल्म, टी. वी. नाटक, स्टेज से आजीविका करती हैं। नृत्य, गायन या पुलिस सेवा से भी उन्हें आजीविका मिल सकती है। अगर ग्रहों की स्थिति बहुत ज्यादा अनुकूल न हो तो उन्हें कृषि कार्य, सिलाई-बुनाई या इसी प्रकार के उद्योगमुखी कार्य करने चाहिए ।"
  },
  "marriedlife": {
    "male": "एक तरफ चित्रा जातक अपने भाई-बहनों और माता-पिता को अत्यधिक सम्मान और स्नेह देते हैं, वहीं दूसरी तरफ वे उन्हें कभी-कभी संशय की दृष्टि से भी देखते हैं। अधिकांश चित्रा जातकों को पिता का सुख नहीं मिलता है। अगर सूर्य और शनि का योग हो तो पिता की मृत्यु बाल्यावस्था में ही हो सकती है। यह भी विचारणीय है कि उसका जीवन घर-परिवार से धीरे-धीरे पृथक हो जाता है। यह भी एक और विचारणीय बात है कि अपने पिता या परिवार से बिछुड़ने के बाद ही जातक अपने विशेष अस्तित्व के साथ उभरता है और किसी महत्त्वपूर्ण क्षेत्र में उसका समावेश हो जाता है। माता से वह अधिक जुड़ा रहता है तथा मातृपक्ष से लाभ भी उठाता है। चित्रा नक्षत्र उस घर में नहीं रहते, जहां वे पैदा होते हैं या तो वे घर से दूर चले जाते हैं या फिर वह मकान ही छूट जाता है। कई जातक आप ही अपनी मातृभूमि से दूर जाकर जीवन व्यतीत करते हैं। आमतौर पर चित्रा जातकों का दाम्पत्य जीवन भी अधिक समय तक सुखमय नहीं रहता। छोटे-छोटे मामले आए दिन तनाव का कारण बनते हैं। भोजन में स्वाद की कमी, कपड़ों की बेहतर सफाई, घर की साज-सज्जा अथवा अन्य भौतिक कारण उनके लिए प्रतिष्ठा का प्रश्न बन जाते हैं। अगर पत्नी, धर्मस्त्र, शतभिषा या पुष्य नक्षत्र की हो तो उसकी मृत्यु जल्दी हो सकती है अथवा पत्नी झगड़ों से तंग आकर आत्महत्या कर सकती है। अगर बृहस्पति का प्रभाव शनि तथा मंगल पर पूर्ण रूपेण शुभ हो तो वैवाहिक जीवन सामान्य होता है तथा दो-तीन संतानें भी होती हैं। इसके बावजूद भी उसको अपने गृहस्थ जीवन में कई प्रकार के उत्तरदायित्व तथा प्रतिवाद झेलने ही पड़ते हैं। कुल मिलाकर चित्रा जातक असंतुलित जीवन के पर्याय कहलाते हैं।",
    "female": "इस मामले में बहुत सतर्कता की जरूरत होगी। पति की कुण्डली के साथ अगर अच्छी तरह गुणों का मिलान नहीं हो तो इन महिलाओं को सन्तानहीनता, वैधव्य या फिर तलाक आदि जैसा दुःख झेलना पड़ सकता है। सुखी वैवाहिक जीवन के लिए यथोचित गृहीय उपाय तथा 'मंगल' यंत्र की पूजा करनी जरूरी है। पुखराज धारण करना भी हितकर होगा ।"
  },
  "Health": {
    "male": "इन जातकों को किडनी, पेट तथा पाचन-क्रिया से सम्बन्धित विकार रहते हैं। पथरी, अल्सर या घाव आदि भी आंतों में हो सकता है। आंखों की कमजोरी, रक्तचाप या फिर अन्य गुप्त रोग चिन्ता का विषय बन सकते हैं।",
    "female": "इन महिलाओं को मूत्राशय के रोग, दिमागी ज्वर, सिर में दर्द अथवा पेट का अल्सर हो सकता है। अगर प्रथम रजोदर्शन इसी नक्षत्र में हो तो महिला अत्यधिक कामुक, नम्र तथा जीवन का सुख उठाने की तीव्र इच्छा वाली होती है।"
  },
  "paaye": "चाँदी",
  "preferredJob": "चित्रा :भवन मिस्त्री, कारीगर, दस्तकार, मरम्मत करने वाले, बनाने वाले, रत्नों के पारखी, खुशबू बनाने वाले, लिपिकार क्लर्क, वस्त्र रंगने वाले, गणित या हिसाब किताब करने वाले, एकाउन्टेंट, शल्य चिकित्सक, जुलाहे, वस्त्र निर्माता, कीमती अनाज व्यवसाय, अमीरों का सामान विक्रय आदि चित्रा के अधीन हैं।",
  "__v": 0,
  "nakshatradevata": "त्वष्टा",
  "nakshatradipati": "मंगल"
},
{
  "name": "Swati,स्वाती",
  "number": 14,
  "favorableNakshatra": [],
  "unfavorableNakshatra": [
    "अनुराधा",
    "मूल",
    "उ.आषाढ",
    "रोहिणी",
    "मृगशिर"
  ],
  "saririkSanrahna": {
    "male": "एक खास गुण स्वाति नक्षत्र के जातकों में यह होता है कि पैर अन्दर की तरफ को मुड़े हुए होते हैं तथा घुटने शरीर से बाहर निकले हुए रहते हैं। उनकी शरीर - आकृति मनोहर तथा आकर्षक होती है। महिलाओं की ओर विशेष झुकाव रखते हैं। शरीर मोटा और तगड़ा होता है। कुश्ती, व्यायाम तथा शरीर-बल बढ़ाने में सक्रिय रहते हैं। खाने-पीने में परहेज नहीं करने वाले, अच्छे भोजन के शौकीन तथा कला, हुनर या फिर संगीत साहित्य काव्य के प्रति आकर्षण रखते हैं।",
    "female": "उसकी पहचान यही है कि ऐसी महिला बहुत धीरे-धीरे चलने वाली 'सुन्दर' भारी-भरकम शरीर वाली होगी। आलस्य के कारण दौड़-भाग, खेल-कूद, नाच-गाना, उसे कम पसन्द होता है। फिर भी वह वाहन या सवारी से घूमना ज्यादा पसन्द करती है।"
  },
  "charitr": {
    "male": "अगर उसकी आजादी और स्वार्थ पर आंच नहीं आए तो वह दूसरों की प्रत्येक समस्या में सहायता करने को तैयार रहता है। दूसरों को आदर और सम्मान देने की एक विशेष विद्या उसके पास होती है। इस मामले में चाहे छोटा-सा ही व्यक्ति उसके आगे क्यों न खड़ा हो अगर खुश रखा जाए तो जरूरत के वक्त वह एक अच्छा दोस्त है, अगर नाराज हो जाए तो वह भयानक हो उठता है और इन्तकाम लेने में देर नहीं लगाता है। अपने विरुद्ध चलने वाले के प्रति वह बदला लेने में देर नहीं लगाता है। उसका बाल्य जीवन खतरों और कष्टों से भरपूर रहता है। अपने निकट-संबंधियों और परिजनों की पूर्णरूपेण सहायता करता है, परन्तु जब एक बार उसका दिमाग फिर जाए अथवा किसी कारण अपने परिवारजनों से नफरत हो जाए तो वह अपने हाथ खींच लेता है।",
    "female": "ऐसी महिलाएं सहानुभूतिपूर्ण दशा में निपुण, अच्छी आकृति की तथा प्रेम-व्यवहार रखने वाली होती हैं। पवित्र आचरण के जरिए सामाजिक संगठनों की मुखिया-अध्यक्षा आदि भी होती हैं। बहुत-से पुरुष/स्त्री मित्र होते हैं। शत्रुओं पर विजय रहती है। बहुत-सी महिलाएं स्वयं कार या वाहन चलाना पसन्द करती हैं, परन्तु हमारी राय में यह ठीक नहीं है।"
  },
  "education": {
    "male": "इन जातकों की बुद्धि और ज्ञान की सीमा इतनी विशाल होती है कि वे प्रत्येक कार्य को कुशलतापूर्वक कर सकते हैं, परन्तु 25 वर्ष की अवस्था तक इनको मानसिक और आर्थिक तौर पर तनाव ग्रस्त ही रहना पड़ता है, चाहे कितने ही बड़े धनी परिवार में जन्मे हों। उसके बाद 30 वर्ष तक इनको अपने व्यवसाय/नौकरी आदि से उतनी अधिक संभावनाएं नहीं नजर आतीं, जिससे कि संतुष्ट रहा जा सके। 30 वर्ष बाद इनका सुनहरी समय आरंभ होता है तथा 60 वर्ष की आयु तक निर्बाध जीवन चलता है। स्वाति जातक बहुमूल्य धातुओं, सोने-चांदी या फिर मशीनी, फिल्म, छायाकारी, टी.वी., रेडियो, घड़ी-साजी, ट्रेवल एजेंसी, बीमा, कोरियर सेवा या फिर अनैतिक व्यापार-जमाखोरी, मार्केटिंग आदि से धन कमाते हैं। चन्द्रमा अगर शुक्र के साथ हो तो अभिनय से, कपड़ों के व्यापार से, सजावट से, मंगल हो तो पुलिस, सेना की नौकरी से, इंजीनियरी से, बुध हो तो अनुवाद से, ज्योतिष सें, सूर्य, मंगल आदि चन्द्रमा के साथ हो तो इंजीनियरी या फिर रसायन, केमिकल्स, खाद या विस्फोटक पदार्थों के लेन-देन से व्यापार करते हैं।",
    "female": "अगर ऐसी महिलाएं नौकरी आदि के क्षेत्र में पढ़-लिखकर चली जाएं तो उन्हें वहां बेहद सफलता और यश मिलता है। यह भी एक विडम्बना होगी कि जब वे यात्रा या रात्रिकालीन सेवा नहीं करना चाहती हैं, तो उन्हें इस काम के लिए बाध्य किया जा सकता है।"
  },
  "marriedlife": {
    "male": "इन जातको का वैवाहिक जीवन उतना सुखद नहीं होता, जितना बाहर से नजर आता है। बाहर से ऐसा लगता है कि जैसे उनमें बहुत प्रगाढ़ प्रेम हो, परन्तु अन्दर ही अन्दर एक-दूसरे के प्रति नफरत का भाव लिए रहते हैं।",
    "female": "परिवार में ऐसा माहौल और परिस्थितियां पैदा हो जाती हैं, जहां इन्हें बुद्धिबल की अपेक्षा अपने नैतिक सिद्धांतों के विरूद्ध कार्य करना पड़ता है। इसके बावजूद भी पर्दे की ओट में मन की इच्छा पूरी कर लिए जाने पर ये अपने परिवार के प्रति प्रतिबद्ध रहने वाली, बच्चों के प्रति वफादार तथा पोल खुल जाने पर भी अपनी पुरानी आदत के कारण स्वच्छंद जीवन बिताने की कामना करने लगती हैं। अगर उत्तरासाढ़ा नक्षत्र के जातकों से विवाह हो तब भी परिवार में लड़कियां अधिक होती हैं। उत्तरासाढ़ा नक्षत्र में विवाह करने से एक संतान होती है"
  },
  "Health": {
    "male": "आमतौर से जातक मध्यावस्था में अच्छे स्वास्थ्य का आनंद उठाते हैं, जैसे कि सभी जातक किसी न किसी रोग से अवश्य ग्रस्त रहते हैं, अतः स्वाति जातक भी आंतों की बीमारी, बुखार, अनिद्रा रोग तथा तनावपूर्ण जीवन से उत्पन्न हृदय रोग रक्तचाप के रोगी होते हैं ।",
    "female": "बाहर से ऐसी महिलाएं स्वस्थ नजर आती हैं, परन्तु आंतरिक शरीर कमजोर ही होता है। इनको अस्थमा, बुखार, मलेरिया, सिरदर्द, अनिद्रा रोग तथा जोड़ों का दर्द सदैव रहता है। अगर इसी नक्षत्र में प्रथम रजोदर्शन हो तो ऐसी महिलाएं पवित्र आचरण की, बुद्धिमान, मैकेनिक, तकनीकी व्यवसाय में रुचि रखती हैं। ऐसी महिलाएं वफादार, आज्ञाकारी, परन्तु राजनीतिज्ञ, समाज का सुधार करने वाली होती हैं।"
  },
  "paaye": "चाँदी",
  "preferredJob": "स्वाति : पशु, पक्षी, घोड़े, वाहन, गैस पंक्चर लगाना, पैट्रोल व्यवसाय, तपस्वी, कुशल व्यापारी, जंगली जानवरों को सधाना, कृषि, भण्डार करना, तेजी आने पर बेचना, हवाई यात्रा, वातानुकूलन, यात्रा करना आदि स्वाति के अधीन है।",
  "__v": 0,
  "nakshatradevata": "वायु",
  "nakshatradipati": "राहु"
},
{
  "name": "Vishakha,विशाखा",
  "number": 15,
  "favorableNakshatra": [],
  "unfavorableNakshatra": [
    "रोहिणी",
    "मघा",
    "पू.आषाढ",
    "श्रवण"
  ],
  "saririkSanrahna": {
    "male": "उनका चेहरा गोल, रंग चमकदार तथा शरीर की बनावट मनोहारी होती है। कुछ जातक मोटे और लम्बे होते हैं। कुछ जातक मध्यम कद के दुबले-पतले ढांचे के होते हैं ।",
    "female": "ऐसी महिलाएं अत्यन्त सुन्दर होती हैं। इस सौन्दर्य गुण के कारण उनकी ओर कई-कई मर्द एक साथ आकर्षित रहते हैं और कई बार उनको इस खूबसूरती के कारण संकट का सामना करना पड़ता है। युवा होने से पहले ही उनके अनेक पुरुष मित्र होते हैं, जिनके साथ शारीरिक संबंध भी नादानी में हो सकते हैं।"
  },
  "charitr": {
    "male": "इस जातक के अन्दर भरपूर शक्ति और साहस शौर्य के अलावा उच्च-स्तर का ज्ञान होता है तथा वह अपने सच्चे अस्तित्व पर अडिग रहने वाला होता है। पोंगापंथी अथवा रूढ़िवादी पर इसका बिल्कुल विश्वास नहीं होता है, फिर भी ये जातक अच्छी परंपरा की कद्र करते हैं, परन्तु आधुनिक विचारों को अपनाने में ये सहर्ष आगे रहते हैं। आमतौर पर ऐसे जातक अपने परिवार से अलग रहते हैं। वे दूसरे को इतना देने की इच्छा रखते हैं, जितना कि वह संभाल सकने योग्य नहीं होता। गुलामी करना उनके लिए आत्महत्या के समान है। ऐसा व्यक्ति धार्मिक जीवन में जहां बहुत ही सक्रिय रहता है वहां अंधविश्वासी कट्टर पंथी धर्म को नकार देता है। सभी धर्मों, जातियों और सम्प्रदाय के लोगों को एक ही 'नर' स्वरूप मानने वाला विशाखा जातक गांधीवादी दर्शन का पूर्ण समर्थक होता है। 'अहिंसा परमोधर्म' तथा 'सत्य ही भगवान' है, जैसे वाक्य उसके जीवन के आदर्श होते हैं। कुछ जातक इन्हीं विचारों को लेकर 35 वर्ष की अवस्था के बाद सन्यासी हो जाते हैं, परन्तु यह संन्यास आम विचारों का ही परिवर्तन माना जाए, क्योंकि गृहस्थ जीवन के सभी उत्तरदायित्व, वे इस विचार परिवर्तन क बाद भी पूरे करते रहते हैं ।",
    "female": "विशाखा महिलाएं बहुत ही मधुरभाषी होती हैं। वे घरेलू कार्यों में दक्ष और बाहरी कार्य, व्यवहार तथा कार्यालय व्यवस्था में भी खरी उतरती हैं। दम्भ तथा पाखंड उनमें बहुत कम दिखाई पड़ता है। दिखावे पर वे विश्वास नहीं करतीं तथा व्यवहार में साधारण तथा सहज आचरण की होती हैं। अपने सौंदर्य को मेकअप के जरिए अधिक उज्ज्वल दिखाना वे नहीं चाहतीं। उसके सद्गुणों में वे पूरा विश्वास करती हैं और अत्यधिक पूजा-पाठ करने वाली ऐसी महिलाएं मंदिर और पवित्र स्थलों में दर्शनार्थ जाना पसन्द करती हैं ।"
  },
  "education": {
    "male": "अपनी वाक्शक्ति से ऐसे जातक विशाल जनसमूह को मोहित कर लेते हैं। ऐसे व्यक्ति भाषण कला में बहुत-से ईनाम (पुरस्कार) जीत सकते हैं। इसके अलावा कोई कला या हुनर उनमें हो तो उसके जरिए भी ये ख्याति अर्जित करते हैं। राजनीति में ये व्यक्ति ही अनुकूल रहते हैं। खर्च के मामले में एक विशेष बात होती है कि जहां पर खुलकर खर्च करना चाहिए, वहां पर कजूंसी दिखाते हैं और जहां नहीं खर्चना चाहिए, वहां फिजूलखर्ची करते हैं। स्वतंत्र व्यवसाय के क्षेत्र में जातक अनुकूल लाभ प्राप्त करते हैं। दूसरी ओर उच्च-स्तर के जिम्मेदारी पूर्ण पद, उद्योग, व्यापार, बैंकिग, शेयर बाजार, प्रकाशन, विज्ञापन, कानून की वकालत से लेकर गणित, विज्ञान, शिक्षण, अध्यापन आदि क्षेत्रों में इन जातकों का बाहुल्य होता है।",
    "female": "ऐसी महिलाएं काव्य और संगीत के प्रति विशेष सम्मान रखती हैं। अगर अन्य ग्रहों का संचार अच्छा हो तो, ऐसी महिलाएं विज्ञान लेखक, बाह्य यंत्र में रुचि रखने वाली, शास्त्रीय संगीत की जानकार तथा कला और साहित्य की मर्मज्ञ होती हैं।"
  },
  "marriedlife": {
    "male": "इन्हें अपनी माता का प्यार और स्नेह नहीं मिलता। इसका प्रमुख कारण यही होता है कि या तो इनकी माता की असमय मृत्यु हो जाती है या फिर कुछ परिस्थितियां ऐसी होती हैं, जिसके कारण बचपन से ही इन्हें माता से अलग होना पड़ता है। जहां बृहस्पति का प्रभाव अच्छा हो, वहां माता की आयु लम्बी होती है, परन्तु उसका कोई लाभ जातक को नहीं मिलता। अपने पिता पर ऐसे जातक बहुत अभिमान करते हैं। उनकी कला, संपत्ति या विचारों से प्रभावित रहते हैं, पर पिता से भी आर्थिक प्रत्यक्ष संसर्ग नहीं रहता है। कई मामलों में माता-पिता के साथ विवादास्पद सम्बन्ध बन जाते हैं। जिनका कोई संभव हल नहीं निकलता। यही कारण है कि ऐसे जातक बचपन से ही कठोर परिश्रमी, ठोकर खाए हुए तथा हर किस्म के हालात से टक्कर लेने में सक्षम होते हैं । वे अपनी पत्नी और संतान को अत्यधिक प्यार करते हैं। इसके बावजूद उनमें दो-एक बुरी आदतें भी होती हैं। एक तो वे अधिक मद्यपान करने वाले होते हैं। दूसरे उनका आचरण संतुलित नहीं होता। मौका पड़ने पर दूसरी औरतों के साथ भी उनके अनैतिक सम्बंध बने रहते हैं, परन्तु अपने पारिवारिक और सामाजिक जीवन में उसकी इन रहते हैं। प्रवृत्तियों से कोई रूकावट नहीं आती । वह यथावत् चलते हुए अपने सभी कर्म करते हैं।",
    "female": "अपने पति को वे अपना देवता मानती हैं। उसके धार्मिक चरित्र के कारण उसके ससुराल पक्ष के लोग बहुत प्रभावित रहते हैं। जैसा कि वह अपने पारिवारिक सदस्यों से लेकर दूर के सगे-सम्बंधियों की विशेष चिंता रखती हैं, उनके चलते उनको धीरे-धीरे अधिकार और प्रतिष्ठा मिलती रहती है। अपने ससुर के प्रति उनका विशेष आदर होता है। उन्हें अक्सर दुर्लभ तीर्थ स्थानों के दर्शन का लाभ होता है।"
  },
  "Health": {
    "male": "उसके अन्दर शक्ति, ताकत यानी मजबूती बाल्यकाल से ही अद्भुत रहती है। इसी कारण उसका स्वास्थ्य आमतौर पर बहुत अच्छा कहा जा सकता है। फिर भी वृद्धावस्था में लकवा, नाड़ी कम्पन रोग उसे हो सकते हैं। अगर विशाखा के द्वितीय या तृतीय चरण का जन्म हो तो 70 प्रतिशत जातक 50 साल की आयु के बाद रक्तचाप और लकवे के शिकार होने लगते हैं। बाकी 30 प्रतिशत जातक अस्थमा, श्वास रोग, हड्डी टूटने के कारण रीढ़ का दर्द अथवा अन्य सामयिक बीमारियों से ग्रस्त रहते हैं।",
    "female": "उनका स्वास्थ्य आमतौर पर अच्छा ही रहता है। फिर भी उन्हें किडनी का दर्द, गांठों की शिकायत अथवा स्व-रति के कारण कमजोरी हो सकती है।"
  },
  "paaye": "ताँबा",
  "preferredJob": "विशाखा : लाल फूल, लाल फल, सेव, आलू बुखारा आदि, तिल, मूंग, दाल व्यवसाय, कपास या कपास से निर्मित पदार्थ, चना, भट्टी पर काम करने वाले, विवाद निपटाने वाले, लेखक, नृत्य-संगीत, वस्त्र आभूषण व्यवसाय, धान्यसंग्रह आदि विशाखा के अधीन हैं।",
  "__v": 0,
  "nakshatradevata": "इन्द्र-अग्नि",
  "nakshatradipati": "गुरु"
},
{
  "name": "Anuradha,अनुराधा",
  "number": 16,
  "favorableNakshatra": [],
  "unfavorableNakshatra": [
    "मूल",
    "उ.आषाढ",
    "आर्द्रा",
    "पुनर्वसु"
  ],
  "saririkSanrahna": {
    "male": "इन व्यक्तियों की सुन्दर - मनोहर छवि होती है। आंखें चमकदार होती हैं। कहीं-कहीं जहां अशुभ ग्रह लग्न पर दृष्टि डालते हैं, वहां व्यक्ति कठोर और उग्र तथा अप्रिय चेहरे से युक्त होते हैं।",
    "female": "उसका चेहरा अत्यन्त मासूम और खूबसूरत नजर आता है। यहां तक कि एक साधारण रूप-रंग की महिला की शारीरिक बनावट भी पुरुषों को प्रर्याप्त आकर्षण देती है। जबकि जिन महिलाओं में वास्तविक सौन्दर्य और प्रतिभा होती है, वे अभिनय, मॉडलिंग अथवा सौन्दर्य प्रतियोगिताओं की विजयी पात्र बनती हैं या फिर अपने सौन्दर्य के बलबूते पर सब-कुछ प्राप्त करने की क्षमता रखती हैं।"
  },
  "charitr": {
    "male": "इस नक्षत्र में पैदा हुए व्यक्ति जीवन में कई प्रकार के उतार-चढ़ाव तथा बाधाएं झेलते रहते हैं। यद्यपि इनमें प्रत्येक जटिल कार्य को योजनाबद्ध तरीके से संचालित करने की क्षमता होती है। अगर इनके चेहरे पर नजर डालें तो एक कुंठा ग्रस्त चेहरा साफ-साफ नजर आने लगेगा। इसका प्रमुख कारण यही है कि सदैव उसे किसी-न-किसी प्रकार की समस्या ने घेर कर रखा होता है। उनके मस्तिष्क में शांति नाम की कोई चीज नहीं, सदैव अशांति तथा विषाद ग्रस्त रहने के कारण वह एक ही समय कई-कई प्रकार की संघर्षमय पीड़ाओं को बर्दाश्त करते हुए चलता है। ऐसा व्यक्ति जब भी अवसर मिले, बदला लेने की फिराक में रहता है। इन सबके बावजूद वह घोर परिश्रमी होता है तथा जो भी कार्य उसे सौंप दो, उसे पूरा करने की चेष्टा करता है। राह में चाहे जितने भी रोड़े अटकाए जाएं, उसका आगे बढ़ते जाना ही लक्ष्य होता है। यही कारण है किं अनेक बार असफलता के बाद एक न एक दिन सफलता उसे जरूर मिल जाती है। ऐसा व्यक्ति ईश्वर का परम भक्त होता है। किसी भी मित्र या व्यक्ति के साथ उसके स्थाई संबंध बहुत कम होते हैं। उसके जीवन के अधिकांश भाग आधारहीन असफलता के कारण अधूरे रहते हैं, परन्तु तब भी वह स्वतंत्र, उत्साही तथा प्ररेणायुक्त विचारों का कहलाता है और अपने निर्धारित लक्ष्य से नहीं भटकता।",
    "female": "छल-छद्म और कपटपूर्ण व्यवहार से ये महिलाएं कोसों दूर रहती हैं। हृदय से पवित्र तथा फैशन, बनावटी सौन्दर्य से दूर, इनका सादे जीवन में गहन विश्वास होता है। इनका स्वार्थहीन, समझौतावादी तथा वास्तविक गुणों से युक्त व्यक्तित्व होता है। इसके कारण घर हो या बाहर, दफ्तर हो या स्टेज, समाज-सेवा हो या राष्ट्र-सेवा, वे कहीं पर भी अपने को योग्य साबित कर देती हैं। अपने से बड़े सदस्यों को वे नियमित रूप से सम्मान देना नहीं भूलतीं। मित्र तथा सहयोगियों के बीच भी उनकी स्थिति बहुत नेतृत्वपूर्ण होती है और सभी जगह से एक मुखिया की हैसियत से प्रतिष्ठा प्राप्त करती रहती हैं।"
  },
  "education": {
    "male": "व्यापार व्यवसाय का क्षेत्र हो या कोई भी क्षेत्र हो, नौकरी में वह हर जगह सफल रहता है। अगर आजीविका में हो तो उसको पता होता है कि कैसे अपने वरिष्ठ अधिकरियों को खुश किया जाए या उन्हें कुछ ले-देकर जेब में रखा जाए। वह 17-18 साल की आयु से ही अपनी रोटी खुद कमाने लग जाता है। 17 से 48 साल के आयु खंड में उसकी स्थिति कठोर-संघर्षपूर्ण कही जा सकती है। इस बीच अभूतपूर्व सफलताएं भी उसके जीवन में आती हैं। 48 वर्ष के बाद उसका जीवन अत्यन्त सुखमय होता है। इसके बाद वह अपनी सभी दबी हुई इच्छाएं तथा अभिलाषाओं को पूरा करता है तथा जीवन को एक नई दिशा प्रदान करने में भी सफल होता है। अगर चन्द्रमा और मंगल का योग-प्रतियोग हो तो वह दवाइयों के व्यापार से, बिजली, धातु, लकड़ी या ठेके के कार्य से, मादक द्रव्यों से या फिर रसायन कैमिकल्स आदि से अपार धन कमाता है। ऐसा व्यक्ति इंजीनियर, डॉक्टर, विशेषज्ञ, उद्योगपति आदि होता है।",
    "female": "अनुराधा महिलाएं विज्ञान टेकनालॉजी या साहित्य भाषा के अलावा संगीत और कला आदि में भी गहन रुचि रखती हैं। शैक्षणिक डिग्रियों के अलावा व्यावसायिक डिग्री भी उन्हें प्राप्त होती है। किसी पद विशेष की प्राप्ति के बाद भी कला या संगीत का क्षेत्र उनके लिए आदर्श माध्यम होता है। व्यावसायिक रूप से भी नृत्य कला, गायन या फिर अभिनय, नाटक और फिल्म, सिनेमा, रेडियो, टी.वी. के जरिए वे प्रख्यात बनने का स्वप्न भी साकार कर सकती हैं "
  },
  "marriedlife": {
    "male": "इन जातकों के अक्सर भाई नहीं होते हैं। अगर हों तो भी इनको उनसे कोई लाभ नहीं मिलता। वह अपने पिता से कुछ भी ग्रहण नहीं करता, परन्तु उनके आदर्शों का पालन अवश्य करता है। कई-कई मामलों में पिता से तीव्र मतभेद भी रहते हैं। माता से भी आमतौर पर उसे कोई उल्लेखनीय स्नेह सुख नहीं मिलता। अधिकांश जातक अपने जन्म स्थान से दूर जाकर व्यवस्थित हो जाते हैं। अनेक प्रकार की असुविधा के बावजूद उसका दाम्पत्य जीवन बहुत सुखमय रहता है। विवाह के बाद वह लगातार तरक्की करता जाता है। उसकी पत्नी में एक अच्छी गृहिणी के सभी गुण होते हैं। अपने बच्चों एवं परिवार के प्रति वह सदैव कृपालु और दयावन रहता है, क्योंकि वह नहीं चाहता कि उसकी संतान भी वही सब झेलें, जो उसने बाल्यकाल में झेला है। यही कारण है कि अच्छे पालन-पोषण और शिक्षा-सुविधाओं के कारण उसकी संतान और भी प्रगतिशील और महत्त्वाकांक्षी होती है।",
    "female": "अपने घर-परिवार तथा पति-सेवा में वे कभी भी लापरवाह नहीं रहती हैं और घरेलू जीवन में पूर्ण आस्था के साथ व्रत-पूजा आदि के नियमों का पालन करती हैं। अपने बच्चों की देखभाल की दक्षता के कारण वे आदर्श माता कहलाने योग्य होती हैं। अपने सास-ससुर की सेवा से उनका गौरव और बढ़ जाता है तथा परिवार की प्रमुख सदस्या के रूप में सदैव उनकी सलाह ली जाती है।"
  },
  "Health": {
    "male": "आमतौर पर उनका स्वास्थ्य अच्छा रहता है। फिर भी उसे एलर्जी, अस्थमा तथा पक्षाघात या कमर-पीठ दर्द की शिकायत रहती है। अधिक चटपटे और गरिष्ठ भोजन से पेंट बढ़ना तथा गैस भी रहती है। अपने प्रति इलाज आदि में लापरवाही के कारण भी उसको कुछ मियादी बीमारियां हो सकती हैं।",
    "female": "अनियमित मासिक धर्म के कारण उनको कष्ट हो सकता है। बहुत अधिक रक्त स्राव के कारण उनके शरीर में खून की कमी हो सकती है। इसके अलावा सिर दर्द, छाती में जलन तथा अन्य मियादी संक्रामक रोग उन्हें जल्दी पकड़ लेते हैं। जैसे नजला, सर्दी, जुकाम और असमय बाल सफेद होना या फिर शरीर में मध्यायु के बाद झुर्रियां पड़ना या नसों आदि का उभरना। सर्दी-जुकाम सदैव रहने से उनके स्वास्थ्य और सौन्दर्य पर विपरीत प्रभाव पड़ता है "
  },
  "paaye": "ताँबा",
  "preferredJob": "अनुराधा : सन्धिविग्रह कराने वाले, वास्तुकर्म करने वाले, नेता, परिहास कुशल, मनोरंजक कार्य करने वाले, यात्राप्रिय, सर्दी में पैदा होने वाली फसलें, गुड़, चीनी आदि, पार्टीबन्दी करने वाले, यूनियन लीडर आदि अनुराधा के अधीन हैं।",
  "__v": 0,
  "nakshatradevata": "मित्र",
  "nakshatradipati": "शनि"
},
{
  "name": "Jyeshtha,ज्येष्ठा",
  "number": 17,
  "favorableNakshatra": [],
  "unfavorableNakshatra": [
    "पू.आषाढ",
    "श्रवण",
    "आर्द्रा",
    "उ.फाल्गुनी",
    "शतभिषा",
    "पुनर्वसु"
  ],
  "saririkSanrahna": {
    "male": "इस नक्षत्र में पैदा हुए पुरुष जातक आकर्षक शरीर के, चुस्त तथा प्रभावशाली व्यक्तित्व वाले होते हैं, परन्तु अधिकांश जातकों के दांतों में खराबी या छितराए हुए होते हैं, अन्यथा उनके दांतों का रंग जल्दी ही बदरंग हो जाता है।",
    "female": "ज्येष्ठा महिलाएं ज्यादातर लम्बी, ताकतवर, संतुलित एवं पुष्ट शरीर की होती हैं। वे मोटी आवाज की, पुरुषों के बराबर लम्बाई-चौड़ाई और लम्बे हाथों वाली होती हैं चौड़ा चेहरा, मध्यम लम्बाई, छोटे और घुंघराले बाल, तेज-तर्रार किस्म की होती हैं।"
  },
  "charitr": {
    "male": "इस नक्षत्र के जातक साफ-सुथरे और भद्र आचरण के नजर आते हैं। उनके अन्दर इन्हीं गुणों का विकास नहीं रहता, बल्कि अनेक अन्य गुण भी रहते हैं, परन्तु वे बड़बोले ज्यादा होते हैं। छोटी-छोटी समस्याओं में वे घबरा जाते हैं। कोई रहस्य-राज की बात उन्हें नहीं बतानी चाहिए, क्योंकि वे किसी भी बात को मन में नहीं रख सकते। अपनी उपलब्धि और अच्छाई को भी वे बढ़ा-चढ़ाकर पेश करते हैं। चुगलखोरी और शरारत करना उनकी फितरत है। बाद की अवस्था में अनिद्रा रोगी हो जाते हैं। किसी बात को पचा नहीं सकने के कारण इनके दिमाग में खलबली मच जाती है। अपने आस-पास क्या हो रहा है? इसकी उन्हें खूब जानकारी रहती है। स्वभाव से आक्रोशी और आवेशी होते हैं, जिसके कारण उन्हें कठिनाई झेलनी पड़ती है। दूसरों की अच्छी सलाह पर कभी काम नहीं करते हैं और मनमानी करके ही उन्हें संतोष मिलता है। सिद्धांतों के पालन करने की खातिर कभी-कभी वे बड़े कठिन फैसले तत्काल कर लेते हैं। बिना परिस्थितियां आजमाए ही बाद में उन्हें जब मुसीबत झेलनी पड़ती है तो वे त्रिशंकु की तरह लटक जाते हैं। अपने बचाव और स्वार्थ के लिए क्रोध या आवेश में वे उन लोगों के लिए भी समस्या खड़ी कर देते हैं, जो उनके शुभचिंतक होते हैं। स्वजनों और परिजनों से उन्हें अधिक सहयोग नहीं मिलता है। बाहर से बिल्कुल घमंडी और परिपूर्ण नजर आने वाले ज्येष्ठा जातक नजदीक से देखने पर विपरीत अवस्था में रहते हैं। बुरी आदतें तथा नशापान आदि के वे आदी होते हैं। अपना बहुत-सा धन वे खाने-पीने और व्यसनों की पूर्ति में गंवा डालते हैं, परंतु परिवार के लिए वे कंजूस व किफायती बनकर पेश आते हैं। बदनामी और अन्य आरोपों के चलते, उनके पारिवारिक सदस्यों को जगह-जगह अपमानित होना पड़ता है।",
    "female": "ज्येष्ठा महिलाएं भावावेश से युक्त होती हैं। वे हर किस्म के व्यवहार में रंग जाती हैं । ईष्यालु तथा चापलूसी युक्त वाणी वाली, किसी-न-किसी की जड़ें काटने में मशगूल, छोटे अथवा बड़े, सबके साथ मेल-मिलाप रखने वाली होती हैं। किसी-न-किसी की वे अनन्य भक्त भी होती हैं और उनके प्रति गहन प्रेम का व्यवहार रखती हैं। विचारपूर्ण और मधुर व्यवहार से युक्त रहने के कारण दूसरे लोग उसे जल्दी ही सम्मान देने लगते हैं। दूसरे लोग उनके बारे में क्या कह रहे हैं? उसका भी वे ध्यान रखती हैं। संगठन शक्ति उनमें अपार होती है। महिला होकर भी वे अच्छे पुरुष-दल का संचालन कर सकती हैं।"
  },
  "education": {
    "male": "अधिकांश ज्येष्ठा जातक धन कमाने के लिए बचपन से ही उतावले रहते हैं। इसी कारण कई जातक अपनी शिक्षा पूर्ण नहीं कर पाते। अपने घर को वे आजीविका अथवा व्यापार आदि के बहाने बड़ी जल्दी त्याग देते हैं। यहां पर उनका रूप बदल जाता है। धन कमाने के मामले में वे अत्यन्त गंभीर व कठोर परिश्रमी सिद्ध होते हैं। अपनी निष्ठा और कर्तव्यपरायणता के बल पर वे जिस योग्य भी होते हैं, उसके शीर्षपद पर जल्दी ही पहुंच जाते हैं। नौकरी में दो-तीन बार परिवर्तन करते हैं। 50 साल की आयु के बाद का समय उनके लिए बेहतर साबित होता है। 18 से 26 साल की आयु बहुत ही कष्टदायक और तंगहाल से भरी होती है। 27 वर्ष से लेकर 45 वर्ष तक का समय प्रगतिशील और स्थिरता देने में सहायक होता है। शेष जीवन वे सुख-चैन और अच्छी तरह खा-पीकर बिता डालने में समर्थ हो जाते हैं।",
    "female": "प्रारम्भिक शिक्षा में मेधावी सिद्ध होकर भी वे बहुत ऊंचे दर्जे की पढ़ाई करने में कामयाब नहीं हो पातीं, परन्तु इसके अलावा अन्य सांस्कृतिक गतिविधियों में वे अग्रणी रहती हैं। यद्यपि उनको बड़े-बड़े पुरस्कार नहीं मिल पाते फिर भी उनके चालू हुनर को लोग दूर-दूर तक जानते हैं। घर परिवार के प्रति वे समर्पित रहती हैं। मनपसन्द भोजन बनाकर खाना उनकी हॉबी होती है। सेल्स, बिक्री या लेखा गणित, मशीनरी संचालन और उपकरण संचालन में भी वे रुचि रखती हैं। कोई-न-कोई छोटा-मोटा व्यवसाय भी उनकी आर्थिक उपलब्धि का स्रोत बन जाता है। अधिकांश महिलाएं कुशल गृहिणी होती हैं। "
  },
  "marriedlife": {
    "male": "परिवार में माता-पिता एवं भाई-बहनों से इन्हें अधिक लाभ या स्नेह शक्ति नहीं मिलती। आस-पड़ोस और शुभचिंतकों में भी ये कई बार फटकारे जाते हैं। इसका प्रधान कारण यही है कि ये अच्छे-बुरे मिश्रित आचरण के होते हैं। कभी-कभी ये अपनी सेवा से अनुकरणीय उदाहरण भी पेश कर देते हैं। जिसके कारण समाज में इनका थोड़ा-बहुत दबदबा बन जाता है। अपने सहोदरों में ये अपने आपको अलग से कुछ बनकर दिखाने की चेष्टा या होड़ करते हैं। कुछ न हो सका तो लड़-झगड़कर ही अलग-थलग पड़ जाते हैं। उनके जीवन-साथी का उनके ऊपर एक वरहस्त होता है। वह उन्हें समय-समय पर रोकती व टोकती रहती है। उनका दाम्पत्य जीवन सामान्य और सहज रहता है। कभी-कभार शारीरिक परेशानियां और मौसमी ज्वर-बुखार से उन्हें परेशान होना पड़ता है। अपने परिवार और बच्चों से अलग रहना, उन्हें पसन्द नहीं होता है ",
    "female": "इन महिलाओं का पारिवारिक जीवन कुछ क्लेशकारक और तनावपूर्ण घटनाओं से भरा रहता है। परिवार में आए दिन उतार-चढ़ाव इनके लिए कष्टदायक बने रहते हैं। सास-ससुर एवं नन्द, देवर आदि से इनकी कम पटती है। अपने आस-पड़ोस से वे बड़े मधुर संबंध बनाए रखती हैं। इनके सगे-संबंधी ही इनके जीवन में जहर घोल जाते हैं। सारी उम्र इनके जीवन में सुख-शांति और चिंता रहित समय का अभाव रहता है। बाह्य रूप से सफल मानी जाने वाली ज्येष्ठा गृहिणी अपने बच्चों के साथ भी वही करती है, जो उसके बचपन में हुआ है।"
  },
  "Health": {
    "male": "मियादी बुखार, दस्त, खांसी, जुकाम तथा अस्थमा आदि के स्थाई-अस्थाई रोग तथा उदर विकार जैसे सम्भावित रोगों से वे बच नहीं सकते हैं। आस-पड़ोस में फैली बीमारी से वे तत्काल प्रभावित हो जाते हैं। शरीर में जोड़ एवं रीढ़, कमर के दर्द से भी वे यदा-कदा पीड़ित रहते हैं।",
    "female": "उनका स्वास्थ्य आमतौर पर खराब ही रहता है। पेट के निचले भाग में गुर्दे और मूत्राशय की बीमारियां अधिक होती हैं। खांसी, अस्थमा, गले की खराबी, धुएं आदि से होने वाले रोग भी उसे घेर लेते हैं। कई महिलाओं के शरीर की ग्रन्थियां बढ़ जाती हैं। कइयों की भुजाओं में दर्द, चेहरे पर सूजन आदि की शिकायत रहती है।"
  },
  "paaye": "ताँबा",
  "preferredJob": "ज्येष्ठा : संग्राम कौशल, मार्शल आर्ट सिखाना, परधन छीनने की कला, राजा लोग, सेनापति, पत्थर पर खुदाई करके उकेरने वाले, हथियार, डेयरी उद्योग, पानी के कार्य आदि इसके अधीन हैं। साथ ही वस्त्राभूषण, खुदाई, मेल-जोल व समझौता करवाना आदि भी इसी के अन्तर्गत हैं।",
  "__v": 0,
  "nakshatradevata": "इन्द्र",
  "nakshatradipati": "बुध"
},
{
  "name": "Mula,मूल",
  "number": 18,
  "favorableNakshatra": [],
  "unfavorableNakshatra": [],
  "saririkSanrahna": {
    "male": "मूल जातक मध्यम आकृति के, अच्छे शरीर के तथा बलिष्ठ होते हैं। देखने में सुन्दर तथा चमकदर आंखों से युक्त, परिवार में विशेष हलचल मचा देते हैं।",
    "female": "मध्यम कद, गेहुंआ रंग तथा रक्त वर्ण की शांत स्वभाव महिलाएं, मनोभावी व्यक्तित्व की होती हैं। इनके दांत कुछ छितरे हुए, चेहरे पर तिल आदि का चिन्ह होता है, जो कि धनी होने का सूचक है।"
  },
  "charitr": {
    "male": "मूल जातक मधुरभाषी, शांति प्रेमी और नियम-अनुशासन का पालन करते हैं। जीवन में उनके कुछ सिद्धांत होते हैं। वे अदम्य साहसी और संघर्ष के दौरान भी धैर्य रखने वाले आशावान चरित्र के, तूफान के बीच भी अपनी रक्षा करने वाले होते हैं। जीवन की आगे-पीछे की बात छोड़कर वे अपने वर्तमान को सफल बनाने में जुटे रहते हैं। यही कारण है कि उनका भविष्य सदैव उज्ज्वल रहता है।",
    "female": "आमतौर पर मूल नक्षत्र की महिलाएं शुद्ध हृदय की व स्पष्टवादी होती हैं। मजाक या भद्दापन उन्हें नापसंद होता है। अगर अड़ जाएं तो छोटे से मामले को भी प्रतिष्ठा का प्रश्न बना लेती हैं। लेन-देन अथवा व्यवहार में वे थोड़ी ढीली पाई जाती हैं। जिसके कारण अचानक समस्याओं से घिर जाती हैं।"
  },
  "education": {
    "male": "मूल जातक जन्म से ही मेधावी और बुद्धिमान, बढ़-चढ़कर खर्च करने वाले तथा अपने काम-काज के दौरान ऋण लेकर भी पूर्ति करने वाले होते हैं। वे बहुत ज्यादा पढ़े-लिखे नहीं होकर कूटनीति और व्यवहार जानने वाले, दूसरे के कष्ट एवं रोग आदि का उपचार करने वाले, आर्थिक मामलों के सलाहकार या धार्मिक उपदेष्टा होते हैं। जीवन की बहुमुखी विधाओं में वे पारंगत होते हैं और समयानुसार चलने में उनकी मिसाल नहीं मिलती। उनका जीवन सदैव उतार-चढ़ाव से भरा रहता है, अतः धन की विशेष तंगी महसूस करते हैं। अपने मित्र या शुभचिन्तकों पर वे बहुत अधिक धन लुटा देने की क्षमता रखतें हैं। अगर धन व्यय के मामले में सतर्क रहें तो उनकी आर्थिक स्थिति में अच्छी बढ़त हो सकती है। स्वार्थी और चापलूस मित्रों से उन्हें अलग रहना चाहिए। मूल जातक देश-विदेश से धन कमाते हैं। व्यापार अथवा स्वतंत्र व्यवसाय, चिकित्सा या सरकारी सेवा का उन्हें विशेष लाभ होता है। इसके अतिरिक्त रिसर्च, अनुसंधान, अन्वेषण, चित्रकारी, लेखन, अध्यापन अथवा सामाजिक कार्यों में भी उनकी रुचि रहती है। सार्वजनिक हित के अनेक कार्यक्षेत्रों से मूल जातक जुडे रहते हैं। विश्वविख्यात व्यक्तियों में अनेक मूल जातक हैं, जिन्होंने अपने ही बलबूते पर ख्याति और यश प्राप्त किया है। जितने दुर्भाग्यपूर्ण ये पैदा होते वक्त मान 'लिए जाते हैं उतने ही भाग्यवान मरते दम तक जाने जाते हैं। मरने के बाद भी इनके कार्य विशेष सम्मान पूर्वक याद किए जाते हैं।",
    "female": "मूल नक्षत्र की महिलाएं उच्च शिक्षा प्राप्त कर सकती हैं, परन्तु वे अधिक शिक्षा को अपना लक्ष्य नहीं मानतीं, अतः बीच में ही पढ़ाई छोड़कर गृहस्थ जीवन में प्रवेश कर लेती हैं। बहुत बाद में जब वे जागृत होती हैं तो पुनः शिक्षण संस्थाओं की ओर दौड़ती हैं। कई महिलाएं मध्यावस्था में भी अपनी पढ़ाई पूरी करने की चेष्टा करती हैं। चिकित्सा विज्ञान, भाषा साहित्य आदि में भी उन्हें रुचि रहती है। अगर कोई व्यावसायिक क्षेत्र अपनाएं तो वे श्रेष्ठ महिला उद्यमी साबित होती हैं। प्रचुर मात्रा में धन कमाना उनके लिए सहज हो जाता है।"
  },
  "marriedlife": {
    "male": "कुछ अपवाद को छोड़कर मूल जातक अपने परिवार से विशेष सुख-सुविधा अर्जित नही कर पाते हैं। वे स्वयं सिद्ध जातक होते हैं। वैवाहिक जीवन कमोवेश संतुलित रहता है। गुणवान तथा रूपवती पत्नी मिलती है। मूल जातक अल्प संतानयुक्त या कुछ संतानहीन होते हैं। उनके मुकाबले उनकी संतान, उतनी अच्छी पद-प्रतिष्ठा वाली नहीं बन सकती, जितनी की वे आशा लगाए रहते हैं।",
    "female": "दाम्पत्य जीवन में पुरुष जातकों की तरह मूल नक्षत्र की महिलाएं अधिक भाग्यशाली नहीं होतीं। उन्हें या तो अलगाव भरा जीवन व्यतीत करना पड़ता है या पति की असामयिक मृत्यु या तलाक आदि के कारण विवाह-विच्छेद हो जाता है। सभी महिलाओं का ऐसा ही हाल नहीं रहता है। कुछ महिलाएं इसकी अपवाद भी होती हैं और सुखी गृहस्थ जीवन व्यतीत करती हैं ।"
  },
  "Health": {
    "male": "स्वास्थ्य के मामले में मूल जातक भाग्यवान होते हैं, क्योंकि उनको छोटी-मोटी मौसमी बीमारियां कम होती हैं फिर भी अगर पाप ग्रहों की दृष्टि लग्न या चन्द्रमा पर हो तो क्षय, मिर्गी या दौरे पड़ने, लकवा, गठिया, वात रोग या हृदय रोग संभावित हैं। ऑप्रेशन, दुर्घटना या कोई महामारी के कारण उन्हें 27वें, 31वें, 41वें, 56वें, 60वें साल में रोग आदि से जूझना पड़ सकता है। जहां तक व्यसन तथा नशापन का सवाल है, वे एक बार जिस बुरी आदत के शिकार होते हैं तो उससे छुटकारा पाना मुश्किल होता है। सात्विक जीवन के कारण वृद्धावस्था अच्छी व्यतीत होती है अन्यथा बुढ़ापे में व्यसनों के कारण तेजहाली तथा परेशानी झेलते हैं। मदिरापान, सिगरेट तथा अफीम, कोकीन के भी वे शौकीन होते हैं ।",
    "female": "इन महिलाओं की वात प्रकृति होती है। गठिया या कमर दर्द या मोच आदि से भी इनके जोड़ दुःखते रहते हैं। कुछ महिलाओं पर भूत-प्रेतों की छाया भी होती है। स्वास्थ्य के मामले में ये बहुत बहमी होती हैं।"
  },
  "paaye": "ताँबा",
  "preferredJob": "मूल : कृषि, व्यापार, युद्ध, चिकित्सा, लेखन, नृत्यकला, फल फूलों का व्यवसाय, बीजों का व्यवसाय, धन व्यवसाय, ब्याज के कार्य इसके अन्तर्गत हैं।",
  "__v": 0,
  "nakshatradevata": "निर्ऋति",
  "nakshatradipati": "केतु"
},
{
  "name": "Purva_Ashadha,पूर्वाषाढ़ा",
  "number": 19,
  "favorableNakshatra": [],
  "unfavorableNakshatra": [
    "श्रवण",
    "शतभिषा",
    "उ.भाद्रपद",
    "पुष्य",
    "अश्लेषा",
    "चित्रा"
  ],
  "saririkSanrahna": {
    "male": "इस नक्षत्र में पैदा जातकों का शरीर दुबला-पतला व लम्बा होता है। इनके दांत बड़े खूबसूरत, बड़े कान, चमकीली आंखें, पतली कमर और लम्बी भुजाएं होती हैं। दूसरे शब्दों में, इन जातकों के नैन-नक्श, व्यक्तित्व आकर्षक होता है।",
    "female": "इस नक्षत्र की महिलाएं अत्यन्त सुन्दर, चम्बकीय शक्ति रखने वाली, बादामी आंखें,लम्बी नाक, सभ्य, साफ रंग की तथा भूरे बालों वाली होती हैं।"
  },
  "charitr": {
    "male": "इन जातकों की बुद्धि अत्यन्त तीक्ष्ण होती है। वे किसी भी मामले के निष्कर्ष को निकालना अच्छी तरह जानते हैं। बहस-बाजी में उन्हें कोई पछाड़ नहीं सकता तथा उनमें दूसरों को आकर्षित करने की अद्भुत क्षमता होती है। ऐसे जातक, किसी भी परिस्थिति में दूसरों के द्वारा स्वयं का दमन नहीं होने देते, चाहे उनके विचार सही हों या गलत। वे दूसरों को परामर्श देने से नहीं चूकते, किन्तु स्वयं किसी का परामर्श लेना नहीं चाहते। हालांकि वे स्वयं को दूसरों के समक्ष हिम्मती और ताकतवर समझते हैं, किन्तु वे तब तक सफल नहीं हो पाते, जब तक कि हालात या उनके स्वजन-परिजन उन पर अपने अपेक्षित गुण व हिम्मत दिखाने का दबाव नहीं डालते। किसी बात का निर्णय करना उनके लिए कठिन होता है। यदि किसी बहसबाजी में उलझकर वे उसके बारे में बिना सोचे-समझे कोई निर्णय लेते हैं, चाहे उससे नुकसान हो या फायदा, तो अन्त तक उसी निर्णय पर अड़े रहते हैं। अपने कार्यों व फैसलों में वे बेशक गलत हों,निर्णय नहीं बदलता। इस प्रकार के जिद्दी चरित्र वाले जातक भी इस नक्षत्र में पाए जाते ऐसे जातक दूसरों के लिए बहुत कुछ करना चाहते हैं, किन्तु बदले में उन्हें दूसरों का विरोध ही सहना पड़ता है। अजनबियों से वे खूब फायदा उठाते हैं। वे किसी के भी साथ स्थिर संबंध कायम नहीं कर सकते। यदि वे किसी कार्य को पूरी लगन से करें तो सफलता की चोटी पर पहुंच सकते हैं। बाहरी दिखावे से उन्हें घृणा होती है। वे धार्मिक प्रवृत्ति के,ईमानदार, विनीत, नम्र व पाखंड से कोसों दूर रहते हैं। वे ऐसा कार्य कभी नहीं करते जो दूसरों की सफलता को नुकसान पहुंचाए। ऐसे जातक अत्यन्त धार्मिक प्रवृत्ति के, आदरणीय लोगों की सेवा करने में तत्पर रहते हैं और अपना ज्यादा समय पूजा व धार्मिक कार्यों में प्रवृत्त करते हैं। वे पुरानी चीजें इकट्ठी करने के शौकीन और साहित्य, कविता आदि के लेखन में रुचि रखते हैं ।",
    "female": "ऐसी महिलाएं अत्यन्त बुद्धिमान होती हैं। उनमें किसी कार्य को करने की तीव्र इच्छा, ओजस्विता व जीवन शक्ति होती है। इस प्रकार वे बड़ी लालची और हर चीज को पा लेने वाली होती हैं। हालांकि वे हठधर्मी नहीं होतीं। विरोधी हालात में भी वे सफलता प्राप्त करती हैं। किसी भी निष्कर्ष पर पहुंचने से पहले वे उसके फायदे और नुकसान के बारे में सोच लेती हैं, वे वही बोलती हैं, जो उन्हें अच्छा लगता है, चाहे दूसरों को अच्छा लगे या नहीं। वे पालतू पशुओं, विशेषकर कुत्तों को प्यार करती हैं। वे वादे करके उन्हें निभाना भूल जाती हैं। अपने माता-पिता, भाई-बहनों के प्रति घृणा के मामले भी देखने में आए हैं। वे अपने सम्बंधों में नेता का कार्य करती हैं। वे सधी हुई सच्चे चरित्र की महिलाएं होती हैं।"
  },
  "education": {
    "male": "यद्यपि वे जीवन के सभी क्षेत्रों में सफल हो सकते हैं फिर भी वे डॉक्टरी तथा अन्य कला के क्षेत्र में उपयुक्त रहते हैं। इन जातकों को व्यापार आदि नहीं करना चाहिए, नहीं तो इनके कर्मचारी व मैनेजर आदि इन पर बोझ बन सकते हैं। वे गुप्त ज्ञान-विज्ञान आदि की शिक्षा की तरफ आकर्षित होते हैं और उसी क्षेत्र में सफलता अर्जित करते हैं। 32 वर्ष तक की आयु इनके लिए संघर्षमय है। तदुपरान्त 32 वर्ष से 50 वर्ष की आयु में ये सफलता की सीढ़िया चढ़ सकते हैं।",
    "female": "आमतौर पर इस नक्षत्र की महिलाएं शिक्षित होती हैं। वे अध्यापन, बैंक कर्मचारी या किसी धार्मिक संस्था से जुड़ी रहती हैं। अगर बुध व चन्द्रमा साथ में हों तो वे लेखन या प्रकाशन से भी धन अर्जित करती हैं।"
  },
  "marriedlife": {
    "male": "इस नक्षत्र में पैदा जातक माता-पिता का सुख नहीं भोग सकते हैं, फिर भी उन्हें अपने भाई-बहनों का साथ सौभाग्य से प्राप्त होगा। इनकी ज्यादा उम्र विदेशों में ही बीतेगी । इनका दाम्पत्य जीवन अपेक्षाकृत सुखी होगा। इनके विवाह में कुछ रूकावटें आ सकती हैं। कई मामलों में यह भी देखा गया है कि इनका विवाह प्रतिस्पर्धा या होड़ में हुआ है। वे अपने ससुराल वालों तथा पत्नी की तरफ ज्यादा झुकाव रखते हैं। तो भी पति-पत्नी में लगातार कलह-क्लेश होता ही रहता है। अंत में इन्हें जीवन-साथी द्वारा शांति प्राप्त होती है। इन्हें सौभाग्य से अत्यन्त सुयोग्य, विनीत, विनम्र संतान प्राप्त होती है, जो कि इनको व परिवार को नाम, शोहरत दिलवाती है। इन जातकों के दो से अधिक संतान होती हैं ।",
    "female": "वे गृहस्थ कार्यों में निपुण होती हैं। उम्र के बढ़ने के साथ-साथ उनका, उनके परिवार के साथ प्यार व लगाव बढता जाता है। जिससे उनकी जिन्दगी और भी सुख और आराम से भर जाती है। संतान द्वारा सुख अत्यन्त सीमित ही मिल पाता है।"
  },
  "Health": {
    "male": "हालांकि ये बाहरी रूप से आकर्षित हैं, किन्तु अन्दर से इनका स्वास्थ्य कुछ अच्छा नहीं होता। कई बार देखा गया है कि ये जातक ला-इलाज बीमारियों से ग्रस्त रहते हैं । इन्हें बलगमी खांसी, सांस लेने में तकलीफ व हड्डी व जोड़ों का दर्द रहता है। यदि चन्द्रमा तथा शुक्र भी पाप ग्रहों के साथ योग करें तो टी.बी., मलेरिया, दिल का दौरा आदि पड़ने की संभावना भी रहती है। इनका यदि कोई कार्य अधूरा है तो स्वास्थ्य के अत्यन्त खराब होने पर भी वे उसे पूरा करते हैं। इन्हें अपनी जांघों आदि से भी तकलीफ रहती है। ऐसे जातकों को अपने फेफडों आदि का ध्यान रखना चाहिए, क्योंकि उन्हें कफ, जुकाम, गठिया. रोग आदि की संभावना रहती है।",
    "female": "आमतौर पर इन महिलाओं का स्वास्थ्य अच्छा रहता है। पुरुष जातकों की अपेक्षा  इन्हें पेट की गड़बड़ी, मूत्राशय आदि का रोग भी हो सकता है। जांघ आदि की बीमारी भी हो सकती है।"
  },
  "paaye": "ताँबा",
  "preferredJob": "पूर्वाषाढ : समुद्री यात्रा, नाव, मर्चेण्ट नेवी, पानी के जन्तु मछली आदि, पुल बनाना, पानी का ब्यवसाय, कोल्ड ड्रिंक व्यवसाय, पानी में पैदा होने वाले पदार्थ, धन विनिवेश व्यवसाय, फूलों व फलों का व्यवसाय ये सब पूर्वाषाढ के अधीन हैं।",
  "__v": 0,
  "nakshatradevata": "अपः (जल)",
  "nakshatradipati": "शुक्र"
},
{
  "name": "Uttara_Ashadha,उत्तराषाढ़ा",
  "number": 20,
  "favorableNakshatra": [],
  "unfavorableNakshatra": [
    "धनिष्ठा",
    "शतभिषा",
    "पू.भाद्रपद",
    "रेवती",
    "मघा",
    "स्वाति"
  ],
  "saririkSanrahna": {
    "male": "इन जातकों का शरीर संतुलित होता है। चेहरा चौड़ा और कद लम्बा होता है। नाक लम्बी, आंखें चमकदार, आकर्षक और मनोहर छवि वाले जातक गौर-वर्ण के नजर आते हैं।",
    "female": "इनका माथा अधिक चौड़ा, नाक ऊंची और तीखी, शरीर लम्बा हृष्ट-पुष्ट, आकर्षक व्यक्तित्व, लम्बे और चिकने बाल, इनकी विशेषता होती है।"
  },
  "charitr": {
    "male": "इस नक्षत्र में पैदा हुए जातक सुघड़, शुद्ध हृदय तथा सहज रूप के दिखाई देते हैं। समाज में उच्च पद पाने के बावजूद भी उनमें विनम्रता और सादापन होता है। वे सभी को आदर देते हैं और महिलाओं की विशेष इज्जत करते हैं। ऐसे जातक ईश्वर भक्त, दूसरों की कमजोरी और अच्छाइयों को नजर अंदाज करने वाले और अपने चरित्र में गंभीर तथा अंतर्मुखी होते हैं। उनके चेहरे अथवा कमर पर तिल होता है। आंखों का रंग लाल होता है। उत्तरा आषाढ़ा जातक व्यवहार में बहुत ही सरल और अपने कार्य में दक्ष होते हैं। वे दूसरों को कभी भी कष्ट या धोखा नहीं देते हैं। अपने सदगुणों के कारण यदा-कदा उन्हें कष्ट उठाने पड़ते हैं। शुद्ध हृदय होने के बावजूद वे एकदम दूसरे पर विश्वास नहीं करते हैं और एक बार यदि विश्वास जमा लिया जाए तो उनकी धारणा मुश्किल से बदलती है। इनको चापलूसी और खुशामद से जल्दी वश में किया जा सकता है। जल्दबाजी में वे कोई काम नहीं करते हैं। अपने विश्वासपात्र लोगों पर आश्रित रहते हैं। बहुत सारी गतिविधियों को एक साथ चालू कर देने के कारण कई मामलों में पीछे रह जाते हैं। वाद-विवाद अथवा मतभेद के दौरान वे किसी पर कड़वे शब्दों का प्रहार नहीं करते हैं। इसके बावजूद भी वे स्पष्टवादी और निष्पक्ष आलोचक होते हैं। अगर उनके कार्य की प्रशंसा न की जाए तो वे भ्रामक धारणाओं से घिर जाते हैं। कभी खुशी और कभी गम, उनके जीवन में आते-जाते रहते हैं।",
    "female": "इस नक्षत्र में पैदा हुई महिलाएं खुले और उदार स्वभाव की होती हैं। उनके जीवन की कोई निश्चित धारा नहीं होती है। आजादी पसन्द, स्वतंत्र विचारों वाली महिलाओं का जीवन मौज-बहार के साथ-साथ अधिकतम आनन्द उठाने वाला होता है।"
  },
  "education": {
    "male": "विवादास्पद मामलों में इन्हें अधिक उलझना पड़ता है। किसी भी अनुबंध या करार को सहमति देने से पूर्व दूसरे व्यक्ति को अच्छी तरह जांच-परख लेना इन्हें आवश्यक नजर आता है। मेधावी बुद्धि, अदम्य इच्छा-शक्ति से युक्त ये जातक बड़े-बड़े पदों पर 'सुशोभित होते हैं और 38 वर्ष के बाद इन्हें चारों तरफ ख्याति मिलती है।",
    "female": "आमतौर पर इनकी शिक्षा अच्छी होती है। सरकारी अधिकारी, अध्यापक, बैंक कर्मचारी, पुलिस या सेना अधिकारी, डॉक्टर, वकील आदि बन सकती है। कुछ महिलाएं लेखक या पत्रकार भी बन जाती हैं।"
  },
  "marriedlife": {
    "male": "इनकी बाल्यावस्था बहुत अच्छी रहती है, परन्तु युवावस्था में पारिवारिक जीवन उतार-चढ़ाव से भरा रहता है। 28 से 30 वर्ष के मध्य दाम्पत्य जीवन की शुरूआत होती है। वैवाहिक जीवन सामान्य होता है। उसकी पत्नी भी शिक्षित और आदर्श विचारों की होती है। उसकी पत्नी का स्वास्थ्य आमतौर पर खराब रहता है। अधिक संतान का सुख उसे नहीं मिलता है। चेष्टा के बावजूद संतान मनोनुकूल साबित नहीं होती।",
    "female": "इनका दाम्पत्य जीवन अधिक सुखी नहीं होता है। आर्थिक व्यवस्था खराब रहने के कारण इन्हें तनावग्रस्त रहना पड़ता है। विचारों से धार्मिक तथा बृहस्पति की सेवा करने की परम्परा को निभाने वाली होती हैं।"
  },
  "Health": {
    "male": "इन जातकों को आमतौर पर उदर विकार, अपच, नाड़ियों का स्वंभन,अंगघात या आंखों की बीमारी हो सकती है।",
    "female": "उत्तरा आषाढ़ा महिलाओं को वायु, गुल्म, गैस, अफारा, तथा मूत्र रोग हो सकते हैं।"
  },
  "paaye": "ताँबा",
  "preferredJob": "उत्तराषाढ : कुश्ती, द्वन्द्व युद्ध, हाथी घोड़ों का व्यवसाय, वाहन व्यवसाय, देवताभक्ति, पेड़ पौधों से प्राप्त पदार्थ, टिम्बर मर्चेण्ट, युद्धकलाएँ, फैशन के सामान, बड़े उद्योग चलाना आदि इसके अन्तर्गत हैं।",
  "__v": 0,
  "nakshatradevata": "विश्वदेव",
  "nakshatradipati": "सूर्य"
},
{
  "name": "Shravana,श्रवण",
  "number": 21,
  "favorableNakshatra": [],
  "unfavorableNakshatra": [
    "शतभिषा",
    "उ. भाद्रपद",
    "अश्विनी",
    "मघा",
    "पू. फाल्गुनी"
  ],
  "saririkSanrahna": {
    "male": "ऐसा जातक बहुत ही आकर्षक व्यक्तित्व का, मध्यम या छोटी आकृति का, चेहरे पर तिल आदि के चिन्ह वाला, गोल चेहरा और मधुर वाणी से युक्त तथा ऐसे व्यक्ति के कंधे झुके हुए होते हैं।",
    "female": "श्रवण महिलाएं लम्बी और पतली होती हैं। उनका सिर, शरीर की तुलना में भारी होता है। उनके सामने के दांत कुछ छितराए हुए तथा नाक बड़ी होती है।"
  },
  "charitr": {
    "male": "श्रवण पुरुष बहुत ही नम्र तथा मधुर वाणी के, साफ-सफाई पसन्द होते हैं। वे चाहते हैं कि उनके आस-पास वातावरण साफ-सुथरा रहे। जो लोग ऐसा नहीं करते, उनको वे पसन्द नहीं करते। अगर कोई गंदे आचरण तथा शरीर का व्यक्ति उनके आगे आ जाएं तो वे मुंह भी उसके समक्ष नहीं खोलते। दूसरों की दरिद्रता और गरीबी पर उन्हें दया आती है, जिसके लिए वे अपनी ओर से उनकी पूरी मदद भी करते हैं। उनको सदैव ही स्वादिष्ट तथा साफ-सुथरे ढंग से पकाया हुआ भोजन प्रिय है। आतिथ्य सत्कार में उन्हें विशेष आनंद मिलता है श्रवण जातक धर्मभीरू स्वभाव के होते हैं तथा बृहस्पति की भक्ति उन्हें वरदान स्वरूप प्राप्त होती है। 'सत्यमेव जयते' के वे समर्थक होते हैं। उन लोगों से वे कोई अपेक्षा नहीं रखते, जिनकी वे सेवा करते हैं, जबकि इसी प्रकार के दरिद्रगण उन्हें धोखा भी देते हैं। अगर कोई चोरी करते हुए पकड़ा जाए और वह चोर अपनी मजबूरी बता दे तो वे उस चोर को छोड़ देने में देर नहीं लगाते। उनकी शांत मुद्रा और गंभीर स्वभाव तथा भधुर वाणी के कारण व्यक्ति उनकी ओर बरबस खिंचा चला जाता है। आज के समय की राजनीति में अनुकूल सिद्ध हो सकते हैं। उसकी एक भी मुस्कान दूसरे को अपनी तरफ आकर्षित करने के लिए काफी है। जीवन में चाहे जितने भी उतार-चढ़ाव या अच्छे या बुरे अवसर आते रहें, सदैव अपने मध्यम मार्ग में बढ़ते रहते हैं। अनपढ़ तथा अशिक्षित व्यक्ति भी इतने दक्ष तथा गंभीर होते हैं कि वे दूसरों से सुन-सुनकर विद्वानों जैसी बातें करते हैं। श्रवण जातक अच्छे सलाहकार बनते हैं। किसी भी बड़ी और छोटी-सी समस्या के समाधान के लिए लोग इनका मुंह ताकते हैं। वे परिश्रमी, गुणी तथा सक्षम कार्यकारी अधिकारी होते हैं। वे एक साथ कई कार्य करने में सक्षम रहते हैं, अतः जीवन में सदैव उत्तरदायित्व से परिपूर्ण होने के कारण उनके कंधों पर आर्थिक बोझ भी रहता है। अपने कट्टर शत्रु से भी वे कोई बदला लेना नहीं चाहते। उनके विचार से ईश्वर ही सबको यथोचित दण्ड देने का अधिकारी होता है।",
    "female": "श्रवण महिलाएं दान-पुण्य करने वाली, धार्मिक तथा बहुत-से तीर्थ-स्थानों की यात्रा करती हैं। अन्दर से वे बहुत ही शंकालु, अविश्वसनीय होती हैं। कमजोर और दरिद्र के प्रति सहानुभूति तथा उदारता दिखाना भी उनकी विशेषता है। वे दिखावा भी खूब करती हैं। उनकी जबान बेलगाम रहती है। हर परिस्थति को स्वीकार्य होती हैं। वशर्ते कि उनके पति बीच में न पड़ें। अन्यथा वे सारा जिम्मा पति पर डाल देती हैं।"
  },
  "education": {
    "male": "उनके जीवन में 30 साल तक आयु-खण्ड का समय अधिक उतार-चढ़ाव से भरा रहता है। 30 से 45 वर्ष के मध्य उन्हें प्रत्येक कार्यक्षेत्र में सफलता मिलती है और जीवन में स्थिरता भी आती है। अगर ग्रहों का संयोग हो तो 60-65 वर्ष की अवस्था तक पहुंचने में वे पर्याप्त धन के स्वामी होते हैं। श्रवण जातक तकनीकी, वाणिज्य अथवा इंजीनियरी या कला-संगीत के क्षेत्र से जुड़ा कार्य व्यवसाय चुनते हैं। पेट्रोल, तेल, जल-संसोधन अथवा निर्यात-आयात या फिर तरल पदार्थों के व्यवसाय से भी वे धन लाभ करते हैं।",
    "female": "श्रवण महिलाएं अच्छी नर्तकी, गायक तथा कलाकार बन सकती हैं। कम शिक्षित महिलाएं कृषिकार्य, बागवानी तथा गृह शिल्प की वस्तुएं तैयार करती हैं। सिलाई, कढ़ाई और लोकगीत में रुचि रखती हैं। कुछ महिलाएं सरकारी सेवा, क्लर्क, सेल्स गर्ल अथवा स्वागत अधिकारी आदि बनती हैं।"
  },
  "marriedlife": {
    "male": "इनका दाम्पत्य जीवन असाधारण सुख-सुविधा से युक्त होता है। इन्हें आज्ञाकारी तथा सेवाभावी पत्नी मिलती है। इसके बावजूद यदाकदा विवाहेत्तर संबंध भी बने रहते हैं ।",
    "female": "परिवार इनका नाम सदैव गर्व से लेता है। यद्यपि वे प्रत्येक मामले में अग्रणी रहना चाहती हैं, अतः पति के साथ घरेलू मामलों में नोक-झोंक होती रहती है। वे नहीं चाहती हैं कि कोई दूसरा भी उनके बराबर कुशल और दक्षता प्राप्त करे। अपने पति को भी वे सदैव सजा-संवरा और आदर्श गुणों से युक्त अनूठा देखना पसन्द करती हैं। कुछ ऐसे ही कारण उनके गृहस्थ जीवन में तनाव पैदा कर देते हैं।"
  },
  "Health": {
    "male": "इन्हें कान या दांत दर्द की शिकायत रहती है। इसके अलावा चर्म रोग, एग्जीमा, वात विकार तथा टी.बी. (क्षय रोग) तथा अपच-अजीर्ण एवं रक्त दोष की भी संभावना रहती है।",
    "female": "उन्हें किसी प्रकार का चर्म रोग, सफेद रोग या फिर अप्रिय बीमारी हो सकती है। इसके अलावा खाज, खुजली, फोड़े-फुन्सी, रक्त दोष, बुखार तथा अन्य जल संबंधी विकार उन्हें हो सकता है। कानों का रोग प्रथम दृष्टया बहुत कष्टदायक होता है। वे अच्छी संतान को जन्म देने वाली आदर्श मां होती हैं।"
  },
  "paaye": "ताँबा",
  "preferredJob": "श्रवण : चालाकी, ठगी, भगवान की भक्ति, सलाहकारी, दवा, बस्तियाँ बनवाना, विशेषज्ञ, अध्यापक, कानों की चिकित्सा, कथा वाचन, प्रवाचक (Reader) प्राफेसर, वेद अध्यापन, शास्त्रों का अर्थ जानना, धार्मिक कार्य आदि श्रवण के अन्तर्गत हैं।",
  "__v": 0,
  "nakshatradevata": "विष्णु",
  "nakshatradipati": "चंद्र"
},
{
  "name": "Dhanishta,धनिष्ठा",
  "number": 22,
  "favorableNakshatra": [],
  "unfavorableNakshatra": [
    "पू. भाद्रपद",
    "रेवती",
    "अनुराधा",
    "भरणी"
  ],
  "saririkSanrahna": {
    "male": "आमतौर पर धनिष्ठा जातक हृष्ट-पुष्ट और छोटे कद के होते हैं, परन्तु कुछ जातक दुबले-पतले और लम्बे शरीर के भी होते हैं। कई जातक बहुत ही कठोर शरीर के लड़ने-भिड़ने की कला में माहिर-उद्दण्ड स्वभाव के होते हैं।",
    "female": "इस नक्षत्र की महिलाएं सुन्दर तथा नवयौवना की तरह दिखती हैं। अर्थात बड़ी उम्र में भी उनका सौन्दर्य कायम रहता है। आकर्षक हाव-भाव तथा मोहक अदाओं वाली धनिष्ठा महिलाएं अधिक मोटे होंठ वाली होती हैं। कुछ महिलाओं के दांत बाहर निकले रहते हैं । "
  },
  "charitr": {
    "male": "धनिष्ठा जातक उन सभी कार्यों में विशेष योग्यता रखते हैं, जिनको करने में उनकी अभिरुचि रहती है। वैसे तो उन्हें अत्यधिक तीक्ष्ण बुद्धि और सर्वज्ञ माना जाता है, परन्तु हमारी दृष्टि में मेहनत के कार्य में वे दक्ष होते हैं। मनसा, वाचा, कर्मणा वे किसी के लिए भी परेशानी पैदा नहीं करते। उनके अन्दर धार्मिक संस्कार रहते हैं। अपने ही शौर्य और ताकत के बल पर वे सब-कुछ कर सकने की क्षमता रखते हैं। दूसरों का विरोध वे आखिरी क्षण तक नहीं करते यानी वे तभी लड़ते हैं, जब लड़ाई आवश्यक हो जाती है। हाथी जैसा बदला लेना उनका स्वाभाविक गुण है। हाथी मौका देखकर ही अपने विरोधी पर हमला करता है ।",
    "female": "इस नक्षत्र की महिलाएं ऊंचे ख्यालों और अभिलाषाओं वाली, कंजूस प्रवृत्ति की होती हैं। वे आधुनिक व स्वतंत्र विचारों वाली होती हैं। वे कमजोर और दीन-दुःखियों के प्रति दया-भाव वाली होती हैं। वे दूसरों पर दबाव डालने में माहिर होती हैं, किन्तु इनको अपनी इस आदत को, घर की सुख-शांति के लिए त्याग देना चाहिए।"
  },
  "education": {
    "male": "अधिकतर वैज्ञानिक, इंजीनियर, विद्युत मैकेनिक, टेक्नीशियन इतिहासकार, मिस्त्री, कारीगर, शिल्पी तथा लौहार-सुनार आदि धनिष्ठा नक्षत्र की देन हैं। गुप्तचर सेवा तथा रक्षा-पुलिस सेवा या फिर निजी सचिव-एग्जीक्यूटिव पदों पर इनकी उपस्थिति बनी रहती है। अच्छे कवि, लेखक तथा खोजी, पत्रकार, वकील, सर्जन भी धनिष्ठा की ही देन हैं। 24 वर्ष तक उन्हें बहुत ही संघर्षपूर्ण जीवन व्यतीत करना होता है। उसके उपरांत 40- 45 वर्ष तक वे खूब धन कमाते हैं। व्यापार क्षेत्र में अगर नक्कलि और ठगी का धन्धा न करें तो प्रख्यात उद्योगपति बन सकते हैं ।",
    "female": "शिक्षा के क्षेत्र में मिली-जुली प्रतिभा की प्रवृत्ति इन महिलाओं में पाई गई है। कुछ कला साहित्य आदि में रुचि रखती हैं तो कुछ विज्ञान, तकनीकी आदि में। नक्षत्र की महिला जातक अध्यापन, लेक्चरार या रिसर्च अनुसंधान आदि के क्षेत्र को आमतौर पर इस अपनाती हैं।"
  },
  "marriedlife": {
    "male": "अपने परिवार के दायरे में भी धनिष्ठा जातक अच्छे व्यवस्थापक और जिम्मेदार सदस्य माने जाते हैं। उनके सगे-सम्बंधी उनके लिए समस्या खड़ी कर देते हैं। अपने भाई-बहनों के भी वे संरक्षक होते हैं। अपने ससुराल-पक्ष से भी परेशान रहते हैं, परन्तु उनकी गुणी पत्नी इस कमी को पूरा कर देती है। उनकी पत्नी वास्तव में लक्ष्मी स्वरूप होती हैं, अतः विवाहोपरान्त धनिष्ठा जातक विशेष समृद्धि अर्जित करते हैं। अगर सूर्य और बुध का योग सप्तम हो तो धनिष्ठा जातक अविवाहित रहना पसंद करते हैं। यदि शुक्र व मंगल योग हो तो उन्हें प्रेम में असफलता मिलती है या फिर उनका प्रेमी अल्पायु में ही उन्हें छोड़कर चला जाता है।",
    "female": "इस नक्षत्र की महिलाएं बहुत ही सफल गृहिणी मानी जाती हैं।"
  },
  "Health": {
    "male": "आमतौर पर धनिष्ठा जातक बाहर से तंदुरुस्त, परन्तु अंदर से नाना प्रकार के मियादी रोगों से ग्रस्त रहते हैं। जब कोई रोग अति कष्टदायक होने लगता है, तभी उसका उपचार करते हैं। अगर जरा-सा आराम मिलने लगे तो अपने कार्यक्षेत्र में उतर जाते हैं। फलतः पुनः रोगग्रस्त हो जाते हैं। काली खांसी, रक्त विकार, चेचक, खसरा, क्षय, कैंसर आदि रोग उन्हें कष्ट दे सकते हैं।",
    "female": "इन महिलाओं का स्वास्थ्य आमतौर पर अच्छा नहीं होता। उन्हें एनीमिया, पेट की गड़बड़ी, उदर विकार, खून की खराबी होना जैसी बीमारियां घेरे रहती हैं।"
  },
  "paaye": "ताँबा",
  "preferredJob": "धनिष्ठा : वाहन, वस्त्र, दवा व्यवसाय, सैक्स चिकित्सा, जनसेवक, धनाढ्य लोग, केशसज्जा, गहने बेचना, फैशन के सामान, गृहसज्जा के सामान आदि धनिष्ठा के अधीन हैं।",
  "__v": 0,
  "nakshatradevata": "आदि देव",
  "nakshatradipati": "मंगल"
},
{
  "name": "Shatabhisha,शतभिषा",
  "number": 23,
  "favorableNakshatra": [],
  "unfavorableNakshatra": [
    "उ. भाद्रपद",
    "अश्विनी",
    "कृतिका",
    "धनिष्ठा"
  ],
  "saririkSanrahna": {
    "male": "इन जातकों का शरीर कोमल, स्मरण शक्ति तेज तथा माथा चौड़ा होता है। आंखें तथा बाल भूरे या काले होते हैं। शरीराकृति से किसी राजसी खानदान में पैदा हुए लगते हैं।",
    "female": "हृष्ट-पुष्ट शरीर वाली, आमतौर पर सुन्दर भव्य आकृति, मांसल चेहरा और संतुलित शरीर की महिलाएं सौम्य गुणों से युक्त होती हैं।"
  },
  "charitr": {
    "male": "शतभिषा जातक चरित्र में श्रेष्ठ, सत्यवादी तथा न्यायप्रिय आचरण के होते हैं। इन जातकों के कुछ सिद्धांत होते हैं। जिनकी खातिर अपने लाभ को भी ये तिलांजलि दे सकते हैं। अपनी सेवा खुद करने में विश्वास रखते हैं। धार्मिक प्रवृत्ति के अड़ियल या कट्टर धर्म को मानने वाले, दिखावा करने में विश्वास रखते हैं। विज्ञान, प्रौद्योगिकी अथवा आर्थिक विषयों पर इनकी शिक्षा होती है। आजीविका में उतार-चढ़ाव झेलते रहते हैं। दूसरों के द्वारा अपशब्द बोले जाने पर ये मरने-मारने पर उतारू हो जाते हैं। कुछ कारणों से इनकी क्षमता और ज्ञान दबकर रह जाता है। ये अद्भुत कलाकार, जासूसी कथाओं के लेखक या फिल्म-फोटोग्राफी से जुड़े रहते हैं।",
    "female": "शतभिषा महिलाएं शांत स्वभाव की, परन्तु कभी-कभी गुस्सैल नजर आती हैं। घर की बजाय इन्हें घर से बाहर के कार्य करने अधिक रुचिकर लगते हैं। धार्मिक रुचियों वाली महिलाएं पारिवारिक मतभेदों के कारण भी तनावग्रस्त तथा चिड़चिड़ी हो जाती हैं। शक्ति मार्ग के बीच में भी वे दुःखी और दुर्भाग्यपूर्ण जीवन से जूझती रहती हैं। इनकी स्मरण शक्ति बहुत अच्छी, उदार एवं सहानुभूतिपूर्ण रवैये वाली, अपने स्वार्थ को साधने में मशगूल रहने वाली महिलाएं कभी-कभी निःस्वार्थ भाव से बड़े अच्छे काम कर डालती हैं। इनके कार्यशील जीवन की सर्वत्र चर्चा होती है। कभी-कभी जन-साधारण के बीच भी इन्हें गलत समझ लिया जाता है। जिसमें उसके पारिवारिक सदस्यों का विशेष योगदान होता है।"
  },
  "education": {
    "male": "जीवन के पूर्वार्द्ध यानी 35 वर्ष की आयु तक इन्हें बहुत उतार-चढ़ाव झेलने पड़ते हैं। उसके उपरांत ये लगातार उन्नति करते हैं। मनोवैज्ञानिक विषयों में इन्हें अधिक सफलता मिलती है। अनुसंधान, आविष्कार या आर्थिक नियोजन के क्षेत्र में भी इनका प्रभुत्व रहता है। ये अच्छे किस्म के डॉक्टर, अनुसंधानकर्ता और समाज सेवक भी होते हैं। अगर पाप ग्रहों का संयोग बड़ा हो तो नशीले और मादक पदार्थों के व्यापारी, तस्कर, जालसाज एवं घोटाला, भ्रष्टाचार के नायक भी इन्हें कहा जाता है।",
    "female": "भौगोलिक, वैज्ञानिक और चिकित्सा विषय में इनकी अभिरुचि रहती है। औद्योगिक कार्यों के अलावा समाज-विज्ञान के क्षेत्र में इनको आजीविका या धन लाभ हो सकता है। विज्ञापन, मॉडलिंग या चलचित्र, टी. वी. व्यवसाय से भी शतभिषा महिलाएं जुड़ी रहती हैं। वायु सेवा, विमान संचालन में भी अनेक महिलाएं देखी गई हैं।"
  },
  "marriedlife": {
    "male": "अपने स्वजनों के बीच इन्हें बहुत-से उतार-चढ़ाव देखने पड़ते हैं। अपनी क्षमता न होने के बावजूद वे दूसरों की सहायता करते हैं। भाई-बन्धुओं से उन्हें प्रताड़ना मिलती है। माता-पिता के स्नेह से भी वे लगभग वंचित रहते हैं। कुछ इन्हीं कारणों से इन्हें अच्छा जीवन-साथी भी नहीं मिल पाता। कुछ जातक अविवाहित भी रहते हैं। कई जातकों का विवाह वृद्धावस्था में भी होता है।",
    "female": "अपनी सम्पूर्ण निष्ठा और सेवा के बावजूद इसके पारिवारिक सदस्य इनके प्रति सहानुभूति पूर्ण नहीं होते। इनके हर कार्य को व्यंग्य बाणों से विछिन्न किया जाता है। ऐसे असंतुलित पारिवारिक जीवन के कारण ही अनेक महिलाएं आत्मघात कर लेती हैं। अनेक महिलाएं विधवा अथवा तलाकशुदा जीवन भी व्यतीत करती हैं। इनको अपनी कन्या-संतान का आश्रय मिलता है।"
  },
  "Health": {
    "male": "बाहरी तौर पर इनका स्वास्थ्य अच्छा नजर आता है, परन्तु अन्दर से अनेक बीमारियां इन्हें घेरे रहती हैं। मधुमेह, वात् रोग तथा सांस लेने में कठिनाई या आंतों की कमजोरी इनको हो सकती है। कई जातक हृदय तथा यौन रोग से ग्रस्त रहते हैं । हड्डियों और जोड़ों के दर्द भी कई जातकों को कष्ट देते हैं। उनके गुप्त सम्बंध अवांछित लोगों से होते हैं। इस कारण से भयावह रोग उन्हें पकड़ सकते हैं। अपने कार्यक्षेत्र के पर्यावरण  जन्य दोष से भी वे रोगी हो जाते हैं, जिनमें गैस एवं रसायनों का दुष्प्रभाव धुआं या बदबूदार हवा से उत्पन्न बीमारियां प्रमुख हैं।",
    "female": "इन महिलाओं को मियादी बुखार, हृदय रोग, हड्डियों की चोट या विकार, किडनी आदि के रोग हो सकते हैं। आंखों में कमजोरी या मोतियाबिंद का प्रभाव भी देखा जाता है।"
  },
  "paaye": "ताँबा",
  "preferredJob": "शतभिषा : मछुआरे, पशु पकड़ने वाले, मोती व्यवसायी, मूंगा या समुद्री पदार्थ (Sea-product) बेचने वाले, सूअर का मांस बेचना या उसके पदार्थ बेचना, धोबी, रंगरेज, शराब व्यवसाय, पक्षी पकड़ने वाले या शकुन विचार करने वाले, चिकित्सा, घुड़सवारी आदि इसके अन्तर्गत हैं।",
  "__v": 0,
  "nakshatradevata": "वरुण",
  "nakshatradipati": "राहु"
},
{
  "name": "Purva_Bhadrapada,पूर्वभाद्रपदा",
  "number": 24,
  "favorableNakshatra": [],
  "unfavorableNakshatra": [
    "रेवती",
    "भरणी",
    "मूल"
  ],
  "saririkSanrahna": {
    "male": "इनका शरीर मध्यम आकृति का, गठा हुआ, हाथ-पैर बहुत ही सुन्दर होते हैं। चेहरा भरा हुआ और माथा उभरा हुआ व चौड़ा होता है।",
    "female": "पूर्व भाद्रपद महिलाएं न तो बहुत दुबली होती हैं न बहुत मोटी, मध्यम कद-काठी की, चुस्त और गम्भीर स्वभाव की होती हैं। रंग-रूप और सौंदर्य के लिहाज से उन्हें श्रेष्ठ नहीं तो, अच्छा कहा जा सकता है।"
  },
  "charitr": {
    "male": "पूर्व भाद्रपद नक्षत्र में पैदा जातक आमतौर पर शांति प्रेमी होते हैं, किन्तु कभी-कभी गुस्से से फूट पड़ते हैं। सीधे-सादे भेष में रहने वाले जातक आंतरिक तौर पर बहुत ही अनुशासन प्रिय, नियम-संयम से रहने वाले होते हैं। छोटी-से-छोटी बात को भी वे विशिष्ट दृष्टिकोण से देखते हैं। अच्छे भोजन और खाने-पीने के शौकीन जातक साधारण वेशभूषा में रहना ही पसन्द करते हैं। इनका दृष्टिकोण निष्पक्ष होता है। कट्टरवाद या अन्धविश्वासों • पर अड़े नहीं रहते हैं। जरूरतमंदों की सहायता करते रहते हैं। दूसरे लोगों पर ये बहुत जल्दी विश्वास जमा लेते हैं। निःस्वार्थ सेवा के कारण कोई भी इन्हें अपनी परिसम्पत्ति सौंप देता है। दूसरे की अमानत को कभी हानि नहीं पहुचाते हैं। न्याय-नीति के प्रबल समर्थक ऐसे जातक सलाहकार, राजनीतिज्ञ या जज आदि बन सकते हैं ।",
    "female": "ईमानदारी और निष्ठा के अलावा सच्चाई तथा समझदारी इनके प्रधान गुण हैं। चाहे कोई भी नुकसान हो जाए ये अपने सिद्धांत और मानवीय गुणों से विचलित नहीं होती हैं। नेतृत्व करने की क्षमता, दूसरों से काम निकालने में माहिर होती हैं। यही कारण है कि प्रबन्ध व्यवसायी या राज्याधिकारी बनकर ये महिलाएं श्रेष्ठ महिला का सम्मान अर्जित करती हैं। मानवीय गुणों को व्यक्त करने के अपने विशिष्ट अंदाज में ये सर्वत्र पूजनीय बन जाती हैं। नम्रता और सहृदयता इनके व्यवहार से ही झलकती है।"
  },
  "education": {
    "male": "पूर्व भाद्रपद जातक जन्म से ही मेधावी और होनहार होते है, अतः जिस प्रकार की शिक्षा से इन्हें बचपन में ही परिचित करा दिया जाता है, उसी में माहिर हो जाते हैं। प्रतियोगिता या बुद्धि के बल पर ये सरकारी विभाग में भी उच्चपदाधिकारी बनते हैं। अच्छे सामाजिक दायरे में रहने के इच्छुक आर्थिक क्षेत्र में भी आत्मनिर्भर रहते हैं। 24 से 33 वर्ष की आयु तक इनका स्वर्णिम समय होता है। फिजूलखर्ची पर इनका सख्त नियंत्रण होता है। व्यावसायिक प्रतिष्ठान, बैंकिंग या राजकीय सेवा के अलावा अभिनय, लेखन, पत्रकारिता तथा अध्यापन-कार्य से भी इन्हें धन लाभ होता है। सरकारी राजस्व विभाग, कस्टम अथवा वायु सेना जैसे विभाग इनके लिए लाभप्रद सिद्ध होते हैं।",
    "female": "इन महिलाओं का बौद्धिक स्तर ऊंचा होता है। विज्ञान, टेक्नालॉजी एवं चिकित्सा, इंजीनियरी में भी इनकी सफलता निश्चित है। अध्यापन अथवा प्रबंध व्यवसाय में ये प्रखर मानी गई हैं। अनेक महिलाएं लेखन अथवा धार्मिक संस्थाओं के संरक्षण से भी जुड़ी रहती हैं। साधु-सन्तों की ये विशेष भक्त होती हैं।"
  },
  "marriedlife": {
    "male": "अपने परिवार में सिर्फ माता का ही पूर्ण स्नेह और वात्सल्य इन्हें प्राप्त नहीं होता है। कुछ जातकों की माताएं अल्पायु में ही साथ छोड़ देती हैं। कुछ जातकों की माताएं कार्य व्यवसाय में जुड़ी रहती हैं या सामाजिक कार्यकर्त्ता होती हैं, अतः काम-काजी महिलाओं की संतान होने के कारण भी मातृ-सुख में कमी आ सकती है। अपने पिता के पद और सम्मान का इन्हें विशेष लाभ मिलता है। पिता की सामाजिक प्रतिष्ठा गौरवपूर्ण होती है। वे भी अच्छे डॉक्टर, चिकित्सक, कलाकार या साहित्यकार आदि हो सकते हैं। पिता-पुत्र का वास्तविक सहयोग भी उच्च कोटि का संबंध बन सकता है।",
    "female": "अपने पति एवं संतान आदि के प्रति इनका पूरा ध्यान होता है। घर की देखभाल करना और उसके रख-रखाव में खर्च करना इन्हें अच्छा लगता है। इसके अलावा बाग-बगीचे, पशु-पक्षी पालना भी इन्हें रुचिकर लगता है। इनकी दो या तीन संतानें होती हैं।"
  },
  "Health": {
    "male": "आमतौर पर इनका स्वास्थ्य अच्छा ही कहा जा सकता है, परन्तु जीवन के उत्तरार्द्ध में पक्षाघात, नाड़ी कम्पन्न जैसे रोग घेर लेते हैं। कई जातकों को अम्ल पित्त, मधुमेह या पैरों की उंगलियों या एड़ियों में होने वाला रोग कष्टकारक हो सकता है।",
    "female": "आमतौर पर इन्हें रक्तचाप घटने-बढ़ने की बीमारी, सूजन या शरीर में गांठ पड़ने की बीमारी हो सकती है। कमर दर्द या घुटनों का दर्द भी अवस्थानुसार कष्ट देता है।"
  },
  "paaye": "लोहा",
  "preferredJob": "पूर्वा भाद्रपद : पशुपालन, हिंसाकर्म, नीचकर्म, ठगी, युद्धविद्या, सिखाना, मारपीट की शिक्षा देना, मांस विक्रय आदि पूर्वा भाद्रपद के अधीन हैं।",
  "__v": 0,
  "nakshatradevata": "अजय एकपाद",
  "nakshatradipati": "गुरु"
},
{
  "name": "Uttara_Bhadrapada,उत्तराभाद्रपद",
  "number": 25,
  "favorableNakshatra": [],
  "unfavorableNakshatra": [
    "अश्विनी",
    "कृतिका",
    "मृगशिर",
    "पू. आषाढ"
  ],
  "saririkSanrahna": {
    "male": "बहुत ही आकर्षक तथा मासूम, भोला-भाला दिखाई पड़ने वाला उत्तर भाद्रपद जातक अन्दर से बहुत चालाक तथा सतर्क रहता है। उसकी दृष्टि में एक चुम्बकीय शक्ति होती तथा वार्तालाप भी वह कूटनीति से करता है। अगर सुन्दर शक्ल-सूरत तथा अच्छा पहनावा हो तो वे किसी को भी एक मुस्कान में घायल कर देते हैं। 'मुस्कराकर लूट लिया' वाली बात इनके साथ सही चरितार्थ होती है",
    "female": "उत्तर भाद्रपद नक्षत्र की महिलाएं मध्यम कद और हष्ट-पुष्ट शरीर की, आंखें बड़ी-बड़ी और लम्बी नाक वाली होती हैं।"
  },
  "charitr": {
    "male": "छोटे तथा बड़े सबके साथ एक जैसा बर्ताव रखने वाले उत्तर भाद्रपद जातक बाह्य जीवन में सहृदय, दूसरों की सहायता करने वाले तथा समान दृष्टि से व्यवहार करते हैं। उनकी नजर में छोटा या बड़ा कोई नहीं, दूसरों को तकलीफ पहुंचाना, उन्हें अच्छा नहीं लगता। उनका हृदय बेदाग और सदैव पवित्र रहा है। तुनक मिजाज बहुत होते हैं। दूसरों के व्यंग्य बाण को सीधे ही आक्रमण की मुद्रा में ले आते हैं। अपने चहेते या प्रिय पात्र के लिए सब-कुछ न्यौछावर कर सकते हैं। इस प्रकार के जातक आत्मविश्वास से पूर्ण, व्यक्तित्व तथा ज्ञान से समृद्ध तथा भाषण आदि देने, धारा प्रवाह एवं भावनात्मक शैली का प्रयोग करने वाले होते हैं। वाणी की सरस्वती उन पर मेहरबान रहती है। किसी भी सभा को अगर वे एक बार सम्बोधित कर दें तो दूसरी बार उनके भाषण सुनने को लोग उतावले रहते हैं। ज्ञान-विज्ञान सम्मत बातों का मुलम्मा चढ़ाकर वे एक छोटी-सी बात के भी बड़े-बड़े अर्थ निकाल लेते हैं। दूसरी ओर बड़ी-से-बड़ी बात की भी ऐसी जड़ उखाड़ देते हैं कि मैदान साफ। यौन- -सुख पाना उन्हें बहुत सहज रहता है। अच्छी आकृति, रंग-रूप के अलावा विपरीत योनि को वश में करने के लिए सभी गुर उनमें मौजूद होते हैं। अनेक महिलाओं के यौन सहभागी होने के नाते उन्हें कामदेव भी कहा जा सकता है।",
    "female": "वे वास्तविक रूप में घर के लिए लक्ष्मीस्वरूप सिद्ध होती हैं। परिवार में मेल-मिलाप और संतुलन रखना, उनका पहला प्रयास होता है। सबके साथ मधुर सम्बंध बनाए रखना, अवस्था के अनुसार आदर देना तथा परिस्थितियों के अनुसार व्यवहार करना आदि उनके प्रशंसनीय गुण हैं। किसी के प्रति अनदेखा या अन्याय करना, उनके लिए दुर्लभ है। इन सब अच्छे गुणों के कारण ही परिवार के सदस्य-गण अधिकांश तौर पर उनके विश्वासपात्र बन जाते हैं। "
  },
  "education": {
    "male": "उत्तर भाद्रपद जातक शिक्षा क्षेत्र में अव्वल रहते हैं। वे अनेक विषयों और ज्ञान शाखाओं के पारंगत विद्वान होते हैं। स्कूल-कॉलेज की डिग्री के बिना भी उनका क्षेत्र बहुत उच्च कोटि का, विकसित और अधिकारपूर्ण होता है। साहित्य, काव्य के अलावा मनोविज्ञान, ज्योतिष तथा धर्मशास्त्र के भी प्रकाण्ड पंडित होते हैं। लेखन, संपादन तथा संचार माध्यमों में कार्यक्रम नियोजक बन सकते हैं। अपने कार्यक्षेत्र में वे असाधारण कार्यक्षमता के बल पर और गुणवत्ता पेश करके जल्दी ही शिखर पद पर पहुंच जाते हैं। आलस्य अथवा लापरवाही उनसे कोसों दूर रहती है। हर काम को चुस्ती-फुर्ती से निबटाकर आगे के काम को निबटाने की चिंता करना उनके स्वभाविक गुण हैं। कठिन-से-कठिन कार्य को भी वे हाथ में लेकर पूरा कर दिखाने का वायदा निभाते हैं। यद्यपि उनका आर्थिक पक्ष मध्यावस्था तक कमजोर रहता है, परन्तु पद-प्रतिष्ठा में वृद्धि के साथ धीरे-धीरे धन की भी वृद्धि होती है। अधिकांश जातक विवाहोपरान्त तरक्की करते हैं। यद्यपि 20-21 साल की आयु के बाद से ही वे आजीविका आरम्भ कर देते हैं, परन्तु 28-30 वर्ष के उपरान्त उनका कार्यक्षेत्र सुधरता ही जाता है। 35 से लेकर 40- 42 वर्ष के मध्य वे सर्वोच्च पदों पर आसीन हो जाते हैं।",
    "female": "रोजगार प्राप्त महिलाएं अपने प्रयासों से उच्च पदाधिकारी बन जाती हैं। अध्यापन, चिकित्सा तथा पत्रकारिता एवं संचार माध्यमों के क्षेत्र में प्रवेश करने वाली महिलाएं प्रखर रूप से उभरती हैं। वकालत या कानूनी पेशा भी उनके लिए अनुकूल सिद्ध होता है। "
  },
  "marriedlife": {
    "male": "अपने परिवार में पिता को सबसे अधिक महत्त्व देने वाले उत्तर भाद्रपद जातक अपने कर्म-क्षेत्र में भी पिता का ही अनुसरण करते हैं। यद्यपि पिता के द्वारा उन्हें कोई विशेष महत्त्व नहीं दिया जाता, परन्तु वे स्वयं पिता के चरित्र गुणों से अत्यधिक प्रभावित रहते हैं। अपने परिवार से ये जातक बचपन में ही अलग हो जाते हैं और अपने परिवार वालों के दैनिक स्नेह से वंचित रहते हैं। विवाहोपरान्त इनके जीवन में घर-परिवार की खुशियां लौट आती हैं। आदर्श गुणों वाली, शिक्षित और परिश्रमी महिला से इनका विवाह होता है। संतान भी आज्ञाकारी और योग्य होती है। इन जातकों को अपने नाती-पोतों तथा पड़पोतों तक को देखने की सुविधा मिलती है। लम्बे-चौड़े कुटुम्ब विस्तार में इनको भीष्म पितामह की तरह पूजा जाता है।",
    "female": "अपने परिवार में वे बहुमूल्य आभूषण की तरह मानी जाती हैं। अच्छे हों या बुरे, सभी लोग उनका गुणगान करते नहीं थकते। इस कारण परिवार में सौहार्द बनाए रखने वाली महिलाएं आदर्श दम्पत्ति बनने में पति को भी सहयोग देती हैं।"
  },
  "Health": {
    "male": "आमतौर पर इनका स्वास्थ्य अच्छा ही रहता है। खाने-पीने में परहेज नहीं करने वाले ये जातक योग-व्यायाम आदि के भी शौकीन होते हैं। बहुत गंभीर अवस्था में ही इन्हें डॉक्टर के पास जाना पड़ता है अन्यथा ये अस्पताल आदि से दूर ही रहते हैं। कोई समस्या हो भी जाए तो घरेलू अथवा प्राकृतिक उपचार करने में विश्वास करते हैं। कुछ जातकों को गैस, हार्निया, उदर विकार, लकवा अथवा पाइल्स की बीमारी हो सकती है।",
    "female": "इन महिलाओं को वात् अथवा सूजन आदि की शिकायत, रक्त में दोष, अपच, गैस तथा पैरों में कम्पन की शिकायत रहती है। खुराक पौष्टिकता कम होने से क्षय या तपेदिक की संभावना रहती है।"
  },
  "paaye": "लोहा",
  "preferredJob": "उत्तरा भाद्रपद : वास्तुविद्या, यज्ञ, दान, तपस्या, सन्यास, राजपद, चावल आदि या छिल्के के भीतर से निकलने वाले खाद्य पदार्थ, बादाम, काजू आदि का व्यवसाय, वाहन विद्या आदि इसके अधीन हैं।",
  "__v": 0,
  "nakshatradevata": "अहिर्बुध्न्य",
  "nakshatradipati": "शनि"
},
{
  "name": "Revati,रेवती",
  "number": 26,
  "favorableNakshatra": [],
  "unfavorableNakshatra": [
    "भरणी",
    "रोहिणी",
    "श्रवण",
    "पू.आषाढ"
  ],
  "saririkSanrahna": {
    "male": "इस नक्षत्र में पैदा जातकों की अच्छी शरीर आकृति, सौम्य एवं गंभीर मुद्रा, लम्बा कद और गौर वर्ण होता है ।",
    "female": "रेवती नक्षत्र में पैदा महिला-जातक अत्यधिक सुन्दर होती हैं। हजारों लोगों की भीड़ में भी उन्हें अलग से पहचान लिया जाता है।"
  },
  "charitr": {
    "male": "इस नक्षत्र में पैदा जातक दिल के साफ, काम करने में चुस्त और मधुर-भाषी होते हैं। मौके के अनुसार वे दूसरों के साथ संबंध स्थापित करने मैं तेज होते हैं। वे दूसरों को ज्यादा महत्त्व नहीं देते, क्योंकि वे एक स्वतंत्र जीवन व्यतीत करने के आदी होते हैं। अतः थोड़ी-सी रुकावट आने पर दुःखी हो जाते हैं। वे लम्बे समय तक कोई बात गुप्त नहीं रख सकते। अपने प्रेमी-जनों पर भी पूरी तरह विश्वास नहीं करते, लेकिन यदि वे किसी को एक बार अपने विश्वास में ले लेते हैं तो उससे अलग होना आसान बात नहीं होती वे बहुत ही गर्म मिजाज के होते हैं। अपनी मानसिक शक्ति के सिद्धान्तों के अनुसा कार्य करते हैं, चाहे वह गलत हो या सही। वे वही कार्य करते हैं, जो उन्हें अच्छा लगत है और उसे प्राप्त करने के लिए वे जुट जाते हैं, वह किसी कार्य का निर्णय पहले ही ले लेते हैं। वे धार्मिक प्रवृत्ति के, अंधविश्वासी, भगवान से डरने वाले और धर्म के नाम पर अत्यन्त कट्टरवादी विचारधारा के होते हैं। ऐसे जातक स्वभाव से जिद्दी, ऊंचाई को छूने की अभिलाषा करने वाले होते हैं। उनक विचारों और उद्देश्यों में थोड़ी-सी भी असफलता उनके लिए मानसिक असंतोष का कार बनती है। सभी 28 नक्षत्रों में पैदा जातकों में रेवती नक्षत्र में पैदा जातक सबसे ज्याद भगवान से डरने वाले और धार्मिक प्रवृत्ति के होते हैं। यही कारण है कि वे भगवान से अत्यधिक आशीर्वाद प्राप्त करते हैं।",
    "female": "इस नक्षत्र में पैदा महिलाएं दबंग और धाकड़ स्वभाव की होती हैं। वे अपने अधिकार से सुख का लाभ उठाती हैं। अत्यधिक धर्मभीरू, पुरातन अथवा परम्पराओं का पालन करने वाली, सांस्कृतिक अभिरुचियों से युक्त होती हैं। कई महिलाएं अत्यधिक अन्धविश्वासी तथा कट्टर धर्म को अपनाने वाली होती हैं।"
  },
  "education": {
    "male": "ऐसे जातक वैधानिक अनुसंधानों, ऐतिहासिक खोजों व पुरानी सभ्यता में रुचि रख और इन्हीं क्षेत्रों से मान-सम्मान की प्राप्ति करते हैं। वे ज्योतिष और ग्रह नक्षत्रों अध्ययन में रुचि रखते हैं। वे एक अच्छे चिकित्सक, ज्योतिषी या कवि होते हैं। वे सरकारी संस्थानों में आजीविका प्राप्त करके सफल होते हैं। वे अधिकतर विदेशों में स्थापित और जन्म-स्थान से दूर चले जाते हैं। वे अपने बुद्धि-बल से अपने जीवन को सफल बनाते हैं। जो कि उनका यह एक खानदानी गुण है। वे बहुत लम्बे समय तक किसी व्यक्तिगत व्यवसाय में रुचि नहीं लेते हैं। 50 वर्ष की आयु तक उन्हें अपने कार्य की अपेक्षा धन प्राप्ति नहीं होती है। 23 से 26 वर्ष का अन्तराल अच्छा होता है। जबकि 26 से 42 वर्ष में उन्हें काफी आर्थिक, मानसिक और सामाजिक यातनाएं भोगनी पड़ती हैं। 50 वर्ष की आयु के बाद ही वे एक स्थिर और दुःख से रहित जीवन की आशा कर सकते हैं।",
    "female": "इन महिलाओं को कला साहित्य या गणित आदि के क्षेत्र में उच्च शिक्षा प्राप्त होती है। व्यावसायिक अथवा अर्द्ध तकनीकी व्यवसाय में भी ये कुशल होती हैं। अध्यापन, एजेंसी अथवा कम्पनी सचिव, टेलीफोन ऑपरेटर, टाइपिस्ट जैसे व्यवसाय इन्हें लाभप्रद होते हैं। अगर शुभ ग्रहों का योग हो तो राजदूत, राज्याधिकारी अथवा राजनीतिक या सांस्कृतिक आयोजनों में अध्यक्ष या व्यवस्थापक की हैसियत से काम करती हैं।"
  },
  "marriedlife": {
    "male": "अपने सगे-सम्बन्धियों से उन्हें कोई सहायता नहीं मिलती है। पारिवारिक जीवन से दुःखी रहते हुए भी दाम्पत्य जीवन सुखी नहीं रहता है। उनकी पत्नी सामंजस्यपूर्ण व्यवहार की होती है।",
    "female": "इस नक्षत्र की महिलाएं संतुलित पारिवारिक जीवन व्यतीत करती हैं। उनका दाम्पत्य जीवन भी सामंजस्यपूर्ण और सुखी रहता है।"
  },
  "Health": {
    "male": "ज्वर, बुखार या दांत कान की बीमारियां उन्हें आमतौर पर होती हैं। इसके अलावा आंतों की कमजोरी, अपच अजीर्ण जैसे रोग भी कष्ट दे सकते हैं।",
    "female": "इन महिलाओं को पैरों से सम्बंधित कष्ट, गुर्दा अथवा पेट के रोग या कर्णदोष हो सकते हैं। नजला, सर्दी-जुकाम आदि रोग समय-समय पर कष्ट देते रहते हैं।"
  },
  "paaye": "सोना",
  "preferredJob": "रेवती : पानी से उत्पन्न पदार्थ, फूल, नमक, रत्न, शंख, मोती, सुगन्धित पदार्थ, व्यापार, नौका चालन, समुद्री यात्रा, मध्यम उद्योग आदि इसके अधीन हैं। नक्षत्रों के कारकत्व के आधार पर इन नक्षत्रों में तत्तत्कार्य करने चाहिएं।",
  "__v": 0,
  "nakshatradevata": "पुषान",
  "nakshatradipati": "बुध"
}]