[
  {
  "sun": {
    "Ashwini": {
      "1": "सूर्य प्रथम चरण में हो तो व्यक्ति का दीर्घकाल होता है। ऐसा व्यक्ति वार्तालाप में मधुर, आत्मविश्वास युक्त, लम्बी आयु वाला, संपन्न, संतान की ओर से विशेष प्रसन्नता और सुख प्राप्त करने वाला होता है। उसको पित्त अथवा वात से संबंधित रोग भी हो सकते हैं।",
      "2": "सूर्य दूसरे चरण में हो तो स्थिति अच्छी नहीं मानी जाएगी ! एक तो उसकी आयु सन्दिग्ध होती है। कई मामलों में आठ साल की आयु से नीचे भंयकर खतरे जातक को झेलने पड़ते हैं। आमतौर पर अश्विनी नक्षत्र में सूर्य की स्थिति अच्छी मानी गई है, परंतु दूसरे चरण में जन्में हुए जातकों पर इसका सुप्रभाव कम देखा गया है। ",
      "3": "सूर्य तृतीय चरण में हो तो व्यक्ति धनवान व संपन्न तो होता है, परंतु उसकी उम्र बहुत कम होती है। स्वास्थ्य खराब रहता है। कई बार वह हिंसक तथा नीच आचरण पर उतर आता है।",
      "4": "चतुर्थ चरण में सूर्य हो तो व्यक्ति प्रख्यात, चालाक, धनी तथा अपने समाज का मुखिया, सेना का कमांडर अथवा जन-साधारण का नेतृत्व करने वाला होता है। वह राष्ट्रीय स्तर की ख्याति अर्जित करता है। उसकी अभिरुचियां धार्मिक होती हैं। हृदय स्वच्छ व निर्मल होता है। अपने उत्तरदायित्व व कर्तव्य की पूर्ति, वह समय पर करता है। यात्राएं अधिक करता है और जीवन के उत्तरार्द्ध में भाग्योदय देखता है। यह प्रभाव तब और भी अधिक दिखाई देता है, जब सूर्य अश्विनी नक्षत्र के दसवें अथवा ग्यारहवें अंश के बीच में हो।"
    },
    "Bharani": {
      "1": "सूर्य भरणी नक्षत्र के प्रथम चरण में हो तो व्यक्ति विशेष पढ़ा-लिखा, विचारों से उन्नत, मनोविज्ञान एवं ज्योतिष शास्त्र का ज्ञाता कहलाता है। सौभाग्य के अलावा अपार धन व ख्याति से भी वह युक्त होता है। उसका व्यक्तित्व आकर्षण और व्यवहार सौहार्दपूर्ण रहता है। माथे अथवा आंखों के निकट चोट लगने का निशान होता है। जीवन के किसी भी कार्यक्षेत्र में वह विशेषज्ञ बन सकता है, जैसे चिकित्सा, कानून, पशुचिकित्सा आदि।  सूर्य 15 से 16 अंश राशि क्षेत्र में हो तो व्यक्ति सफल व्यापारी बनता है| वह खाद, कृषि उपकरण, गल्ला, कपड़ा, फल-फूल एवं होटल-भोजनालय जैसे कार्यक्षेत्रों से जुड़ा हुआ रहता है।",
      "2": "सूर्य भरणी नक्षत्र के दूसरे चरण में हो तो उसकी पारिवारिक स्थिति अनुकूल व सुखद रहती है। अपनी संतान एवं पत्नी आदि से उसे पूर्ण सुख मिलता है। ऐसा व्यक्ति वसीयत अथवा आकस्मिक धन लाभ से भी लाभान्वित होता है। लॉटरी या सट्टे आदि से भी उसे धन की प्राप्ति हो जाती है। इनको गले की खराबी, टॉनसिल अथवा गर्भाशय या जनेन्द्रिय की बीमारी रहती है। ऐसे व्यक्तियों को यातायात, समुद्री अथवा हवाई सेवा, तेल शोधक, कारखाने अथवा जलोत्पन्न वस्तुओं से लाभ होता है।  सूर्य 18 अंश से 19 अंश के बीच हो तो व्यक्ति में रतिरोग अथवा छूत रोग की संभावना रहती है। ऐसा व्यक्ति रसायन इंजीनियर, टेक्सटाइल इंजीनियर या फिर शान और शौकत से रहने वाला, सुख-भोगी व्यक्ति होता है।",
      "3": "सूर्य यदि इस नक्षत्र के तीसरे चरण में हो तो व्यक्ति के साथ अनेक कठिनाइयां जुड़ी रहती हैं। उसके पास यद्यपि अपार धन होता है, परंतु मनमाने कार्यों में खर्च करने से या व्यसनों के बढ़ जाने से सारा धन दूसरे के हाथों में चला जाता है। महादशा के अनुसार सिर्फ सूर्य या इसकी अन्तर्दशा ही इसके लिए लाभकारी होती है। बाकी सभी महादशाएं कष्टदायक कही गई हैं। मंगल की महादशा में सिर फटने का डर रहता है। व्यवसाय के क्षेत्र में भी उसे निराशा का ही मुंह देखना पड़ता है। वकील हो या जज, डॉक्टर हो या इंजीनियर, नौकरशाह हो या व्यापारी सब जगह से उसे अल्पमात्रा में ही धन लाभ होता है।  मंगल अच्छा हो तो व्यक्ति को जमीन-जायदाद आदि से कुछ लाभ हो सकता है। वह आक्रामक, अहंकार, जल्दबाज और झगड़ालू किस्म का भी होता है।",
      "4": "सूर्य यदि चौथे चरण में हो तो व्यक्ति अपनी बाल्यावस्था में अनेक प्रकार के कष्टों को व्यतीत करता है। असमय ही पिता की मृत्यु हो जाती है।  अन्य ग्रह सहयोग नहीं देते हैं या सूर्य पर शुभ ग्रहों की दृष्टि नहीं होती है तो व्यक्ति भिखारी तुल्य जीवन व्यतीत करता है।  एकाध शुभ ग्रह देख रहा हो तो व्यक्ति भीख नहीं मांगता, परंतु उसे दूसरे की दया पर निर्भर रहना पड़ता है।"
    },
    "Krittika": {
      "1": " सूर्य कृतिका के प्रथम चरण में हो और कोई भी शुभ ग्रह यदि सूर्य से योग दृष्टि कायम करे तो व्यक्ति साधारण किस्म की आजीविका युक्त होता है। उसकी संतानें अधिक होती हैं। इसके बावजूद वह दरिद्र और निर्धन ही रह जाता है। ऐसा व्यक्ति ज्योतिष हस्त रेखा या कोई रहस्यमय विद्या को सीखने के लिए लालायित रहता है, परंतु उसका अल्प ज्ञान उसे कोई लाभ नहीं पहुंचा सकता है। उसकी आंखें कमजोर होती हैं। भोजन अधिक करता है। आग अथवा बिजली से दुर्घटना हो सकती है। कुछ जातक, अर्थ सैन्य संगठन, सेना अथवा पुलिस में नौकरी करते हैं।",
      "2": "सूर्य कृतिका नक्षत्र के द्वितीय चरण में हो तो जातक की लंबी आयु होती है। उसे अपनी संतान से अपार सुख मिलता है। जीवन के उत्तरार्द्ध में ऐसा व्यक्ति ऐश्वर्यवान बनता है। इस व्यक्ति की बुद्धि तीक्ष्ण होती है तथा साधु-संतो का विशेष अनुगामी होता है। कई जातक संगीत साहित्य तथा नाट्य कला के शौकीन होते हैं, परंतु कुछ जातकों में सट्टे, जुए की प्रवृत्ति भी होती है।  बाल्यकाल की शिक्षा पर विशेष ध्यान दिया जाए तो व्यक्ति चर्म रोग का चिकित्सक, नर्स अथवा दवा विक्रेता आदि हो सकता है। इसके गर्दन या चेहरे पर सूजन रहती है। कुछ नसों पर ऐसी ग्रन्थियां पैदा हो सकती हैं, जो बाद में कैंसर का रूप धारण कर सकती हैं।",
      "3": "कृतिका के तृतीय चरणानुगत सूर्य हो तो व्यक्ति याचक अथवा भिखारी सदृश्य जीवन व्यतीत करता है। यह व्यक्ति जगह-जगह घूमता रहता है। कई जातकों को अप्राकृतिक रोग होते हैं, जबकि अनेक जातक बालारिष्ट के कारण कालकवलित हो सकते हैं। कुछ जातक केश कलाकार-बार्बर (नाई) धोबी अथवा चर्मकार (मोची) जैसे कार्यों से अपनी आजीविका करते हैं।  महिलाओं की कुंडली में इस नक्षत्र भाग के सूर्य का चन्द्रमा से योग दृष्टि संबंध हो तो वे वेश्यावृत्ति से अथवा अनैतिक कार्य व्यापार से धन कमाती हैं तथा कुछ समय बाद वी.डी. जैसे रोग से उनकी मृत्यु होती है। पुरुष जातक हो तो जल मार्ग से, यातायात से, मेहनत-मजदूरी अथवा शिकार पशुपालन से अथवा मछली, मांस के क्रय-विक्रय से धन कमाते हैं।",
      "4": "कृतिका के चौथे चरण में सूर्य हो तो व्यक्ति निम्न-स्तर का जीवनयापन करता है। वह दूसरों की सेवा से धन या रोजी-रोटी जुटा पाता है। ऐसा व्यक्ति क्रूर बुद्धि, हत्यारा, अपने परिवार के प्रति गैर-जिम्मेदार तथा स्त्री, संतान आदि को कष्ट देने वाला होता है। ऐसे व्यक्ति में मदिरा पीने की आदत, जुआरी, लॉटरीबाज तथा जलोदर या पानी के द्वारा उत्पन्न रोग की संभावना भी रहती है।"
    },
    "Rohini": {
      "1": "रोहिणी के प्रथम चरण में हो तो व्यक्ति चालाक और बुद्धिमान होता है। अपने कपड़ों का वह विशेष ख्याल रखता है। पशु-धन, हाथी, घोड़े या भेड़-बकरी आदि से उसे विशेष लाभ होता है। वह समाज-सेवी तथा गुप्त रोगों से पीड़ित रहता है।",
      "2": "रोहिणी के दूसरे चरण में  सूर्य हो तो व्यक्ति प्रभावशाली व आनन्ददायक व्यक्तित्व का होता है। वह तरल पदार्थ अथवा घी-तेल का व्यापार करता है। वह कभी भी अपने घर से दूर गंगा या पवित्र नदी का स्नान नहीं कर सकता। मिरगी आने की बीमारी, पित्त पड़ना, सिरदर्द जैसे रोग उसे कभी भी हो सकते हैं। गहरे जल में स्नान अथवा तालाब, नदी या समुद्र में तैरने की चेष्टा नहीं करनी चाहिए।  मंगल भी इस नक्षत्र भाग में हो तो व्यक्ति सेना या पुलिस विभाग में उच्च पदाधिकारी या संपर्क अधिकारी जैसा पद प्राप्त करता है।",
      "3": "रोहिणी नक्षत्र के तीसरे चरण में सूर्य हो तो वह जनहित के कार्यों से यश कमाता है, परंतु वह धन कमाने में कुशल नहीं होता। उसके पेट में कब्ज, हिचकी आना। स्त्रियों में अनियमित मासिक धर्म आदि रोग संभव हैं। इन्हें जल से भय रहता है।",
      "4": "रोहिणी नक्षत्र के चौथे चरण में सूर्य हो तो व्यक्ति सरकारी सेवा में प्रवेश करता है। उसे अत्यधिक यात्राएं करनी पड़ती हैं। वह अपनी स्त्री के अधीन रहता है। स्त्री हो तो पुरुष की कठपुतली रहती है।"
    },
    "Mrigashira": {
      "1": "सूर्य यदि मृगशिरा के प्रथम चरण में हो तो व्यक्ति खुशबूदार फूलों का शौकीन होता है। वह भाग्यवान, आकर्षक व्यक्तित्व वाला तथा बुद्धिमान होता है। उसके पुत्र कम होते हैं। उसे चेहरे, गले या आंखों से संबंधित रोग होते रहते हैं ।",
      "2": "यदि दूसरे चरण में सूर्य हो तो व्यक्ति साफ-सुथरे वस्त्र धारण करने वाला, चमकदार चेहरा और आकर्षक व्यक्तित्व का धनी होता है। वह संगीत में रुचि रखने वाला, पानी से डरने वाला होता है। 28 वर्ष के निकट उसका विवाह होता है।",
      "3": " तृतीय चरण में सूर्य हो तो व्यक्ति आर्थिक अथवा वित्तीय क्षेत्रों से संबंधित कार्य-व्यवसाय से जुड़ा रहता है। अपनी बौद्धिक क्षमता से वह सार्वजनिक क्षेत्रों के उच्च पदों पर नियुक्त होता है। उसका एक पुत्र भी वैज्ञानिक अनुसंधान के क्षेत्र में विशेष ख्याति अर्जित करता है। उसे भी नाक अथवा दांतों के रोग से यदाकदा कष्ट होता है।",
      "4": "चतुर्थ चरण में  सूर्य हो तो व्यक्ति लोकहित के कार्य करता है।  बुध इसी, नक्षत्र में हो और चन्द्रमा प्रथम चरण में हो तो व्यक्ति महाविद्वान, अच्छी वाक-शक्ति वाला, सम्मानित और धुरंधर ज्योतिषी होता है। ऐसे व्यक्ति को टॉनसिल, गले की खराबी की शिकायत रहती है ।"
    },
    "Ardra": {
      "1": "आर्द्रा नक्षत्र के प्रथम चरण में हो तो व्यक्ति मध्यम दर्जे की शिक्षा वाला, धनी एवं अच्छा ज्योतिषी होता है। गणित और वाणिज्य के क्षेत्र से जुड़ा हुआ रोजगार होता है। सूर्य पर यदि बुध या बृहस्पति का संयोग हो तो उसके जुड़वां बच्चे होते हैं। शुक्र का योग हो तो व्यक्ति पुलिस या सेना में नौकरी करता है। वृद्धा अवस्था में उसकी आंखें कमजोर पड़ जाती हैं।",
      "2": "दूसरे चरण में सूर्य हो तो व्यक्ति बहुत ही मधुरभाषी, स्नेहशील और सर्वप्रिय होता है । वह शोध छात्र, अपने परिवार का प्रिय, सरकार या राजनीति में प्रवेश करने वाला होता है। शनि की दृष्टि  सूर्य पर हो तो दूसरों के बीच मध्यस्थता करने वाला, दलाल, कमीशन एजेंट या विवाह कराने वाला होता है। उसकी पत्नी और संतान कष्टमय जीवन व्यतीत करते हैं।",
      "3": "सूर्य तृतीय चरण में हो तो व्यक्ति ज्ञान की अनेक विधाओं में रुचि रखने वाला, 40 वर्ष बाद ज्योतिषी, लेखाकार, आर्थिक सलाहकार, बैंक या निजी प्रतिष्ठानों में नौकरी करने वाला होता है। इसको ब्रोंकाइटिस अथवा फेफड़े की बीमारी हो सकती है।",
      "4": "चतुर्थ चरण में  सूर्य हो तो व्यक्ति विशिष्ट गुणों से युक्त, अच्छे चाल-चलन वाला, शास्त्रं एवं पुराणों का अध्ययनकर्ता, ज्योतिष अथवा मनोविज्ञान का ज्ञाता होता है। वह 38 वर्ष के बाद ख्याति प्राप्त करता है। वह धनी तथा आकर्षक व्यक्तित्व का अधिक उम्र में विवाह करने वाला होता है। महिलाओं का विवाह 22 वर्ष की आयु के उपरांत संभव है।"
    },
    "Punarvasu": {
      "1": "सूर्य पुनर्वसु नक्षत्र के प्रथम चरण में हो तो व्यक्ति उच्च शिक्षा प्राप्त, धनी होता है। एक अच्छा ज्योतिषी तथा लेखक या पत्रकार भी बन सकता है। 28 वर्ष के बाद उसका भाग्योदय होता है। किसी महात्मा अथवा साधु के आशीर्वाद से ईश्वरीय युक्त ऐसा जातक सबका प्रिय पात्र होता है।",
      "2": "द्वितीय चरण में  सूर्य हो तो व्यक्ति गणित और भाषा-विज्ञान का विशेषज्ञ, उच्च कोटि का प्रशासक और पूर्वानुमान लगाने में कुशल होता है। वह पीले वर्ण वाला, राजनीति अथवा सामाजिक विज्ञान में उच्च कोटि का पद प्राप्त करता है।",
      "3": "तृतीय चरण में  सूर्य हो तो व्यक्ति राज्याधिकारी अथवा मंत्री बनता है। उसे राजनीतिक मित्रों से भी लाभ होता है। कुछ समय तक अध्यापन का व्यवसाय भी करता है। ",
      "4": "चतुर्थ चरण में  सूर्य हो तो व्यक्ति असाध्य रोगों से पीड़ित रहता है। ऋण और गरीबी में तथा छोटे-छोटे व्यवसाय से अपना दैनिक जीवन व्यतीत करता है। उसे कब्ज, अपच, अजीर्ण आदि से कष्ट एवं आंखें कमजोर रहती हैं।"
    },
    "Pushya": {
      "1": "पुष्य नक्षत्र के प्रथम चरण में  सूर्य हो तो व्यक्ति प्रभावशाली एवं आकर्षक तथा अच्छे स्वास्थ्य वाला होता है। अधिक मदिरापान के कारण उसे आंतरिक कष्ट रहते हैं। .मघा नक्षत्र में लग्न पड़े तो जातक जन्म से गरीब होता है, परंतु उसके पिता की स्थिति धीरे-धीरे सुधरती है और जातक को सुख संपत्ति का लाभ मिलने लगता है।",
      "2": "दूसरे चरण में सूर्य हो तो व्यक्ति असावधान तथा अपने काम में अस्थिर बुद्धि वाला होता है। वह हवाई या यातायात संचालक, इंजीनियर, वैज्ञानिक या अंतरिक्ष विभाग से संबंधित होता है। जीवन के उत्तरार्द्ध में वह सरकार से सम्मानित भी होता है ।",
      "3": "तृतीय चरण में सूर्य होने से व्यक्ति शाही या रईस मिजाज होता है। लंबे शरीर का, ऐसा व्यक्ति कमजोर आंखों का, शारीरिक अक्षमता से युक्त या फिर एक आंख से काना हो सकता है।",
      "4": "चतुर्थ चरण में सूर्य होने से जातक की पत्नी उसके लिए समस्या का कारण बनती है। दांपत्य क्लेश के कारण उसके जीवन की प्रगति रूक जाती है। उसे समय-समय पर ग्रहों की शांति के लिए मंत्रोच्चार, शिव एवं विष्णु की आराधना करते रहनी चाहिए।"
    },
    "Ashlesha": {
      "1": "आश्लेषा नक्षत्र के प्रथम चरण में  सूर्य हो और नक्षत्र अनुराधा या ज्येष्ठा हो तो व्यक्ति सारे देश का भ्रमण करता है। वह संत या सज्जन दिखाई देता है। गरीबों की मदद करता हुआ वह अकेले ही अनेक तीर्थस्थलों की यात्रा करता है। उसको पैर फटने अथवा घुटने कमजोर पड़ने की बीमारी होती है।",
      "2": "द्वितीय चरण में  सूर्य हो तो पिता की मृत्युं जल्दी या असमय ही हो जाती है। उसकी पत्नी के कारण उसकी पदोन्नति या कामकाज रुक जाता है और वह धीरे-धीरे सबके उपहास का पात्र बन जाता है।",
      "3": "तीसरे चरण में  सूर्य हो तो व्यक्ति की उत्तम पत्नी एवं श्रेष्ठ संतान सुखयुक्त, परंतु पत्नी को बार-बार चोट लगने अथवा शल्य-चिकित्सा से कष्ट की संभावना रहती है ।",
      "4": "चतुर्थ चरण में  सूर्य हो तो व्यक्ति अपनी संतान का सुख नहीं भोग पाता है, परंतु उसका एक भाई विशेष ख्याति एवं सम्मान अर्जित करता है। जिसके कारण उसे धन एवं प्रतिष्ठा का लाभ होता रहता है।  लग्न भी इसी नक्षत्र भाग में पड़े तो व्यक्ति के जीवन में दुष्प्रभाव अधिक और सुप्रभाव कम होते हैं।"
    },
    "Magha": {
      "1": "सूर्य मघा नक्षत्र के प्रथम चरण में हो तो व्यक्ति गरीब और नौकर-चाकर होता है।  लग्न भी इस भाग में हो तो व्यक्ति को रात के समय कम दिखाई देता है।",
      "2": "सूर्य दूसरे चरण में हो तो व्यक्ति यात्रा करने से थकान ग्रस्त, गरीब और अधिक भोजन करने वाला तथा आंखों का रोगी होता है। उसके अंग भी कुछ विकार ग्रस्त होते हैं।  शनि की दृष्टि सूर्य पर हो तो माता-पिता का बैर और उनसे दूर रहने वाला होता है।",
      "3": "सूर्य मघा नक्षत्र के तीसरे चरण में हो और उस पर शनि की दृष्टि हो या शनि और सूर्य पर मंगल की दृष्टि हो तो ऐसे जातक बहुत कम जीवित रहते हैं। अन्यथा जातकों की मध्य आयु होती है तथा उन्हें जल संबंधी रोग-प्लूरेसी या हर्निया आदि हो सकता है।",
      "4": "मघा के चौथे चरण में सूर्य हो और उस पर मंगल की दृष्टि हो तो जातक की अल्पायु होती है।  सूर्य पर किसी अन्य नक्षत्र की दृष्टि हो तो व्यक्ति मध्य आयु तक आरामदायक जीवन जीता है, लेकिन मध्य आयु के पश्चात उसे निर्धनता एवं बेरोजगारी का सामना करना पड़ता है।"
    },
    "PurvaPhalguni": {
      "1": "सूर्य प्रथम चरण में हो और उसे शनि या मंगल देख रहे हों तो व्यक्ति को मूर्छा, मस्तिष्क ज्वर की संभावना रहती है। वह या तो सरकारी अधिकारी या फिर चिकित्सा सेवा में अपनी आजीविका चुनता है। वह कभी-कभी अपने अधीनस्थ कर्मचारियों के प्रति बेहद उग्र हो सकता है।",
      "2": "सूर्य दूसरे चरण में हो और साथ में चन्द्रमा, शनि अथवा मंगल का संयोग भी हो तो व्यक्ति जोड़-तोड़ कर उच्चाधिकारी बन जाता है। वह अपनी पहली पत्नी को अथवा ज्येष्ठ पुत्र को दुर्घटना आदि में खो देता है। तदुपरान्त वह विधुर जीवन व्यतीत करता है।",
      "3": "सूर्य यदि तीसरे चरण में हो तो व्यक्ति राजकीय सेवा से या दवा आदि के व्यापार से धन कमाता है। उसको हृदय रोग तथा दिमागी परेशानी चलती रहती है। बचपन से ही वह आर्थिक कारणों से उन्नति नहीं कर पाता। उसका जीवन मध्यायु के उपरांत ही स्थिरतापूर्वक व्यतीत होता है।",
      "4": "चौथे चरण में सूर्य होने से व्यक्ति तरल पदार्थों से, अस्पताल आदि की सेवा से या उत्पादक सेवा से धन कमाता है। उसे आंखों का रोग, घमौरी, सूजन एवं फोड़े-फुन्सी आदि से कष्ट होता रहता है।  राहु या केतु भी सूर्य के साथ हों तो व्यक्ति वाहन, मिस्त्री या आटोमोबाइल्स इंजीनियर जैसा कार्य करते हुए आजीविका चलाता है।"
    },
    "UttaraPhalguni": {
      "1": "सूर्य उत्तरा फाल्गुनी नक्षत्र के प्रथम चरण में हो तो व्यक्ति उत्साही, बातूनी, परंतु हिंसक प्रवृत्ति का होता है। अपने भाई-बन्धुओं के साथ उसकी शत्रुता रहती है। महत्त्वाकांक्षी होने के कारण किसी के अधीनस्थ कार्य करने में असमर्थ होते हैं।  स्वतंत्र रूप से काम करने अवसर मिले तो जल्दी ही उच्च पद पर आसीन हो जाते हैं।",
      "2": "दूसरे चरण में  सूर्य हो तो व्यक्ति उच्च स्तर के लेखन कार्य से जुड़े रहते हैं । साथ ही विचारों से दार्शनिक और दूसरों को सलाह देने में कुशल होते हैं।  नक्षत्र के विरुद्ध सूर्य की स्थिति हो तो इस प्रकार की महिलाएं अनेक प्रकार के गुणों से विभूषित, महत्त्वाकांक्षी परंतु अपने पति एवं उसके परिवार के लिए कष्टदायक साबित होती हैं। प्रथम पति के साथ कानूनी विवाद या तलाक हो सकता है।",
      "3": "तृतीय चरण में सूर्य हो तो व्यक्ति बहुत ही नाजुक शरीर का होता है। कला एवं काव्यं के प्रति उनमें रुचि होती है। शर्मीलेपन एवं संकोच के कारण वे दूसरों के साथ खुलकर बातें करने में सकुचाते हैं। ऐसे व्यक्ति माता-पिता के भक्त और सबके प्रति सौजन्यतापूर्ण व्यहार करने वाले होते हैं।",
      "4": "चौथे चरण में सूर्य हो तो व्यक्ति जीवन-भर अनेक प्रकार की समस्याओं से घिरा रहता है और जीवन के अंतिम समय में उसे अपने रिश्तेदारों का सहारा लेना पड़ता है।  सूर्य पाप ग्रहों से युक्त हो तो व्यक्ति की मृत्यु हादसे या दुर्घटना से होती है।"
    },
    "Hasta": {
      "1": "सूर्य हस्त नक्षत्र के प्रथम चरण में हो तो ऐसे पुरुष या महिला जातक का 35 वर्ष तक विवाह नहीं हो पाता। ऐसे जातक इंजीनियर, ठेकेदार या सलाहकार आदि होते हैं, उनको आंतों और पेट संबंधी बीमारियां विशेष कष्ट देती हैं।",
      "2": " सूर्य द्वितीय चरण में हो तो व्यक्ति क्लर्क अथवा एकाउटेंट की नौकरी से आजीविका आरंभ करता है। उसको कफ, मियादी बुखार एवं टायफाइट आदि हो सकता है ।  सूर्य के साथ शुक्र का भी योग हो तो व्यक्ति पत्नी के कारण स्नायु रोग का मरीज बन जाता है।",
      "3": " तृतीय चरण में सूर्य हो तो महिला जातकों का 35-40 वर्ष के मध्य विवाह हो पाता है।  शुक्र भी साथ में हो तो जातक उच्च शिक्षा प्राप्त, अध्यापक, पादरी या उपदेश देने वाला हो सकता है। उसे गुप्त रोग के कारण कठिनाइयां झेलनी पड़ती हैं।",
      "4": "चौथे चरण में सूर्य हो तो व्यक्ति लेखक, दुभाषिया या अनुवादक आदि होता है।  शुभ ग्रहों की कोई दृष्टि न हो तो व्यक्ति चपरासी, पोस्टमैन, मुंशी आदि होता है। उसे मुंह, गले या पेट आदि का अल्सर भी हो सकता है।"
    },
    "Chitra": {
      "1": "इस नक्षत्र के प्रथम चरण में  सूर्य हो तो व्यक्ति सिद्धहस्त मैकेनिक होता है, पत्नी का उस पर विशेष रौब-दाब चलता है। व्यक्ति धनी और सम्पन्न होता है।  लग्न स्वाति, विशाखा या आश्लेषा में हो तो बचपन में भयंकर कष्ट आते हैं। ऐसे जातक अपने पिता की धन-संपत्ति का भी दुरूपयोग करते हैं।",
      "2": "दूसरे चरण में सूर्य हो तो व्यक्ति मादक द्रव्यों के व्यापार से धन कमाता है। इसके अलावा केमिकल्स, शराब, चरस, गांजे का सेवनकर्ता या व्यापारी भी वह हो सकता है।  लग्न भी इसी भाग में हो तो व्यक्ति की उम्र कम होती है। उसे कैंसर, दमा, हृदय रोग आदि कुछ भी हो सकता है।",
      "3": "तीसरे चरण में सूर्य हो तो व्यक्ति स्त्री वर्गीय स्वभाव का होता है। ऐसा व्यक्ति नाजुक शरीर का, उच्च शिक्षा प्राप्त, दूसरों को उपदेश देने वाला तथा पूजा-पाठ आदि में संलग्न रहता है।",
      "4": "चौथे चरण में सूर्य हो तो व्यक्ति मोटर या वाहन चलाने वाला, मिस्त्री, इंजीनियर होता है। ऐसा व्यक्ति अपने ज्ञान-बल से धन कमाने वाला चतुर, परिश्रमी और क्रूर मिजाज का होता है।"
    },
    "Swati": {
      "1": "स्वाति नक्षत्र के प्रथम चरण में  सूर्य हो तो व्यक्ति को नाड़ी कम्पन, अर्थराइटिस, लकवा, फालिस की बीमारी हो सकती है।  किसी ग्रह विशेष की दृष्टि न हो तो व्यक्ति तम्बाकू या नशीले पदार्थों का व्यापारी, मध्यपान करने वाला होता है।  शुभ ग्रहों की दृष्टि हो तो व्यक्ति उच्च शिक्षा प्राप्त, बुद्धिमान तथा धनी होता है।",
      "2": "द्वितीय चरण में  सूर्य हो तो व्यक्ति सुनार, धातु का व्यापारी, यात्री, अथवा दवा, नशीले पदार्थ का विक्रेता होता है।  लग्न शतभिषा में पड़े तो दाहिनी आंख में कष्ट, पीड़ा होती है।",
      "3": "तृतीय चरण मे सूर्य हो तो व्यक्ति को बाल्यकाल में भयंकर रोग-बीमारी रहती है। सूर्य के साथ  शनि का संयोग हो तो व्यक्ति 2 महीने से 6 महीने के मध्य अरिष्ट होता है। उसे आंखों की बीमारी अंधापन आदि कुछ भी हो सकता है।",
      "4": "चतुर्थ चरण में सूर्य हो तो व्यक्ति की सेहत अच्छी होती है। उसे सर्वत्र सम्मान और आदर, मित्रता मिलती है। वह गुप्तचर सेवा या पुलिस सेना में उच्च पद पर होता है। महिला जातक हो तो वह अपने आचरण के कारण पति के घर अधिक दिन तक नहीं रह सकती। उसे त्याग देती है ।"
    },
    "Vishakha": {
      "1": "इस नक्षत्र के प्रथम चरण में सूर्य हो व्यक्ति का विवाह काफी आयु के बाद होता है। महिला जातकों को कभी अविवाहित भी रहना पड़ सकता है। ऐसी महिला के अवांछित सम्बंध कई व्यक्तियों से हो जाते हैं। पुरुष जातकों के विवाह विलम्ब से होते हैं या विवाह के तुरन्त बाद पत्नी से तलाक हो जाता है अथवा किसी हादसे में उसकी मृत्यु हो जाती है ।",
      "2": "द्वितीय चरण में  सूर्य हो तो जातक की संतान बहुत कम होती है, एकाध पुत्र होता है। वह व्यक्ति आराम की जिन्दगी बसर करता है, वह क्रूर, भोजन को निगलकर खाने वाला, कमजोर आंख वाला, दूसरों के लिए समस्या पैदा करने वाला, झगड़ालू, गैर-कानूनी काम करने वाला तथा किसी भी समय दण्ड पाने वाला होता है।  किसी भी शुभ ग्रह की सूर्य पर दृष्टि न हो तो व्यक्ति घरेलू नौकर होता है।",
      "3": "तृतीय चरण में सूर्य हो तो वह व्यक्ति विविध आयामी कला क्षेत्र से जुड़ा रहता है। उसकी आंखें रोग के कारण खराब हो जाती हैं। कभी-कभी तो अंधेपन की नौबत आ जाती है। वह व्यक्ति हमेशा तर्क करने में माहिर होता है।",
      "4": "विशाखा नक्षत्र के चौथे चरण में सूर्य हो तो व्यक्ति शरीर से नाजुक होता है। उसकी छाती, हृदय तथा पेट में पीड़ा होती है। सूर्य इस भाग में अकेला हो तो व्यक्ति दूसरों को कष्ट देने वाला तथा सरकार द्वारा अभियोग का अपराधी सिद्ध होता है।"
    },
    "Anuradha": {
      "1": "सूर्य इस नक्षत्र के प्रथम चरण में हो तो व्यक्ति बहादुर और अतिवादी यानी बढ़-चढ़ कर बोलने वाला होता है। उसमें शत्रु को नीचा दिखाने की क्षमता होती है। वह हमेशा ही औरतों के पीछे भागता है। आमतौर पर उनकी विदेश में रहने-बसने की इच्छा रहती है या फिर अपने गृह नगर से दूर रहना पसन्द होता है।",
      "2": "दूसरे चरण में सूर्य हो तो व्यक्ति बेवकूफ और मूर्खतापूर्ण अन्दाज में बात करता है। वह बहुत ही बददिमाग, पढ़ा-लिखा और कंजूसी से धन जमा करने वाला या फिर रिश्वतखोर कर्मचारी होता है। उसके अहंकार के कारण उसके जल्दी शत्रु बन जाते हैं।",
      "3": "तीसरे चरण में सूर्य नीच संगति में डाल देता है। वह अंधों में काना राजा की भांति अपने को बढ़ा-चढ़ाकर दिखाना चाहता है, परन्तु उसकी क्षुद्रता उसके आचरण से जाहिर हो जाती है।",
      "4": "चौथे चरण में सूर्य हो तो व्यक्ति अनेक कलाओं का ज्ञाता तथा नियम-कानून का जानकार, न्यायविद्, वकील, डॉक्टर आदि पेशे से धनी बनता है। वह व्यक्ति अपने धन से, अति-सुन्दर महिलाओं का भोग करता है। ऐसा व्यक्ति जीवन के प्रत्येक क्षेत्र में निष्ठावान कर्मठ तथा कर्तव्यपरायण होता है।"
    },
    "Jyeshtha": {
      "1": "सूर्य इस नक्षत्र के प्रथम चरण में हो तो आग, शस्त्र एवं हथियार आदि के अलावा आग्नेय पदार्थ, इंजन- मशीनरी सहित जहरीले पदार्थ, ड्रग्स आदि से खतरा होता है।  शनि और चन्द्रमा भी इस स्थान में हों तो जातक 9 वर्ष की अवस्था तक ही जीवित रहता है।",
      "2": "सूर्य दूसरे चरण में हो तो व्यक्ति सिर से गंजा होता है। उसकी आकृति लम्बी एवं डील-डौल, भारी होता है। उसे खुजली का रोग, आंखों की बीमारी जल्दी होती है तथा वह बाजी करने वाला और किसी के प्रति भी हमदर्दी नहीं दिखाने वाला भी कहा जा सकता है।",
      "3": "सूर्य तृतीय चरण में हो और शनि की दृष्टि या मंगल का योग उस पर हो तो जातक के जन्म के पश्चात जल्दी ही पिता की मृत्यु हो जाती है, परन्तु महिला जातकों के मामले में यह सही नहीं है। बच्चे का पिता से वियोग दीर्घकालीन हो सकता है। पिता का घर से निकल जाना, जेल आदि चले जाना या नौकरी आजीविका के कारण देश-विदेश जाना सामान्य अवस्था में हो सकता है।",
      "4": "चौथे चरण में  सूर्य हो और पाप ग्रहों का भी प्रभाव हो तो पिता की आयु क्षीण हो जाती है। शुभ ग्रह युक्त होने पर पिता दीर्घजीवी होते हैं। कुछ मामलों में जन्म के बाद पिता को दुर्घटना का सामना करना पड़ सकता है।"
    },
    "Mula": {
      "1": "मूल नक्षत्र के प्रथम चरण में  सूर्य हो तो व्यक्ति के पिता विद्वान और प्रख्यात होते हैं। वह स्वयं भी दानी और लोकहित के कार्य करने वाला होता है।",
      "2": "द्वितीय चरण में सूर्य हो तो व्यक्ति उच्च-स्तर का व्यापारी या सिल्क, रेशम के व्यापार अथवा गल्ले आदि से धन प्राप्त करता है। यदि पाप ग्रहों की दृष्टि हो तो व्यक्ति कचरा-कबाड़ आदि से धन प्राप्त करता है।",
      "3": "तृतीय चरण में सूर्य हो तो व्यक्ति के गले में खटास रहती है तो भी व्यक्ति हंसोड़, उर्वरक कल्पना शक्ति से युक्त होता है। उसे हृदय रोग की शंका रहती है। वह आग्नेय पदार्थ, केरोसिन तेल का व्यापार करता है",
      "4": "चतुर्थ चरण में  सूर्य हो तो व्यक्ति सदैव अस्वस्थ रहता है। उसे मिरगी, अपस्मार, दिमागी बुखार या तीक्ष्ण सिरदर्द की शिकायत रहती है।  शुक्र और मंगल भी साथ हों तो व्यक्ति सर्जन या फिजिशियन डॉक्टर होता है"
    },
    "PurvaAshadha": {
      "1": "यदि सूर्य इस नक्षत्र के प्रथम चरण में हो तो व्यक्ति के उद्देश्य, सुख ऐश्वर्य, शक्ति व अध्यक्षता पाने के होते हैं। ऐसे जातक थोड़े भौतिकवादी और थोड़े धार्मिक, अंधविश्वासी चरित्र के होते हैं। 21 वर्ष की आयु में वे आजीविका प्राप्त करने लग जाते हैं। व्यापार के क्षेत्र में वही व्यापार करतें हैं, जो कि उनके पिता का होता है।",
      "2": "यदि सूर्य दूसरे चरण में हो तो व्यक्ति धनी-मानी होता है। उसका गुस्सैल व्यवहार, उसके कई दुश्मन बना सकता है। अजनबियों से समझौते करने में वे अत्यन्त चतुर और सावधान रहते हैं, क्योंकि उनके द्वारा ठगे जाने की संभावना उन्हें सदैव बनी रहती है।",
      "3": "यदि सूर्य तीसरे चरण में हो तो व्यक्ति हिम्मत वाला होता है। यदि बृहस्पति की दृष्टि उस पर हो तो व्यक्ति औद्योगिक क्षेत्र में सफलता अर्जित कर सकता है। साथ-ही-साथ वह व्यापार व्यवसाय से भी आजीविका प्राप्त करता है। 35 से 44 वर्ष तक की आयु उसके लिए उत्तम है।",
      "4": "यदि चौथे चरण में सूर्य हो तो व्यक्ति व्यापार आदि में रुचि रखता है। यदि बृहस्पति की दृष्टि भी हो तो उसका बहुत बड़ा फैला हुआ व्यापार साम्राज्य होगा । वह कई इमारतों, मकान, सम्पत्ति का मालिक हो सकता है।"
    },
    "UttaraAshadha": {
      "1": "इस नक्षत्र के प्रथम चरण में  सूर्य हो तो व्यक्ति को टांगों का दर्द, लंगड़ापन आदि का शिकार होना पड़ता है। ऐसा व्यक्ति गुस्सेबाज, भद्दी भाषा का प्रयोग करने वाला, धार्मिक कार्यक्रमों में दिखावा करने वाला, कंजूस और धनी होता है।",
      "2": "दूसरे चरण में सूर्य हो तो व्यक्ति कम बोलने वाला, नपी-तुली भाषा में बात करने वाला, भेदभाव रहित एवं परिश्रमी, परन्तु रहस्यपूर्ण चरित्र का होता है। इसे कला या संगीत आदि के क्षेत्र से धन लाभ होता है।",
      "3": "तृतीय चरण में सूर्य हो तो योगाभ्यास एवं व्यायाम आदि करने वाला, अस्थमा तथा उदर विकार से ग्रस्त रहता है।",
      "4": "चौथा चरण अभिजीत नक्षत्र में पड़ता है। उसका फलादेश आगे देखें।"
    },
    "Shravana": {
      "1": "सूर्य प्रथम चरण में हो तो व्यक्ति को माता-पिता का सुख कम प्राप्त होता है। उसके माता-पिता भी दीर्घजीवी नहीं होते।  अन्य पाप ग्रहों का भी संयोग हो तो व्यक्ति के माता-पिता, दादा आदि बचपन में ही चल बसते हैं।",
      "2": "द्वितीय चरण में सूर्य हो तो पत्नी तथा एक बच्चे का सुख मिलता है। जातक के पिता की असामयिक मृत्यु हो जाती है।",
      "3": "तृतीय चरण में सूर्य हो तो जातक को बचपन से ही अनेक कष्ट उठाने पड़ते हैं। जातक को एक महीने से लेकर एक साल के भीतर मृत्यु तुल्य कष्ट उठाने पड़ते हैं । ",
      "4": "चतुर्थ चरण में सूर्य हो तो व्यक्ति लोभी तथा अस्थिर बुद्धि का होता है। वह वेश्यागामी, चालू किस्म का, माता-पिता की जायदाद हेतु मुकदमे-बाजी में उलझा हुआ, अनेक छुपे शत्रु वाला, दुःखी तथा अशांत रहता है।  शुभ ग्रह सूर्य को देखे तो दुष्परिणाम कम होते हैं।"
    },
    "Dhanishta": {
      "1": "सूर्य यदि प्रथम चरण में हो तो व्यक्ति प्रतिभावान, किन्तु स्वार्थी और अपनी शेखी बघारने वाला होता है। वह नाटे कद का तथा गोरे रंग का होता है। वह महिलाओं से विशेष लगाव रखता है।",
      "2": "द्वितीय चरण में सूर्य हो और चन्द्रमा, मंगल तथा शनि भी साथ हों तो बालक की मृत्यु 5 वर्ष के दौरान ही हो जाती है। वह स्वार्थी, किन्तु सच्चरित्र व्यक्ति होता है। वह कंजूस और ज्यादा मित्र नहीं बनाने में विश्वास रखता है।",
      "3": "तृतीय चरण में सूर्य हो तो व्यक्ति विद्वान, चौड़े और मजबूत शरीर का, छोटे व खूबसूरत दांतों वाला और चौड़े चेहरे का होता है। उसकी आयु 76 वर्ष से ऊपर होती है। यदि सूर्य शुभ ग्रहों के साथ योग करे तो व्यक्ति आमतौर पर बीमार रहता है, किन्तु अल्पायु नहीं होता।",
      "4": "चतुर्थ चरण में सूर्य हो तो वह सुख से कोसों दूर, गोरे रंग का, आकर्षक चेहरे वाला, अच्छे स्वास्थ्य और खुशहाल रहने वाला होता है। वह संगीत कला और मनोरंजन में रुचि लेता है। 35 वर्ष की आयु तक अपने परिवार के प्रति उत्तरदायी नहीं रहता, किन्तु बाद में गलती स्वीकार कर, अपना घर खुशहाल बनाता है। हालांकि वह अपने पिता को अपना शत्रु समझता है।"
    },
    "Shatabhisha": {
      "1": "प्रथम चरण में  सूर्य हो तो व्यक्ति को अपने पितृ दोष के कारण संतान सुख से वंचित रहना पड़ता है। इसकी संतान अल्पायु होती है।",
      "2": "द्वितीय चरण में  सूर्य हो तो व्यक्ति को अंधापन या दृष्टिदोष होता है।  मंगल दूषित हो तो रोग-बीमारी के दौरान आंखें कमजोर हो सकती हैं।",
      "3": "तृतीय चरण में सूर्य हो तो व्यक्ति को अग्निकाण्ड अथवा दुर्घटना के कारण घोर कष्ट उठाना पड़ता है। यह कष्ट उसे युवावस्था में तथा दुर्घटना दूर देश में घट सकती है ।",
      "4": "चतुर्थ चरण में सूर्य हो तो व्यक्ति लम्पट, धूर्त्त तथा कठोर स्वभाव का होता है। वह घटिया वस्तुओं का व्यापारी, मदिरा, मांस का शौकीन तथा होटल, घर आदि में नौकर होता है। वाहन चालक या दलाल, मध्यस्थता से भी उसे लाभ होता है। दूसरों के धन पर मौज करना उसकी वृति होती है।  बृहस्पति शुभ हो तो व्यक्ति उच्च-स्तर का व्यापारी या प्रमुख अधिकारी होता है ।"
    },
    "PurvaBhadrapada": {
      "1": "सूर्यः सूर्य प्रथम चरण में हो तो व्यक्ति को परिवार या संतान से दूर रहकर जीवन व्यतीत करना पड़ता है। घटिया मनोवृत्ति के जातकों को धन का अभाव रहता है, जबकि महत्त्वाकांक्षी जातक यथेष्ट धन कमाकर परिवार का पालन करते रहते हैं।",
      "2": "द्वितीय चरण में सूर्य हो तो व्यक्ति तरल पदार्थों के व्यापार से धन लाभ करता है। दूध, शर्बत, मदिरा, तेल, घी अथवा पेट्रोल आदि के वितरण से धन लाभ होता है। अपने व्यापार में वह कई बार ससुराल पक्ष से सहायता प्राप्त करता है।",
      "3": "तृतीय चरण में सूर्य हो तो व्यक्ति को अल्पायु में बहुत कष्ट उठाने पड़ते हैं।  वह सकुशल रह जाए तो मध्यम श्रेणी का व्यवसायी जातक होता हैं।",
      "4": "चौथे चरण में  सूर्य हो तो व्यक्ति चंचल बुद्धि, रहस्य चरित्र का तथा उसको जादू-टोने और तंत्र-मंत्र पर विशेष विश्वास होता है। मृतात्मा अथवा प्रेतात्माओं के संसर्ग में भी वह भटकता रहता है। जल संबंधी कार्यों अथवा धार्मिक या सामाजिक कार्यों के. माध्यम से वह आजीविका करता है।"
    },
    "UttaraBhadrapada": {
      "1": "सूर्यः इस नक्षत्र की स्थिति पर अन्य ग्रहों के प्रभाव, पूर्व पृष्ठों पर मूल नक्षत्र देखें। सूर्य प्रथम चरण में हो तो व्यक्ति गुर्दे की बीमारी से ग्रस्त, कैंसर अथवा विष जन्य रोग भी हो सकते हैं। उनका परिवार समृद्ध तथा कुलीन, सुख-वैभव युक्त होता है । वह उच्च-स्तर का शासनाधिकार या अफसर आदि बनता है।",
      "2": "द्वितीय चरण में सूर्य हो तो व्यक्ति कृषि अथवा उद्योग सम्बंधी कार्य में निपुण, सिंचाई व जल सम्बंधी कार्य से भी धन प्राप्त करता है। इस जातक के लिए भाई-बहनों का सुख गौण होता है।",
      "3": "तृतीय चरण में सूर्य हो तो व्यक्ति अनेक विश्वविद्यालयों की डिग्री आदि हासिल करता है। राजकीय सेवा में रहकर भी बार-बार अपने कार्य क्षेत्र को बदलता है। वह मध्यम स्तर का धनी और प्रख्यात होता है।",
      "4": "चतुर्थ चरण का सूर्य हो तो व्यक्ति अपनी संतान के लिए अरिष्टकारक होता है। उसकी एक-दो संतान ही जीवित रहती है।"
    },
    "Revati": {
      "1": "सूर्य यदि प्रथम चरण में हो तो व्यक्ति लोकप्रिय, धनी और अद्भुत ज्ञान शक्ति रखने वाला होता है। वह जन्मजात मेधावी, अच्छे आचरण का, ईमानदार, प्रतियोगिता तथा परीक्षाओं में अव्वल रहने वाला, युद्ध-कौशल दिखाने वाला तथा जीवनधारा को इच्छानुसार मोड़ने वाला होता है। दूसरे के धन या साहित्य को हड़प लेना उसके लिए पाप समान है। ",
      "2": "द्वितीय चरण में सूर्य हो तो व्यक्ति को बचपन में कमजोर स्वास्थ्य का सामना करना पड़ता है ।",
      "3": "तृतीय चरण में  सूर्य हो तो व्यक्ति को अनेक प्रकार के संघर्ष झेलने पड़ते हैं। उसके सगे-संबंधी ही उसके शत्रु बन जाते हैं।",
      "4": "चौथे चरण में  सूर्य हो तो व्यक्ति श्रेष्ठ, दया और बुद्धि वाला, उच्च शासनाधिकारी, राज्यमंत्री या समकक्ष पद पर सुशोभित होता है। 44 वर्ष की आयु बाद, उसका स्वर्णिम समय शुरू हो जाता है।"
    }
  },
  "moon": {
    "Ashwini": {
      "1": "चंद्रमा यदि अश्विनी नक्षत्र के प्रथम चरण में हो तो व्यक्ति का चकाचौंधपूर्ण व्यक्तित्व होता है। ऐसा व्यक्ति उच्चाधिकार प्राप्त करता है और उसी स्तर के लोगों के साथ विचार विनिमय करता है। इस व्यक्ति को सरकार अथवा निजी संस्थाओं में उच्च स्तर के पद प्राप्त होते हैं, परंतु ऐसा व्यक्ति रक्त-विकार और फोड़े-फुन्सी जैसे रोगों से भी ग्रस्त रहता है। अगर लग्न भी इसी क्षेत्र में पड़े और उसमें बृहस्पति की दृष्टि हो तो व्यक्ति की आयु 82 वर्ष से अधिक होती है। यद्यपि ऐसा व्यक्ति एक अच्छा कार्यकारी, अधिकारी तो बन सकता है, परंतु वह सामान्यतः अपने सहयोगियों और अधीनस्थ कर्मचारियों द्वारा पसन्द नहीं किया जाता। यदि बृहस्पति की दृष्टि हो तो व्यक्ति समाज में उच्च पद प्राप्त करते हुए सम्मानित रूप में रहता है। सैकड़ों आदमी उसके अधीनस्थ होकर काम करते हैं।",
      "2": "अगर चन्द्रमा अश्विनी नक्षत्र के दूसरे चरण में हो तो स्थिति कुछ दूसरी होती है। व्यक्ति लंबा, चालाक और शातिर होता है। वह मदिरापान का शौकीन तथा मसालेदार भोजन का इच्छुक होता है। महिलाओं से उसको कष्ट प्राप्त होता है। गरीबी में भी जीवन व्यतीत करना पड़ता है। अगर कुछ उपाय किए गए तो स्थिति में सुधार हो सकता है। अन्यथा ये व्यक्ति स्वार्थी व महत्त्वाकांक्षी होते हैं। अगर मंगल तथा राहु चन्द्रमा से प्रतियोग करें तो उसके दांपत्य साथी का असमय देहान्त हो जाता है। यह घटना लगभग तीस वर्ष की आयु के निकट होती है। अगर चन्द्रमा पर शुक्र की दृष्टि हो तो व्यक्ति भाग्यवान होगा और अच्छे पुत्रों के साथ वह सुखपूर्वक जीवन व्यतीत करेगा। अगर शनि की दृष्टि हो तो ऐसा व्यक्ति ईष्यालु हमेशा ही अप्रसन्न तथा संघर्षशील स्थितियों में होगा।",
      "3": "अगर चन्द्रमा तीसरे चरण में हो तो व्यक्ति उच्च स्तर की वैज्ञानिक शिक्षा प्राप्त करेगा अथवा वह कोई धार्मिक उपदेष्टा या पंडित भी हो सकता है। ऐसा व्यक्ति सदैव क्रियाशील रहने वाला तथा जो भी उसके संपर्क में आए, उसका हित करने वाला, सबको प्रभावित करने वाला अच्छा मित्र होता है। अगर मंगल की दृष्टि हो तो व्यक्ति को फोड़ा-फुन्सी तथा दांत व कान का रोग पीड़ित करता है।",
      "4": "अगर चन्द्रमा, अश्विनी नक्षत्र के चौथे चरण में हो तो यह स्थिति बहुत सराहनीय मानी गई है, परंतु ऐसी स्थिति पर सूर्य का संक्रमण नहीं होना चाहिए। ऐसा व्यक्ति उच्च स्तर की शिक्षा व ज्ञान से युक्त होता है। विज्ञान तथा तकनीकी क्षेत्रों की विभिन्न शाखाओं से वह परिचित होता है। वह अपने परिश्रम व पुरुषार्थ से अपनी शिक्षा का स्तर बढ़ाने में भी सफल होता है। कार्यक्षेत्र में वह अत्यधिक चुस्त व सक्रिय रहने वाला माना जाता है। अगर चन्द्रमा चौथे चरण के अन्तिम अंश में हो तो व्यक्ति डॉक्टर, इंजीनियर, भारतीय प्रशासनिक सेवा में उच्च पदासीन होता है।"
    },
    "Bharani": {
      "1": "अगर चन्द्रमा भरणी नक्षत्र के प्रथम चरण में हो तो व्यक्ति बहुत ही धनी-मानी और अपने भाई-बहनों के साथ सहयोग से रहने वाला होता है। उसके पास अनेक प्रकार के वाहन, नौकर-चाकर आदि होते हैं। वह जल्दबाजी में विनियोग करने से आर्थिक हानि उठाता है। वह हमेशा आज की सोचता है और कल की बात भूल जाता है। इसी आदत के कारण वह अक्सर धन संकट से घिरा रहता है।",
      "2": "चन्द्रमा यदि भरणी नक्षत्र के दूसरे चरण में हो तो उसका अधिकांश जीवन सुखमय होता है। वह अपने ननिहाल से धन-संपत्ति प्राप्त करता है या ननिहाल वालों द्वारा गोद भी लिया जा सकता है। नाना आदि से उसे विशेष लाभ होता है। उसकी शिक्षा उत्तम स्तर की होती है। विद्वान आदि के बीच में उसे उठने-बैठने के अनेक अवसर प्राप्त होते हैं। यदि वह नौकरी में हो तो उसे विभाग में सर्वोच्च अधिकारी के साथ काम करने का अवसर मिलता है।",
      "3": "भरणी नक्षत्र के तृतीय चरण में यदि चन्द्रमा हो तो उस जातक का विवाह दो बार होता है। उसे अनेक प्रकार से जनसामान्य का सम्मान व प्यार मिलता है। जरूरतमंदों की वह मदद करता है। यह व्यक्ति चाय, कॉफी या पान-तंबाकू का विशेष शौकीन होता है। इसको अभिजात्य वर्ग के लोगों से सोना, चांदी, रत्नाभूषण, कपास, सिल्क, रासायनिक खाद, होटल-व्यवसाय आदि से धन लाभ होता रहता है।",
      "4": "चंद्रमा यदि भरणी नक्षत्र के चौथे चरण में हो तो व्यक्ति संदेहास्पद चरित्र का होता है। ऐसा व्यक्ति लम्पट, धोखेबाज व नीच आचरण का हो जाता है। शरीर में उसको कई बार घाव लगते हैं। शल्य चिकित्सा भी हुई रहती है। वह बंदरगाह, हवाई अड्डा या रेलवे गोदामों में कार्यरत रहता है। यातायात माल, असबाब की ढुलाई या दवा खाने आदि से भी उसको आजीविका मिलती है।"
    },
    "Krittika": {
      "1": "चन्द्रमा अगर कृतिका के प्रथम चरण में हो तो व्यक्ति को मंत्र शक्ति का अथवा कोई वशीकरण या तांत्रिक विद्या, जादू-टोने, टोटके का साधारण ज्ञान होने से उसे बहुत प्रसिद्धि मिल जाती है।इस भाग में चन्द्रमा होने से व्यक्ति को स्त्री (पत्नी) से तथा सभी को पुरुष (पति) आदि से विशेष कष्ट मिलता है।",
      "2": "कृतिका के द्वितीय चरण में हो तो व्यक्ति शासन-सत्ता का सुख भोगता है। उसका व्यक्तित्व आकर्षक होता है। विद्वान लोगों के मध्य उसका स्वागत होता है। पित्त रोग या खून की खराबी से उसे परेशानी होती है। वह व्यक्ति मिट्टी, रसायन, भौतिक विज्ञान, भूगोल में रुचि रखता है तथा शनि की दृष्टि होने पर माता का सुख अल्पकालीन होता है।",
      "3": "चन्द्रमा अगर कृतिका के तीसरे चरण में हो तो व्यक्ति चतुर-चालाक और लंबे कद का होता है। उसकी आर्थिक स्थिति कमजोर होती है। अगर महिला की जन्म कुण्डली हो तो वैवाहिक जीवन में दिक्कतें आती हैं।",
      "4": "चन्द्रमा अगर कृतिका के चतुर्थ चरण में हो तो व्यक्ति यथेष्ट शिक्षा प्राप्त, मध्यम आकृति का, बातचीत में कुशल, तर्कसंगत बातें करने वाला, सबका मजा चाहने वाला, दांपत्य जीवन में दुःखी, परंतु विवाहेत्तर संबंध बनाए रखने वाला, अन्य स्त्रियों का प्रिय तथा भोग-विलास के साधनों से युक्त, धनी-मानी, व्यवसायी अथवा उच्च अधिकारी होता है। धार्मिक क्रियाओं, अनुष्ठानों तथा ज्योतिषी-तांत्रिक आदि पर यह अनुरक्त रहना तथा जरूरतमंदों की मदद करना भी, उसके प्रधान गुण हैं। वह व्यक्ति अपनी प्रतिष्ठा का इच्छुक मित्र, हितैशी, परंतु कमजोर दृष्टि वाला होता है। पिता या ससुर आदि से उसकी विरक्ति रहती है।"
    },
    "Rohini": {
      "1": "अगर चन्द्रमा इस नक्षत्र के प्रथम चरण में हो तो व्यक्ति प्रसन्न मुद्रा वाला, मधुरभाषी, सद्गुणी तथा परिश्रमी होता है। वह पशुपालन, डेयरी उद्योग, गुड़-खांड, घी-तेल से धन कमाता है। अच्छे व्यापार से उसे पर्याप्त धन लाभ होता है, परंतु कान में दर्द और दांत, नाक में दर्द से कष्ट रहता है। भाई-बहनों की अधिकता रहती है।",
      "2": "अगर चन्द्रमा इस नक्षत्र के द्वितीय चरण में हो तो वह संगीत एवं ललित कला में विशेष रुचि रखता है। वह होटल-भोजनालय, अतिथि-ग्रह आदि पर्यटक सेवाओं से धन कमाता है। उसकी शिक्षा में कुछ बाधा आती है। घर और मकान बार-बार बदलते रहते हैं। ऐसी महिलाएं जोखिम लेने में और सट्टे, जुए में प्रवृत्त रहती हैं, परंतु पुरुष-वर्ग की पुत्र-संतान व महिला-वर्ग की कन्या संतान अधिक होती हैं।",
      "3": "अगर चन्द्रमा तीसरे चरण में हो तो व्यक्ति का जीवन सुखद होता है। उसका व्यवसाय महिला-वर्ग की सेवा में व्यतीत होता है। वह व्यक्ति जल व तरल पदार्थ के व्यवसाय से भी धन लाभ करता है। इन जातकों की आकर्षक छवि, अद्भुत स्मरण शक्ति तथा स्थिर बुद्धि होती है। कभी-कभी गले की खराबी और आंखों में दर्द रहता है।",
      "4": "रोहिणी नक्षत्र के चतुर्थ चरण में चन्द्रमा हो तो व्यक्ति रत्नाभूषण एवं सर्राफ के व्यापार से भी धन लाभ करता है। कुछ जातक डेयरी फार्म, आटे दाल की चक्की, अस्पताल या धर्मशाला आदि में सेवाकार्य से भी आजीविका प्राप्त करते हैं। विवाहित महिलाओं के पास पर्याप्त आभूषण एवं वस्त्र भंडार होता है । कतिपय महिलाएं उच्च कोटि के वाहन, नौकर-चाकर युक्त होती हैं, परंतु उन्हें मासिक दोष, हाथ-पैरों की पीड़ा और सिरदर्द की शिकायत रहती है।"
    },
    "Mrigashira": {
      "1": "अगर चन्द्रमा मृगशिरा नक्षत्र के प्रथम चरण में हो तो व्यक्ति प्रख्यात, विद्वान और अधिक कन्या-संतान वाला होता है। उसकी पत्नी भी अत्यधिक सुन्दर, पवित्र आचरण वाली, राजनीति या समाज कार्यों से जुड़ी आर्थिक संपन्नता देने वाली होती है। व्यक्ति की आंखें कमजोर तथा जोड़ों का दर्द होता है।",
      "2": "अगर चन्द्रमा द्वितीय चरण में हो और लग्न भी इसी नक्षत्र में पड़ता हो तो व्यक्ति अच्छे खानदान में पैदा हुआ संभ्रांत व्यक्ति होता है। उस व्यक्ति का जल्दी विवाह हो जाता है। सुखी जीवन से युक्त ऐसा व्यक्ति उत्तरार्द्ध जीवन में अस्थमा, क्षय, फेफड़ों की खराबी अथवा हृदय रोग से पीड़ित रहता है",
      "3": "अगर तीसरे चरण में जन्म हो तो व्यक्ति प्रख्यात नाम वाला, संतोषजनक आय वाला और बाल्यावस्था में कष्ट पाता है। उसे माता की स्नेह छाया नहीं मिलती है। उसे गले में खट्टेपन की शिकायत अथवा तंबाकू के कारण मुंह के कैंसर की आंशका रहती है।",
      "4": "अगर चतुर्थ चरण में चन्द्रमा हो तो व्यक्ति का शरीर हृष्ट-पुष्ट तथा उसकी पीठ पर कोई चिन्ह भी होता है। वह मेडिकल या चिकित्सा क्षेत्र से जुड़ा, प्रसाधन या रसायन आदि का व्यापार करने वाला अथवा छोटे-छोटे व्यापार से धन कमाने वाला होता है। महिलाओं को अनियमित रोग तथा फेफड़ों में पानी भरने की शिकायत हो सकती है।"
    },
    "Ardra": {
      "1": "चन्द्रमा आर्द्रा के प्रथम चरण में हो तो व्यक्ति जल्दी ही क्रोधित हो जाने वाला कपटी और दुष्ट होता है। वह चमड़े या मिट्टी के बर्तनों का भी व्यवसाय करता है। ऐसे व्यक्ति को वात रोग या कंधे एवं पीठ के दर्द की बीमारी होती है।",
      "2": "द्वितीय चरण में चन्द्रमा हो तो व्यक्ति मैकेनिकल कार्यों से धन कमाता है।  शुक्र की दृष्टि हो तो व्यक्ति संगीत या वाद्य यंत्रों का जानकार होता है। उसे कुछ पैतृक बीमारियां भी होती हैं।",
      "3": "चन्द्रमा तीसरे चरण में हो तो व्यक्ति बुद्धिमान, हमेशा प्रसन्न रहने वाला तथा प्रभावशाली, भाषण शक्ति वाला होता है।  लग्न रोहिणी नक्षत्र में पड़े तो व्यक्ति बचत करने वाला और कंजूस होता है। उसके भाई-बहन इत्यादि में से कोई पागलपन से ग्रस्त और अछूत रोग वाला या फिर प्रेत बाधा से परेशान होता है।",
      "4": "चन्द्रमा चतुर्थ चरण में हो तो व्यक्ति खर्चीला, कम पढ़ा-लिखा, ईश्वर भक्त होता है। वह ईमानदारी से धन कमाता है, परंतु उसका घरेलू जीवन अशांत तथा विवादग्रस्त होता है। कुछ जातकों को अपने से अधिक पढ़ी-लिखी और धन कमाने वाली पत्नी मिलती है। जिसके कारण बाद में जातक का पद भी उन्नत हो जाता है।"
    },
    "Punarvasu": {
      "1": "पुनर्वसु नक्षत्र के प्रथम चरण में चन्द्रमा हो तो व्यक्ति के शरीरांग कहीं-कहीं दोषयुक्त होते हैं। मिश्रित व्यवहार वाला ऐसा व्यक्ति दो माताओं के द्वारा पाला-पोसा जाता है। जातक की अधिक-संतानें होती हैं और वह जीवन में अनेक बार आकस्मिक धन लाभ करता है। पर्याप्त भाई-बहनों से युक्त वह शत्रुओं को दबाने वाला, एक समय में कई प्रकार के कार्य करने वाला और विद्वानों द्वारा सम्मानित होता है।",
      "2": "द्वितीय चरण में  चन्द्रमा हो तो व्यक्ति महिलाओं का विशेष प्रेमी होता है। वह रतिरोग में निपुण अथवा गुप्त रोग चिकित्सक होता है। जुआ या व्यसन आदि में उसकी रुचि होती है। उच्च स्तर के वैज्ञानिक, राजदूत या प्रतिनिधि इस नक्षत्र भाग में पैदा होते हैं। वह या तो एक से अधिक विवाह करता है या उसके विवाहेतर संबंध होते हैं।",
      "3": "तीसरे चरण में  चन्द्रमा हो तो व्यक्ति चालाक, जुआरी, लम्पट आचरण का तथा संगीत-प्रेमी होता है। चन्द्रमा  बुध के साथ हो तो व्यक्ति नम्र स्वभाव का, व्याख्यात, विश्लेषण करने में चतुर, प्रख्यात व्यक्ति होता है।  शनि का प्रभाव चन्द्रमा पर हो तो व्यक्ति को अपने पिता का पूर्ण सुख नहीं मिलता ।",
      "4": "चौथे चरण में  चन्द्रमा हो तो व्यक्ति कामशास्त्र में निपुण, लेखक या साहित्यकार, अधिक भोजन करने वाला, लाल आंखों से युक्त होता है।  मंगल भी इस नक्षत्र भाग में हो तो व्यक्ति सट्टा, लॉटरी का शौकीन तथा जमीन-जायदाद को भी गिरवी रख देने वाला होता है।  बृहस्पति की दृष्टि हो तो व्यक्ति अपने खानदान में प्रमुख परिवार का मुखिया और धनी-मानी व्यक्ति होता है।"
    },
    "Pushya": {
      "1": "पुष्य नक्षत्र के प्रथम चरण में अगर चन्द्रमा हो तो व्यक्ति आकर्षक मुद्रा वाला, महिलाओं के प्रति संवेदनशील, दो-तीन मकानों से युक्त होता है। उसके चेहरे अथवा छाती पर बहुत बड़े तिल का चिन्ह होता है। हृदय रोग, खांसी तथा दुर्घटना आदि से मृत्यु हो सकती है।",
      "2": "दूसरे चरण में चंद्रमा हो तो व्यक्ति के अनेक मित्र होते हैं। वह भवनों का, जायदाद का स्वामी, ज्योतिष या कानून का ज्ञाता, महिलाओं और वृद्धों को आदर देने वाला होता है ।",
      "3": "तृतीय चरण में चन्द्रमा हो तो व्यक्ति अच्छे कार्य करने वालों से प्रभावित रहता है। वह जल अथवा बाग-बगीचों के निकट रहता है। वह विदेश यात्रा के दौरान कठोर परिश्रम करता है। महिलाओं को यह योग संतान सुख में बाधक होता है और पुरुष जातकों को रोगी पत्नी के कारण धन व्यय करना पड़ता है।",
      "4": "चतुर्थ चरण में चन्द्रमा हो तो व्यक्ति दूसरों के धन पर मौज उड़ाता है। बेईमानी और छुटपुट चोरी के आरोप में वह जेल यात्रा भी कर सकता है। वह महापापी, दुष्टों का सलाहकार तथा अचानक मृत्यु का शिकार होता है।"
    },
    "Ashlesha": {
      "1": "आश्लेषा नक्षत्र के प्रथम चरण में चन्द्रमा हो तो व्यक्ति धनवान, दयालु और बुद्धिमान होता है। वाहन आदि के कारोबार से वह धन कमाता है। चारों तरफ उसकी जय-जयकार होती है।",
      "2": "द्वितीय चरण में चन्द्रमा हो तो उसकी मृत्यु किसी महामारी या किसी खतरनाक असाध्य रोग से होती है। कुछ जातकों को कोढ़ और कैंसर आदि भी हो सकता है। वे भाग्यहीन मातृ-पितृ सुख से वंचित, दुकानदारी या दूसरे के अधीन रहकर अपने परिवार का भरण-पोषण करते हैं।",
      "3": "तृतीय चरण में चन्द्रमा हो तो माता-पिता का सुख नहीं के बराबर होता है। अथवा वह परिवार से दूर चला जाता है। अपने निकट-संबंधियों से उसे पीड़ा ही भोगनी पड़ती है। किसी दुर्घटना आदि में अधिक घायल होने से मृत्यु हो सकती है।",
      "4": "चतुर्थ चरण में चन्द्रमा हो तो व्यक्ति गबन करके अथवा अनैतिक कार्य से बहुत धन कमाता है। थोड़े से लाभ से वह संतुष्ट नहीं रहता है। वह किसी बैंक अथवा कोषागार में खजांची, पैसे वसूल करने वाला अभिकर्ता या विदेश में रहकर धन कमाता है । मदिरा आदि का व्यापार भी वह करता है।"
    },
    "Magha": {
      "1": "चन्द्रमा मघा नक्षत्र के प्रथम चरण में हो तो व्यक्ति की आंखें बहुत काली होती हैं। ऐसा व्यक्ति अल्प संतान वाला या संतानहीन, अपना समय समाज सेवा में बिताने वाला या छोटा-मोटा दुकानदार होता है। नौकरी पेशा हो तो उसके मातहत उसे बहुत चाहते हैं और उसकी आज्ञा का पालन श्रद्धा से करते हैं। उसके वरिष्ठ अधिकारी भी उसे सम्मान देते हैं।",
      "2": "चन्द्रमा मघा के दूसरे चरण में हो तो वह स्त्री-जाति से द्वेष रखता है। युवावस्था तक उसको घोर दरिद्रता का सामना करना पड़ता है, इसके बाद उसे अचानक सफलता मिलने लगती है, परंतु वह कंजूस और रोग-ग्रस्त होने से अपने परिवार से अधिक सहयोग नहीं प्राप्त कर सकता।",
      "3": "चन्द्रमा तीसरे चरण में हो तो उसका दांपत्य जीवन 35-36 वर्ष की आयु तक तनावपूर्ण रहता है, तदुपरांत कुछ सुधार अवश्य होता है और धीरे-धीरे वह परिवार से सुखी कहलाता है। ",
      "4": "चन्द्रमा चौथे चरण में हो तो व्यक्ति 33 वर्ष की आयु तक मरणासन्न खतरों से जूझता है। अगर वह जीवित रह जाए तो राजनीति या समाज सेवा से जुड़कर विशेष पद प्राप्त करता है। वह शत्रुओं को नीचा दिखाने में सफल भी हो जाता है।"
    },
    "PurvaPhalguni": {
      "1": "चन्द्रमा पूर्व फाल्गुनी नक्षत्र के प्रथम चरण में हो तो व्यक्ति साहसी, महिलाआ से द्वेष रखने वाला, परंतु अपनी माता को सर्वोच्च स्थान देने वाला होता है। समय पर भोजन न मिलने या भूख-प्यास के कारण उसे रोगग्रस्त होना पड़ सकता है। ऐसा व्यक्ति, प्रयोगशाला सहायक या रसायन उर्वरक आदि से आजीविका शुरू करता है। इसकी स्त्री एवं संतान आज्ञाकारी होती है।",
      "2": "द्वितीय चरण में चन्द्रमा होने से व्यक्ति गुस्सैल, परंतु प्रौढ़ावस्था में पहुंचकर शांत और स्थिर तथा बुढ़ापे में दीन-हीन हो जाता है। उसे दांत, पेट आदि के रोग कष्ट देते हैं ।",
      "3": "तीसरे चरण में चन्द्रमा हो तो उस पर परिवार का भारी बोझ रहता है। उसे दांतों की बीमारी विशेष रूप से बचपन से ही हो जाती है। वह जल्द ही आक्रामक और परवाह नहीं । करने वाला होता है। उसके धन को चोर भी हरण कर लेते हैं, परंतु वह कानून की सहायता से या दूसरे उपायों से अपने घाटों को पूरा करता है।",
      "4": "चौथे चरण में चन्द्रमा हो तो व्यक्ति बहुत से उपकरणों एवं तकनीक का ज्ञाता होता है। जनता की सेवा में उसे विशेष रुचि रहती है। उसके द्वारा कई प्रकार के कार्य आरंभ होते हैं, फिर भी वह व्यक्ति अपनी सामाजिक प्रतिष्ठा से धन कमाने की बजाय यश प्राप्त करने से ही संतोष कर लेता है।"
    },
    "UttaraPhalguni": {
      "1": "उत्तरा फाल्गुनी नक्षत्र के प्रथम चरण में अगर चन्द्रमा हो तो व्यक्ति साहसी, घमंडी, परंतु माता-पिता के प्रति आज्ञाकारी होता है। उसका चेहरा चौड़ा, गालों की हड्डियां उभरी हुई होती हैं। अगर लग्न में शनि हो तो व्यक्ति अपनी माता एवं बहन आदि को बचपन में ही खो बैठता है। वह कमाता भी बहुत है और गंवा भी बैठता है।",
      "2": "दूसरे चरण में अगर चन्द्रमा हो तो व्यक्ति का स्वभाव मिश्रित होता है। वह देखने में सुन्दर, परंतु चालाकी से रहित होता है। वह व्यापार में भारी घाटा उठाता है। इस व्यक्ति की अधिक कन्या संतान और एक पुत्र होता है। अगर आर्थिक स्थिति अच्छी हो तो व्यक्ति दान-पुण्य तथा धार्मिक प्रवृत्ति का होता है। जादू-टोने तंत्र में उसकी रुचि होती है। जीवन में कई जगह स्थान परिवर्तन करता है। बाद की अवस्था में रक्त विकार, पेट की शिकायत तथा अपच आदि रोग होते हैं।",
      "3": "तीसरे चरण में चन्द्रमा हो तो व्यक्ति आकर्षक व्यक्तित्व व अधिक कन्या संतान का पिता होता है। परिवार एवं भाइयों के साथ उसके संबंध अच्छे नहीं होते। कामकाज में वह चतुर तथा लेन-देन में लालची भी होता है। ऐसा व्यक्ति प्रसिद्ध होता है तथा 40 वर्ष की अवस्था के बाद धन तथा वेदशास्त्रों में रुचि रखने वाला होता है।",
      "4": "चौथे चरण में चन्द्रमा हो तो व्यक्ति पवित्र विचारों वाला, धनी तथा छोटे-से काम के माध्यम से विशाल कार्यक्षेत्र बनाने वाला होता है। अगर मंगल या शुक्र आदि इस भाग में हों तो व्यक्ति पानी में डूबने वाला अथवा समुद्र आदि के निकट जाकर दुर्घटनाग्रस्त होने वाला होता है। उसके चेहरे पर काला दाग या तिल भी पाया जाता है।"
    },
    "Hasta": {
      "1": "हस्त नक्षत्र के प्रथम चरण में चन्द्रमा हो तो महिला जातकों का घर-परिवार धनी व संपन्न होता है, परंतु पुरुष जातक काफी दौड़-भाग के उपरांत अल्प मात्र ही धन कमा पाते हैं।",
      "2": "अगर दूसरे चरण में चन्द्रमा हो तो व्यक्ति मदिरा सेवन व नशाखोरी का आदी होता है। अगर इन वस्तुओं का त्याग नहीं करे तो उसे टी.बी. या कैंसर आदि रोग हो सकता है। महिलाओं के संदर्भ में अगर मंगल, शनि, राहु की सूर्य पर दृष्टि हो तो उन्हें असामयिक वैश्य जीवन व्यतीत करना पड़ता है। अनेक प्रकार के शारीरिक कष्ट भी साथ रहते हैं।",
      "3": "अगर तीसरे चरण में चन्द्रमा हो तो व्यक्ति जल संबंधी वाहनों का इंजीनियर, मौसम विज्ञान विशेषज्ञ या सिंचाई विभाग से धन कमाता है। अगर व्यापार करे तो उसे दलाली या एजेंसी से विशेष फायदा होता है।",
      "4": "चौथे चरण में अगर चन्द्रमा हो तो व्यक्ति लेखन और प्रकाशन की लाइन में धन कमाता है। कुछ जातक, स्याही, रसायन या तरल पदार्थों के व्यापार से धन कमाते हैं अगर बृहस्पति भी इसी नक्षत्र में हो तो व्यक्ति को चर्बी से होने वाले रोग या कैंसर की संभावना रहती है।"
    },
    "Chitra": {
      "1": "चन्द्रमा अगर चित्रा नक्षत्र के प्रथम चरण में हो तो व्यक्ति के कंधे झुके हुए होते हैं और हाथ छोटे होते हैं। व्यक्ति मीठा बोलने और मीठा खाने का शौकीन, उत्तेजना युक्त, कामुक प्रवृत्ति वाला होता है। उसकी दो कन्या सन्तान होती हैं। ऐसा व्यक्ति साज-सज्जा में निपुण, चित्रकार, अभिनय करने में कुशल होता है। भाइयों के साथ उसका लगातार विवाद चलता रहता है। चौपाए के कारण उसकी मृत्यु होती है या फिर शरीर में शस्त्र आदि से घाव लगता है ।",
      "2": "दूसरे चरण में चन्द्रमा व्यक्ति को सच्चा, नेक और धर्मार्थ कार्यों में रुचि रखने वाला बनाता है। ऐसा व्यक्ति विदेश में रहने वाला, दो कन्याओं का पिता तथा फोड़े-फुन्सियों से दुःखी रहता है। उसे रक्त विकार तथा बचपन के 4 या 5 साल तक अनेक बीमारियों से ग्रस्त रहना पड़ता है।",
      "3": "तीसरे चरण में चन्द्रमा व्यक्ति को शास्त्र ज्ञानी, न्यायप्रिय तथा बुद्धिमान बनाता है। व्यक्ति मधुरभाषी, शांत मिजाज, परन्तु अन्दर से कुटिल बुद्धि का होता है। ऐसे व्यक्ति को शरीर में जलन, गर्मी, आतसक, सुजाक जैसे रोग भी संभव हैं। उसे थोड़े-से लाभ में संतोष हो जाता है। व्यक्ति गर्म मिजाज, वायु तथा कफ रोगी, तथा उसके गले व जीभ में कष्ट होता रहता है। चन्द्रमा की स्थिति पुरुष - जातकों के पिता और महिला-जातकों की माता की आयु के लिए घातक सिद्ध हो सकती है।",
      "4": "चौथे चरण में चन्द्रमा व्यक्ति को दान-पुण्यकर्त्ता, भ्रमणशील, चालू किस्म के व्यवसाय वाला, माता-पिता तथा बृहस्पति का भक्त तथा जीवन में कुछ प्राप्त करने के लिए अनेक कष्टों से गुजरना पड़ता है।"
    },
    "Swati": {
      "1": "अगर प्रथम चरण में चन्द्रमा हो तो व्यक्ति ईश्वरभक्त, पूजा-पाठ में रुचि रखने वाला, बुद्धिमान और कफ विकार से युक्त होता है। उसकी गर्दन छोटी तथा पीठ पीछे को निकली हुई होती है। अपने माता पिता एवं गुरु की वह खूब सेवा भक्ति करता है।",
      "2": "दूसरे चरण में चन्द्रमा होने से व्यक्ति लम्बे कद का, लम्बी नाक, कमजोर शरीर का होता है। जो व्यक्ति उसकी सहायता करता है, उसके प्रति वह सदैव आभारी रहता है। अपने परिवार में वह विशेष आदर प्राप्त करता है। फिर भी उसे अपने ही स्वजन कभी न कभी धोखा देते हैं और वह बर्बाद हो जाता है। अगर महिला जातक की कुंडली में चन्द्रमा शुभ ग्रह की दृष्टि न हो तो उसे अल्पकाल में विधवा होना पड़ सकता है अथवा उसका पति उसे त्याग देता है।",
      "3": "तीसरे चरण में चन्द्रमा होने से व्यक्ति एक चालाक व्यापारी बनता है। वह बहुत जल्दी घूमने-फिरने के व्यापार से धनी बन जाता है। बाद में अपने अच्छे कार्यों से वह धनी और सम्पन्न बन जाता है और अपने जन्म स्थान से दूर रहने लगता है ।",
      "4": "चौथे चरण में चन्द्रमा होने से व्यक्ति बीमार शरीर का होता है। वह अपने सम्बन्धियों की सहायता भी करता है, परन्तु फिर भी वे उसका एहसान नहीं मानते। उसकी मृत्य का कारण कोई नेता, रिश्तेदार या सांप होता है, जो छुपकर उस पर हमला करता है। अगर लग्न भी इसी भाग में हो तो व्यक्ति, कला, शिल्प तथा संगीत के व्यापार से अपार धन कमाता है। ऐसा व्यक्ति धीरे-धीरे महत्त्वाकांक्षी, धनी अपने शत्रुओं को नीचा दिखाने में समर्थ तथा राज्य शासन का प्रिय एवं अधिकार सुख से युक्त हो जाता है। ऐसा व्यक्ति विजयी होकर अपने पिछले शत्रुओं को एक-एक करके मिट्टी में मिला देता है ।"
    },
    "Vishakha": {
      "1": "चन्द्रमा अगर प्रथम चरण में हो तो व्यक्ति कफ और खांसी से पीड़ित रहता है। अगर लग्न भी इसी भाग में हो और उस पर शनि की दृष्टि हो तो व्यक्ति को माता का सुख नहीं मिलता है। ऐसा व्यक्ति पशुपालन, डेरी उद्योग से अच्छा लाभ कमाता है तथा धर्म-कर्म में उसकी रुचि रहती है।",
      "2": "दूसरे चरण का चन्द्रमा भी माता के सुख में बाधक होता है। अगर पाप ग्रह से पीड़ित चन्द्रमा हो तो वह परिवार से हीन होता है, परन्तु अकेला चन्द्रमा हो तो व्यक्ति अधिक काम सुख की इच्छा वाला तथा महिलाओं का शोषणकर्त्ता होता है।",
      "3": "अगर तीसरे चरण में चन्द्रमा हो तथा लग्न भी इसी भाग में पड़ रहा हो तो व्यक्ति गूंगा-बहरा होता है। ऐसा व्यक्ति घरेलू नौकर या फिर बोझा उठाकर अपनी आजीविका चलाता है। अगर लग्न इस भाग में नहीं पड़े तो वह अपने कार्य पर गर्व करने वाला तथा अपने शत्रुओं पर विजयी होता है। व्यक्ति का भगवान पर पूरा भरोसा होता है और वह पवित्र तीर्थों का आए दिन भ्रमण करता रहता है।",
      "4": "चौथे चरण में चन्द्रमा हो और लग्न भी पड़े तो व्यक्ति लम्बी आयु भोगता है। ऐसा व्यक्ति सदाचारी, लम्बी आयु भोगने वाला तथा महाविद्वान होता है। 22 वर्ष की आयु तक उसे संघर्ष करना पड़ता है। ऐसा व्यक्ति अध्यापक अथवा व्याख्याता, प्रोफेसर आदि बनकर देश-विदेश का भ्रमण करता है। उसको सरकर द्वारा सम्मान मिलता है, अपनी बहनों लिए जातक अच्छा नहीं होता है ।"
    },
    "Anuradha": {
      "1": "प्रथम चरण में यदि चन्द्रमा हो तो व्यक्ति भाषण कला में निपुण, धीरे-धीरे काम करने वाला, आदरणीय, प्रख्यात तथा अधिकार शक्ति से युक्त होता है। अगर राहु, चन्द्रमा का योग हो तो उसको मुख रोग होते हैं।",
      "2": "द्वितीय चरण में यदि चन्द्रमा हो तो व्यक्ति सरकार में उच्च-स्तर का अधिकारी, भूमि, मकान, आवास तथा नौकर-चाकर युक्त होता है।",
      "3": "तृतीय चरण में चन्द्रमा हो तो व्यक्ति को माता-पिता का सुख कम मिलता है। वह स्वयं भी अनेक बार रोगग्रस्त होता है, कुछ जातकों की माता जल्दी ही मर जाती है।",
      "4": "चौथे चरण में चन्द्रमा होने से व्यक्ति सदैव अस्वस्थ, उपेक्षित तथा इधर-उधर घूमकर अपनी आजीविका चलाने वाला, फेरी लगाने वाला, कबाड़ी अथवा बर्तन धोने वाला होता है। उसे परिवार तथा पत्नी व संतान का भी सुख नहीं मिलता है। अधिकतर जातकों का विवाह ही नहीं हो पाता और अगर किसी तरह विवाह हो भी जाए तो उसकी पत्नी उसे छोड़कर दूसरे पुरुष के साथ चली जाती है।"
    },
    "Jyeshtha": {
      "1": "प्रथम चरण में चन्द्रमा हो और उसे पाप ग्रह देखे तो व्यक्ति की मृत्यु अग्नि अथवा शस्त्र के आघात से होती है। सड़क दुर्घटना या अग्निकांड विस्फोट में भी उसे खतरा हो सकता है। ऐसे शिशुओं को एक वर्ष से 7 वर्ष तक अरिष्ट होता है।",
      "2": "द्वितीय चरण में चन्द्रमा होने से व्यक्ति स्वार्थी, बड़े भाई का शत्रु, अड़ियल स्वभाव का तथा मनमर्जी से रहने वाला होता है। क्रोधी स्वभाव का तथा अत्यधिक भोग-विलास में रुचि के कारण बदनाम रहता है।",
      "3": "तृतीय चरण में चन्द्रमा हो तो व्यक्ति अनैतिक कार्यों में संलिप्त, परन्तु शिक्षित और जानकार होता है। उसकी पत्नी झगड़ालू और स्वयं भी गाली-गलौच करने वाला होता है ।",
      "4": "चतुर्थ चरण में अगर चन्द्रमा हो तो व्यक्ति को अपने पति अथवा पत्नी से जल्दी वियोग हो जाता है। ऐसे व्यक्ति व्यवसाय कुशल, धनी, विज्ञान अथवा चिकित्सा क्षेत्र में अधिकार प्राप्त होते हैं तथा वैवाहिक जीवन असंतोषपूर्ण, संतान के कारण पीड़ा और तनाव, तलाक अथवा दाम्पत्य विछोह के कारण भी दुःख उठाना पड़ता है।"
    },
    "Mula": {
      "1": "प्रथम चरण में चन्द्रमा हो तो व्यक्ति छोटे स्तर का व्यवसाय करता है।",
      "2": "द्वितीय चरण में चन्द्रमा हो तो जातक बेईमान, गबन करके दूसरे का धन हड़पने वाला, गृहस्थ जीवन से दुःखी तथा परिवार के अंदर भी चोरी, बेईमानी करने वाला होता है । उसकी पत्नी या बच्चे उसको हार्दिक रूप से त्याग देते हैं या उसे छोड़कर चले जाते हैं।",
      "3": "तृतीय चरण में चन्द्रमा हो तो व्यक्ति वकील, कानून का जानकार, कोर्ट-कचहरी के मामलों में सिद्धहस्त तथा मदिरापान करने वाला होता है।",
      "4": "चौथे चरण में चन्द्रमा हो तो व्यक्ति चार वर्ष की आयु तक घोर कष्ट पाने वाला, बच जाए तो बाद में भाग्यवान होता है।"
    },
    "PurvaAshadha": {
      "1": "यदि चन्द्रमा इस नक्षत्र के प्रथम चरण में हो और सूर्य एवं मंगल की दृष्टि भी उस पर हो तो व्यक्ति कफ-बलगम और गठिया रोग से पीड़ित रहता है। ये जातक माता के लिए हानिकारक होते हैं। 13 वर्ष की आयु तक उसके स्वास्थ्य का विशेष ध्यान देना होगा, जो कि उस समय तक अत्यन्त गंभीर हो सकता है। पूरी सावधानी नहीं रखना, उसकी जान के लिए खतरा हो सकता है",
      "2": "यदि चन्द्रमा दूसरे चरण में हो तो पिता के लिए हानिकारक होता है, जब तक जातक 9 महीने का होता है। जातक के खूबसूरत नैन-नक्श, इन्द्रियां तथा चमकदार आंखें होती हैं । वह अपने परिवार के लिए हीरा साबित होगा, जहां तक उसके व्यक्तित्व का प्रश्न है। वह वेदशास्त्रों का ज्ञाता व दीन-दुःखियों की मदद करने में तत्पर रहता है",
      "3": "तीसरे चरण में चन्द्रमा हो तो वह मामा आदि के लिए हानिकारक होता है। जातक व्यवहारकुशल, दूसरों के प्रति सम्मान रखने वाला, आकर्षक व्यक्तित्व, शांत और ठंडे दिमाग का स्वामी होता है। इसकी दो से अधिक संतान होती हैं। 40 वर्ष तक की में उसके पास बहुत-सा धन होगा, किन्तु उसके बाद फिजूलखर्ची की वजह से उसकी आयु सम्पत्ति का एक बड़ा भाग खत्म हो जाएगा। इसलिए उन्हें अपने धन को बुढ़ापे के लिए संचय करना हितकर होगा।",
      "4": "चौथे चरण में चन्द्रमा है तो व्यक्ति को अपने लिए ही खतरा हो सकता है। शुभ ग्रहों की दृष्टि होने पर वह दीर्घायु होता है। एक वर्ष की आयु का समय उसके स्वास्थ्य के लिए हानिकारक है। भूत-प्रेत आदि का साया घेर सकता है। यदि इस चरण में चन्द्रमा के साथ अन्य शुभ ग्रह संचार करें तो व्यक्ति दीर्घायु होता है। पुरातन ज्योतिष के अनुसार ऐसे जातकों की मृत्यु आषाढ़ के महीने में पंचमी तिथि को पूर्णिमा की रात, शुक्रवार की रात, जब आश्लेषा नक्षत्र का राज होता है, होती है।"
    },
    "UttaraAshadha": {
      "1": "प्रथम चरण में चन्द्रमा हो तो व्यक्ति संगीत प्रेमी, अनेक स्त्रियों का चहेता, बड़े दांतों वाला, पैतृक सम्पत्ति से धनी, परन्तु अपने निकट सम्बन्धियों से कलह करने वाला होता है। 5वें अथवा 7वें वर्ष में उसे घोर कष्ट होता है। जल-दुर्घटना की आशंका बहुत रहती है, अतः उसे पानी में नहीं जाना चाहिए।",
      "2": "द्वितीय चरण में चन्द्रमा हो तो व्यक्ति सम्मानीय, शिक्षित, धनी तथा घर-परिवार के प्रति समर्पित रहने वाला होता है। अपने को बहुत दानशील और उदार सिद्ध करने के बावजूद स्वभाव से मक्कार और कंजूस होता है। 10 या 12 वर्ष की अवस्था में पेड़ या छत से गिरने की आशंका रहती है।",
      "3": "तृतीय चरण में चन्द्रमा हो तो व्यक्ति के शरीर का ऊपरी अर्द्धांग मोटा, भारी तथा नीचे से पतला होता है। ऐसा व्यक्ति ठंडे पानी से डरने वाला, बुखार और नजले का शिकार, जीवन में दो-तीन बार अग्किांड से कष्ट उठाने वाला होता है।",
      "4": "चौथे चरण में चन्द्रमा है तो व्यक्ति की अच्छी स्मरण शक्ति होती है और वह अच्छे स्वास्थ्य से परिपूर्ण रहता है।"
    },
    "Shravana": {
      "1": "प्रथम चरण में अगर चन्द्रमा हो तो व्यक्ति मद्यपान करने वाला, व्यसनी, क्रोधी तथा पेट की शल्य-चिकित्सा करवाने वाला होता है। उसका विवाह बहुत कठिनाई से होता है, फिर भी स्थिर नहीं रहता है।",
      "2": "दूसरे चरण में अगर चन्द्रमा हो तो व्यक्ति की माता आदर्श महिला होती है। अगर चन्द्रमा पाप ग्रहों से देखा जाए तो उसकी माता और पत्नी धन के लिए अनैतिक कार्य करती हैं।",
      "3": "तीसरे चरण में अगर चन्द्रमा हो तो व्यक्ति बहुत से ज्ञान-विज्ञान और विषयों का जानकार, शास्त्रज्ञानी होता है। उसके अनेक पुत्र होते हैं तथा उसका ज्येष्ठ पुत्र भी कथावाचक, लेखक अथवा साहित्य सेवा करने वाला होता है।",
      "4": "चौथे चरण में अगर चन्द्रमा हो तो व्यक्ति ईश्वर भक्ति में व्यस्त रहता है। उसका व्यक्तित्व प्रभावशाली, विद्वानों का बृहस्पति तथा अल्प मात्र संतान से युक्त होता है। उसको अपने एक युवा पुत्र/पुत्री का भी वियोग सहन करना पड़ सकता है।"
    },
    "Dhanishta": {
      "1": "चन्द्रमा अगर धनिष्ठा के प्रथम चरण में हो तो महिलाओं को गर्भपात की संभावना रहती है। पुरुष - जातकों की पत्नी प्रसवकाल के दौरान मृत्यु तुल्य कष्ट पाती है। 5 वर्ष की अवस्था अत्यन्त अरिष्टकर तथा 10 वर्ष की अवस्था में दुर्घटना आदि होने का भय रहता है। शस्त्राघात या हथियार आदि से भी उसकी मृत्यु संभव है ।",
      "2": "द्वितीय चरण में चन्द्रमा हो तो जातक धनी और कृतघ्न होगा। उसकी गर्दन अथवा जंघा में बड़ा-सा मस्सा आदि होगा। वह अधिकतर प्रसन्नचित्त दिखाई देगा। मध्यावस्था में पीलिया, टायफाइड अथवा तीव्र ज्वर के कारण बीमार रहेगा। 25 वर्ष की अवस्था में पुनः रोग कष्ट या दुर्घटना की आशंका रहेगी।",
      "3": "तीसरे चरण में चन्द्रमा हो तो व्यक्ति साहसी, सत्यनिष्ठ तथा सबके प्रति नम्रता पूर्ण व्यवहार वाला होगा। वह अच्छे खाने-पीने का शौकीन होता है, जिसके कारण वह उदर रोग से ग्रस्त रहेगा। उसे अपने भोजन पर नियंत्रण रखना चाहिए अन्यथा खाते-पीते रहने के कारण अनेक प्रकार के कष्ट उठाने पड़ते हैं।",
      "4": "चतुर्थ चरण में अगर चन्द्रमा हो तो व्यक्ति दो पत्नियों से युक्त होता है। जातक की दो संतानें होती हैं। ऐसा व्यक्ति अन्य महिलाओं के साथ अधिक यौनाचार करने में असाध्य कष्ट से ग्रस्त हो सकता है। उसके बाएं अंग में कोई चिन्ह तिल आदि होता है। ऐसे जातकों को पांचवें साल, 12वें साल अग्नि या विष, शस्त्र विस्फोट आदि से भय रहता है। 28 से 30 साल के मध्य चोरों तथा डाकुओं या अवांछित तत्वों के साथ संघर्ष में उलझना पड़ सकता है।"
    },
    "Shatabhisha": {
      "1": "प्रथम चरण में अगर चन्द्रमा हो तो जातक विज्ञान अथवा चिकित्सा शास्त्र में प्रवीण, डॉक्टर, प्रोफेसर या अभियंता होता है। ऐसा जातक अति साहसी, दुःखी हृदय, मधुरभाषी, धार्मिक रुचि वाला होता है। उसकी दो पत्नियां हो सकती हैं। बाएं हाथ में चिन्ह होता है। (5वां, 12वां तथा 28वां वर्ष विशेष अरिष्टकारक होता है ।) कुछ मतानुसार वह एक प्रेत के समान आकृति का, बदनाम तथा लोगों को ठगकर खाने-पीने वाला होता है। वह सिर्फ अपनी माता के बस में रहता है, बाकी वह किसी की परवाह नहीं करता ।",
      "2": "चन्द्रमा शतभिषा नक्षत्र के दूसरे चरण में हो तो व्यक्ति हस्तरेखा या ज्योतिष विद्या का जानकार, तंत्र-मंत्र में लोगों की सहायता करने वाला, आदर्श पत्नी वाला होता है। उसकी संतान कम-से-कम एक होती है। 28वें से 32वें साल के दौरान दुर्घटना आदि से उसका अंग-भंग होता है। ऐसा व्यक्ति मिश्रित आचरण वाला, कभी धरती पर, तो कभी आसमान में चढ़ा प्रतीत होता है। जुआ, सट्टा तथा पर-स्त्रीगामी ऐसा व्यक्ति जीवन के अंतिम भाग में दुःखद स्थिति झेलता है।",
      "3": "तृतीय चरण में अगर चन्द्रमा हो तो व्यक्ति आकर्षण युक्त तथा पतले शरीर का होता है। ऐसा व्यक्ति किसी बड़े आदमी का सलाहकार, अफसर अथवा निदेशक, प्रशासक तुल्य होता है। अपना अधिकांश धन वह मांस-मदिरा और मौज-बहार में खर्च कर देता है। 4, 11 तथा 29वां वर्ष खतरे से भरा होता है।",
      "4": "चतुर्थ चरण में अगर चन्द्रमा हो तो बाल्यावस्था में कष्ट भोगता है। बार-बार स्थान परिवर्तन होने से उसकी शिक्षा में भी बाधा आती है। ऐसा व्यक्ति दीर्घ-जीवी तथा अपनी प्रतिभा के बल पर सर्वगुण सम्पन्न कहलाता है।"
    },
    "PurvaBhadrapada": {
      "1": "चन्द्रमा प्रथम चरण में हो तो व्यक्ति बाल्यावस्था में घोर कष्ट प्राप्त करने वाला, अल्पायु में अरिष्ट का शिकार, किसी मतानुसार 21 से 31 वर्ष की आयु में मृत्यु तुल्य कष्ट पाता है।",
      "2": "द्वितीय चरण में चन्द्रमा हो तो व्यक्ति दुबले-पतले शरीर का, बकवासी तथा अशोभनीय बातें कहने वाला होता है। वह स्वेच्छाचारी, मनमानी करने वाला तथा उद्दण्डता के कारण हानि उठाने वाला होता है। इसी कारण उसे सार्वजनिक तौर पर भी अपमानित होना पड़ता है।",
      "3": "तृतीय चरण में चन्द्रमा हो तो बाहर से व्यक्ति झगड़ालू और उपद्रवी दिखाई देता है, परन्तु वास्तविक तौर पर वह शांत और गंभीर होता है। इसका दो बार विवाह होता है। पहली पत्नी इसको या तो छोड़ देती है या दुर्घटना ग्रस्त हो जाती है। महिला जातकों का विवाह एक ही बार होता है, परन्तु पति के साथ अलगाव और मतभेद चलते रहते हैं।",
      "4": "चतुर्थ चरण में चन्द्रमा हो तो व्यक्ति धनी, सम्मानित तथा गंभीर वृत्ति का नजर आता है। उसके माता-पिता की भी दीर्घायु होती है। बाल्यावस्था में उसे जल से भय होता है। जन्म स्थान से पूर्व उत्तर दिशा में उसका भाग्योदय होता है। ऐसा जातक धार्मिक रुचि का तथा दीर्घायु, सरलता और सादगी-भरे जीवन से युक्त होता है।"
    },
    "UttaraBhadrapada": {
      "1": "प्रथम चरण में चन्द्रमा हो तो व्यक्ति लम्बी आयु भोगने वाला, बचपन में कष्ट पाने वाला, बाद की अवस्था में यश धन और सुख से जीवन व्यतीत करने वाला होता है।",
      "2": "द्वितीय चरण में चन्द्रमा हो तो व्यक्ति बाल्यावस्था में अनेक प्रकार के अरिष्टों से जूझने वाला, कई बार मरने से बाल-बाल बचने वाला, संघर्ष एवं कठोर परिस्थितियों में उन्नति करने वाला, अल्प संतान युक्त होता है। अपने परिश्रम और ज्ञान के बल से ऐसा जातक रचनात्मक कार्यों में उन्नति करता है।",
      "3": "तृतीय चरण में चन्द्रमा हो तो व्यक्ति स्वभाव से बहुत ही भद्र और गंभीर, विद्वान् तथा उदारतापूर्वक व्यवहार करने वाला होता है। कुछ जातकों को माता का सुख नहीं मिलता है या बाल्यकाल में ही मां चल बसती है। पिता से उसे कोई विशेष लाभ नहीं मिलता। वह सरकारी प्रतिष्ठानों में छोटे से स्तर की आजीविका से जीवन आरम्भ करता है।",
      "4": "चतुर्थ चरण में चन्द्रमा हो तो व्यक्ति धन-धान्य से पूर्ण, धार्मिक पत्नी वाला अल्प संतान से युक्त होता है। बाल्यावस्था में उसे अनेक कष्ट होते हैं। 20-22 वर्ष के बाद ही स्वास्थ्य में सुधार होता है। 24 वर्ष में वह आजीविका प्राप्त करता है।"
    },
    "Revati": {
      "1": "प्रथम चरण में चन्द्रमा हो तो व्यक्ति 14 वर्ष की आयु तक अस्वस्थ शरीर का, चौड़े चेहरे वाला, आकर्षक व्यक्तित्व का, चतुर और सज्जन होता है। उसकी समृद्धि जीवन में धीरे-धीरे होती है ।",
      "2": "द्वितीय चरण में चन्द्रमा हो तो व्यक्ति जोखिम उठाने वाला, अनभिज्ञता के कारण धोखा खाने वाला, वाहन आदि की दुर्घटना से चोट खाने वाला होता है।",
      "3": "तृतीय चरण में चन्द्रमा हो तो व्यक्ति को एक वर्ष तक कठोर जीवन व्यतीत करना पड़ता है। अगर उसका जीवन सुरक्षित रहा तो वह मेधावी और बुद्धिमान होता है।",
      "4": "चतुर्थ चरण में चन्द्रमा हो तो जातक के माता-पिता की आयु अधिक नहीं होती है। कई जातक बाल्यावस्था में कठोर संघर्ष करते हैं।"
    }
  },
  "mars": {
    "Ashwini": {
      "1": "मंगल अगर अश्विनी नक्षत्र के प्रथम चरण में हो तो व्यक्ति का कद छोटा होता है। अपने व्यवसाय के क्षेत्र में वह अत्यधिक सफल माना जाता है और श्रेष्ठ पदों पर सुशोभित होते हुए समाज में आदर व प्रतिष्ठा प्राप्त करता है। स्वास्थ्य के मामले में वह भाग्यशाली होता है। दूसरे लोग उसको अपने पिता-तुल्य स्नेह व आदर देते हैं। वह गणित व विज्ञान में उच्च स्तर की डिग्रियां प्राप्त करता है। सेना अथवा सामूहिक हित के कार्यों में वह अनुकूल होता है।",
      "2": "मंगल अश्विनी नक्षत्र के दूसरे चरण भाग में हो तो वह व्यक्ति काफी दीन-हीन अवस्था में होता है। यह व्यक्ति संतानहीन अथवा संक्षिप्त परिवार वाला होता है। संतान अथवा एक पुत्र के लिए वह सदैव लालायित रहता है। कई मामलों में ऐसे व्यक्तियों को एक-दो कन्या संतान का सुख प्राप्त होते हुए देखा गया है। ऐसा व्यक्ति दूसरों से प्रतिशोध अथवा बदला लेने वाला, आग अथवा पानी से डरने वाला होता है। इन्हें दुर्घटना अथवा बुखार आदि होने की शिकायतें होती हैं। इनके चेहरे अथवा माथे पर एक विशेष प्रकार का चिन्ह होता है।",
      "3": "अगर मंगल अश्विनी नक्षत्र के तीसरे चरण भाग में हो तो घर से बाहर रहकर व्यापार करना उसके लिए अनुकूल सिद्ध होता है। इस प्रकार के मंगल पर अगर सूर्य की दृष्टि हो तो व्यक्ति अच्छा स्वास्थ्य और पर्याप्त धन के साथ सुखी दांपत्य जीवन व्यतीत करता है। यद्यपि सूर्य अपनी नीच राशि से मंगल पर दृष्टि डालता है, परंतु नीच के मिल जाने से ग्रहों का प्रभाव उच्च हो जाता है। जैसे कि गर्मी को गर्मी काटती है । अगर इस प्रकार के मंगल पर बृहस्पति अथवा किसी अन्य शुभ ग्रह की दृष्टि हो तो व्यक्ति की माता का बाल्यावस्था में देहान्त हो जाता है। ऐसा व्यक्ति अत्यधिक भोग-विलास तथा खाने-पीने में धन उड़ाने वाला हो जाता है।",
      "4": "अगर मंगल चौथे चरण में हो तो उसे श्रेष्ठ संतान का सुख प्राप्त होता है। वह स्वयं भी अत्यधिक कर्तव्यनिष्ठ व नम्र आचरण वाला होता है। उसको रक्तदोष अथवा जलोदर जैसी बीमारियां हो सकती हैं। यदि उसका जन्म 12 अंश से 13 अंश के बीच हुआ हो तो व्यक्ति एक अच्छा अभियन्ता होता है। उसकी कन्या - संतान की बहुलता होती है अगर बृहस्पति की दृष्टि हो तो व्यक्ति को बहुत भारी जायदाद पैतृक रूप में मिलती है।"
    },
    "Bharani": {
      "1": "मंगल अगर भरणी के प्रथम चरण में हो तो व्यक्ति 40-50 साल की आयु के बीच में दिवंगत हो सकता है। उसकी मृत्यु या तो दूसरे देश में होती है या कहीं रास्ते में दुर्घटना से। मामूली किस्म के रोग से भी उसकी हालत खराब हो सकती है। इन जातकों को सलाह दी जाती है कि ये वाहन कम-से-कम चलाएं तथा मशीनरी व विद्युत संबंधी कार्य करते हुए विशेष सावधानी बरतें। रासायनिक ड्रग्स या दवाइयां भी उसके लिए विष तुल्य साबित हो सकती हैं। मादक पदार्थ शराब आदि से परहेज रखना परम आवश्यक है।",
      "2": "अगर मंगल भरणी नक्षत्र के दूसरे चरण में हो तो व्यक्ति नाजुक शरीर का होता है। कमजोर अवयवों से युक्त वह किसी भी भारी काम को करने से कतराता है। लिकोडरमा, धातु-क्षय तथा चर्म में गांठ पड़ने की शिकायत भी रहती है। इस प्रकार की कमजोरी के बावजूद वह बुद्धिमान व कठोर परिश्रमी होता है। अपनी शिक्षा के दौरान वह अव्वल रहता है। विपरीत योनी के प्रति विशेष झुकाव रहता है। गुप्तेन्द्रिय संबंधी बीमारियां सुजाक या वी.डी. जैसे रोग भी उसे घेर सकते हैं। खेल-कूद या अलौह धातु के व्यापार से उसे धन लाभ भी होता है",
      "3": "अगर मंगल, भरणी नक्षत्र के तीसरे चरण में हो तो अत्यधिक नकारात्मक परिणाम प्राप्त होते हैं। पचास साल तक व्यक्ति संघर्षशील रहता है। यहां तक कि वह रहने के लिए भी दूसरों का आश्रय लेता है, परंतु 50 साल के बाद उसका जीवन बदल जाता है। सुख समृद्धि उसे घेर लेती है। 84 वर्ष तक वह सुख भोग से जीवन व्यतीत करता है। वह किसी मनोरंजक स्थल जैसे सिनेमा, वीडियो, पार्लर, थियेटर, होटल या स्टूडियो आदि का मालिक बन जाता है।",
      "4": "अगर मंगल इस नक्षत्र के चौथे चरण में हो तो वह जातक देश या प्रांत में सर्वोच्च पद प्राप्त करता है, लेकिन विदेश यात्रा के दौरान उसे विशेष सावधानी बरतनी चाहिए। पर्यटन एवं प्रवास के दौरान घटी दुर्घटना में उसको जीवन से हाथ धोना पड़ सकता है। ऐसा व्यक्ति चिकित्सा क्षेत्र में गहन रुचि लेता है या फिर पुलिस प्रशासन, राजनीति व सार्वजनिक हित के कार्यक्षेत्र से, चिकित्सा से कैंसर इलाज आदि के से उसे प्रसिद्धि व धन मिल सकता है।"
    },
    "Krittika": {
      "1": "मंगल अगर कृतिका नक्षत्र के प्रथम चरण में हो तो व्यक्ति में नेतृत्व करने की क्षमता होती है। ऐसा व्यक्ति तर्क देने में निपुण होता है। उसके अन्दर प्रख्यात वकील, मिल्ट्री अथवा पुलिस अधिकारी या सरकारी अफसर बनने की योग्यता भी होती है। अगर मंगल. 28 अंश से 30 अंश के मध्य हो तो व्यक्ति में सर्वोच्च शिखर तक पहुंचने की क्षमता होती है। अगर मंगल अथवा सूर्य इस राशि क्षेत्र से चल रहे हों या इन ग्रहों की महादशा/अन्तर्दशा आ रही हो तो व्यक्ति को आशातीत सफलता मिल सकती है। यदि शनि ग्रह इस प्रकार के योग में दृष्टि डाले तो व्यक्ति वेश्यागामी अथवा चरित्रहीन लोगों की संगति करता है। उस व्यक्ति द्वारा कोई जहरीला पदार्थ या मादक द्रव्य दवा आदि खा लेने से स्वास्थ्य विकार, बेहोशी आदि से कष्ट हो सकता है। ऐसी स्थिति में कभी-कभार शरीर का सुन्न पड़ जाना, लकवा, अंगघात, ऑपरेशन आदि भी संभव हो जाता है। इस नक्षत्र भाग में मंगल होने से बाल्यावस्था में मस्तिष्क ज्वर, मलेरिया अथवा सिर पर चोट लगने की आशंका भी लगी रहती है। ऐसा व्यक्ति यदि व्यापार करे तो उसे स्टेनलेस स्टील, बारूद, गंधक, माचिस, बीड़ी-तंबाकू या मादक पदार्थों के क्रय-विक्रय से धन प्राप्ति हो सकती है।",
      "2": "मंगल अगर कृतिका नक्षत्र के दूसरे चरण में हो तो व्यक्ति बाल्यावस्था में माथे पर या सिर पर अवश्य ही चोट खाता है। ऐसे व्यक्ति की आंखें लाल होती हैं। उसे गले की तकलीफ और कुछ दिमागी भ्रम या सन्निपात जैसा रोग भी कष्ट देता है। ऐसे व्यक्ति का चरित्र संदिग्ध होता है। अगर मंगल किरणें दूसरे ग्रह से युक्त हों तो व्यक्ति को संतान सुख नहीं मिलता। इंजीनियरी के कार्यक्षेत्र से अथवा हथियार या तेज धार वाले औजार के उत्पादन से भी धन लाभ करता है।",
      "3": "मंगल अगर कृतिका के तीसरे चरण में हो तो व्यक्ति को सरकार से अधिकतम लाभ होता है। वह आभूषण व मूल्यवान वस्तुओं का संग्रह करता है। उसका व्यवसाय बहुत ही आरामदायक होता है। उसे सभी धर्मों में आस्था रहती है, परंतु उसकी दृष्टि आतंकित करने वाली होती है। कुछ व्यक्ति बहुत ही तर्क-वितर्क करने वाले, बहसबाजी में रुचि रखने वाले, जन्मजात झगड़ालू, जमीन-जायदाद व सट्टे, लॉटरी से धन कमाने वाले होते हैं ।",
      "4": "मंगल अगर कृतिका के चौथे चरण में हो तो व्यक्ति का शरीर बहुत ही कोमल होता है। अपने जीवन का वह भरपूर आनन्द उठाता है। ऐसा व्यक्ति अपने परिवार के प्रति उत्तरदायी तथा मित्रों का हितैषी होता है। बुखार या टायफाइड, चेचक या किसी अन्य व्यक्ति व्यापार से नित्य ही धन कमाता है। इस व्यक्ति को रासायनिक अथवा विस्फोटक संक्रामक रोग से उसका स्वास्थ्य बिगड़ जाता है। अगर मंगल, चन्द्रमा के साथ हो तो सामग्री से, गंधक-बारूद से अथवा दवा आदि से धन लाभ होता है। इस व्यक्ति को विवाह के बाद व्यवसाय में अत्यधिक सफलता मिलती है। कुछ जातकों का दो बार विवाह होने की संभावना भी रहती है।"
    },
    "Rohini": {
      "1": "मंगल अगर रोहिणी के प्रथम चरण में हो तो व्यक्ति वाद्य यंत्रों का शौक रखने वाला, मधुरभाषी, समुद्री अथवा हवाई यातायात से संबंध रखने वाला होता है। उसके टॉनसिल, गलफोडुए, ग्रन्थी विकार अथवा गुर्दे की बीमारी भी होती है।",
      "2": "रोहिणी नक्षत्र के दूसरे चरण में मंगल के साथ सूर्य भी योग करता है तो व्यक्ति, पुलिस अथवा सेना के विभाग में या गल्लेदारी का काम करता है। ऐसा व्यक्ति सनकी और मूर्ख होता है। उसे नाक से खून बहने या कान में मवाद टपकने की बीमारी होती है।",
      "3": "रोहिणी के तीसरे चरण में मंगल के कारण व्यक्ति साहसी और विद्वानों द्वारा सम्मानित होता है। अगर लग्न भी अश्विनी नक्षत्र में पड़े, वहां पर मंगल बैठे तो भी उपरोक्त गुण होते हैं, परंतु ऐसे व्यक्तियों को संतान की मृत्यु का दुःख और पत्नी के कारण • कष्ट भी होता है। इनके शरीर में मांसपेशियों का सुन्न पड़ जाना, गर्दन में गंडक निकल आना या गलगंड जैसा कष्टदायक रोग भी होता है।",
      "4": "रोहिणी नक्षत्र के चतुर्थ चरण में अगर मंगल हो तो व्यक्ति अत्यधिक धनी एवं सुरा - सुन्दरी पर धन लुटाने वाला और अस्थिर दिमाग का होता है। वह गैर-कानूनी कार्यों में संलग्न रहता है और राजकीय सेवा में हो तो घूस या अवांछित धन प्राप्त करता है, अन्यथा वह मादक पदार्थों का विक्रेता या तस्कर भी हो सकता है।"
    },
    "Mrigashira": {
      "1": "यदि मृगशिरा नक्षत्र के प्रथम चरण में मंगल हो तो व्यक्ति बहुत तेजी से बात करता है। धन की समस्या उसे हमेशा रहती है। उसके ऊपर अपने प्रियजनों की हर प्रकार की व्यवस्था करने की जिम्मेदारी भी होती है। यह अपनी पत्नी को अल्पायु में ही खो देता है तथा उसकी अपनी आयु भी शंकायुक्त होती है। यदि लग्न भी विशाखा नक्षत्र में पड़े तो व्यक्ति संतानहीन होता है। वह टॉनसिल, तेज बुखार या स्त्राव ग्रन्थि रोगों से ग्रस्त होता है।",
      "2": "यदि मंगल इस नक्षत्र के द्वितीय चरण में हो तो व्यक्ति अपने परिवार के लिए अनिष्टकारक होता है। उसके दुष्कर्मों से परिवार की बदनामी भी होती है। अगर शनि की दृष्टि हो तो उसे जेल भी भुगतनी पड़ती है। कुछ असाध्य रोगों के अलावा उसे अल्सर, वातरोग तथा हड्डियों या कमर का दर्द भी आ घेरता है।",
      "3": "यदि तीसरे चरण में मंगल हो और लग्न भी यहीं पर पड़ रहा हो तो वह गरीब परिवार का, बचपन में चेचक आदि का शिकार, चेहरे पर दाग वाला, दुःखी, परंतु व्यवसाय कुशल होता है। उसको भी समय-समय पर चोट पीडा या भयंकर बीमारियों से कष्ट रहता है।",
      "4": "चतुर्थ चरण में यदि मंगल हो तो पैतृक दुःखों से पीड़ित होता है। पत्नी की बीमारी के कारण वैवाहिक सुख भी मध्यम होता है। ऐसे जातकों को नाना प्रकार के रोग तथा गले की खराबी से कष्ट रहता है।"
    },
    "Ardra": {
      "1": "मंगल अगर आर्द्रा नक्षत्र के प्रथम चरण में हो तो व्यक्ति अच्छी शिक्षा वाला, कवि हृदय होता है । वह कविता के प्रचार के लिए देश-विदेश घूमता है। यदि नक्षत्र कृतिका, रोहिणी में लग्न पड़े तो भाई-बहन जीवित नहीं रहते। उसकी पत्नी भी रोगी और संतान अल्पायु होती है। निमोनिया रोग उन्हें हो सकता है।",
      "2": "अगर मंगल द्वितीय चरण में हो तो व्यक्ति ज्ञान, साहस तथा धन से युक्त होता है। वह एकांत में रहना पसंद करता है। वह काष्ठ कला का ज्ञाता या वन-विभाग में अधिकारी, लकड़ी का ठेकेदार अथवा फर्नीचर विक्रेता हो सकता है। घाव या चोट लगना संभव है।",
      "3": "तीसरे चरण में मंगल हो तो गणित और काव्य में निपुण तथा सरकारी माध्यम से विदेश भ्रमण करने वाला तथा बुढ़ापे में श्रापग्रस्त रहने वाला दुःखी व्यक्ति होता है। वह हैजा, चेचक अथवा फेफड़े की बीमारी से ग्रस्त रहता है।",
      "4": "चतुर्थ चरण में मंगल हो तो कानून अथवा रसायन विज्ञान में उच्च स्तर की डिग्री हासिल करता है। वह ज्योतिष विज्ञान में भी रुचि रखता है। अग्नि तथा हथियार आदि से उसे हानि होती है। विस्फोट अथवा दंगे-फसाद का शिकार भी हो सकता है। इसका शरीर बाद में भारी भी हो सकता है।"
    },
    "Punarvasu": {
      "1": "पुनर्वसु नक्षत्र के प्रथम चरण में अगर मंगल हो और बुध की स्थिति भी हो तो व्यक्ति तिलहन के व्यापार अथवा जड़ी-बूटी से धन कमाता है। इस नक्षत्र भाग में जन्मी महिलाएं कठोर भाषा बोलने वाली, कमजोर आचरण की, कपटी तथा रोगग्रस्त रहती हैं। वे दूसरों का धन बर्बाद करती हैं।",
      "2": "",
      "3": "तीसरे चरण में मंगल व्यक्ति को धन, जायदाद और भोग-विलास से युक्त बनाता है। वह मानव सेवा करने वाला, समाज में प्रसिद्ध तथा कई लोगों का मातहत स्वामी तथा गरीबों के लिए धन खर्च करने वाला होता है।",
      "4": "चतुर्थ चरण में अगर मंगल हो तो व्यक्ति लेखन, प्रकाशन अथवा कागज आदि से धन लाभ करने वाला होता है। वह जीवन का पूर्ण आनन्द उठाता है, परंतु वाहन आदि से दुर्घटना की आशंका रहती है। उसे स्वयं, कम वाहन चलाना चाहिए। उसे पीलिया एवं रक्त संबंधी दोष तथा अन्य गुप्त रोग हो सकते हैं। महिलाओं को शारीरिक कष्ट तथा गर्भपात की आशंका रहती है"
    },
    "Pushya": {
      "1": "मंगल अगर पुष्य नक्षत्र के प्रथम चरण में हो तो व्यक्ति विद्वान होता है । वह पर्यटन अथवा वाहन आदि से धन कमाता है । ऐसा जातक ऊंचे खानदान वाला, बहस या तर्क-वितर्क में निपुण तथा दूसरों से अपना लोहा मनवाने की शक्ति रखता है । उसमें विशेष प्रकार का ओज व जनन शक्ति होती है । यदि लग्न भी इसी नक्षत्र भाग में हो व्यक्ति कैंसर आदि से पीड़ित रहता है",
      "2": "दूसरे चरण में अगर मंगल हो तो व्यक्ति अधिक परिश्रम के बावजूद बहुत कम प्रतिफल पाता है। वह अपने पुरखों की जायदाद गंवाता है। सट्टे, जुए में धन हानि होती है। कभी-कभी उसे अपराधिक दंड भी भुगतना पड़ता है । वह बहरेपन से पीड़ित रहता है। उसकी शादी देर से होती है। महिलाओं के मामले में ऐसा मंगल अधिक आयु के व्यक्ति से विवाह या अनैतिक संबंध का सूचक है ।",
      "3": "तृतीय चरण में मंगल हो तो व्यक्ति दार्शनिक बुद्धि का होता है । वह भूगोल, खनन विज्ञान अथवा भौतिक शास्त्र में उच्च शिक्षा प्राप्त करता है । राजकीय सेवा से उसे जल्दी पदोन्नति मिलती है । वह तीर्थ आदि का लाभ करने वाला विदेशवासी होता है ।",
      "4": "चौथे चरण का मंगल माता को कुछ असाध्य कष्ट देता है। जातक को इस कारण काफी धन व्यय करना पड़ता है । उसकी शिक्षा आधी-अधूरी रह जाती है। पच्चीस वर्ष तक दांपत्य अथवा परिणय सूत्र में भी बाधा आती है। वह 27 या 28 वर्ष बाद स्वेच्छापूर्वक विवाह करता है ।"
    },
    "Ashlesha": {
      "1": "इस नक्षत्र के प्रथम चरण में अगर मंगल हो और लग्न भी इसी नक्षत्र में हो तो व्यक्ति चाकू अथवा तलवार या भाले से घायल होता है। जानवरों से या अवांछित व्यक्तियों से अनेक बार प्रताड़ित होता है। इसके बावजूद भी वह अपना उत्तरदायित्व निभाता रहता है।",
      "2": "अगर द्वितीय चरण में मंगल हो तो जातक अपने नौकर-चाकर या मातहतों के साथ अभद्र व्यवहार करता है, जिसके कारण उसे बदले का शिकार भी होना पड़ता है। इनके पास मध्यम स्तर का रोजगार और साधारण आर्थिक स्थिति होती है ।",
      "3": "अगर तृतीय चरण में मंगल हो तो व्यक्ति हताश और निराशापूर्ण व्यक्तित्व वाला, दांपत्य जीवन से दुःखी तथा परिवार के सदस्यों पर क्रूरता से व्यवहार करने वाला होता है। कुछ मामलों में जातक अपनी अर्द्धांगिनी को जाने-अनजाने मार डालने वाले और कारावास का दंड भोगने वाले भी होते हैं",
      "4": "चतुर्थ चरण में अगर मंगल हो तो व्यक्ति मध्यम श्रेणी का धनी, दलहन, तिलहन आदि का व्यापार करने वाला अथवा लेन-देन के कार्यों में सिद्धहस्त होता है । इस व्यक्ति की पत्नी सदैव बीमार रहते हुए भी लंबी आयु भोगती है, परंतु संतान सुख में इसे बाधा झेलनी पड़ती है। अगर शनि की दृष्टि हो तो पुरुषों के एक से अधिक विवाह हो सकते हैं । अन्यथा वह वेश्यागामी होता है।"
    },
    "Magha": {
      "1": "अगर मंगल मघा नक्षत्र के प्रथम चरण में हो और लग्न भी इसी भाग में पड़े तो व्यक्ति को कैंसर की संभावना रहती है। अगर शनि भी इसी भाग में संचार करे तो व्यक्ति दुर्घटनाग्रस्त होकर जीवन त्यागता है । अन्यथा व्यक्ति सरकारी सेवा करने वाला एवं संतोषजनक आजीविका युक्त रहता है, फिर भी उसका पारिवारिक जीवन क्लेशपूर्ण होता है ।",
      "2": "अगर दूसरे चरण में मंगल हो तो व्यक्ति दांपत्य जीवन में कष्ट झेलता है। अगर बृहस्पति भी इसी भाग में हो तो व्यक्ति बाल्यकाल से ही बुद्धिमान, मेधावी होता है। ऐसा व्यक्ति उच्च शिक्षा ग्रहण करके प्रख्यात पदों पर सुशोभित होता है। उसके पेट पर कोई काला तिल या चिन्ह हो सकता है।",
      "3": "अगर मंगल तीसरे चरण में हो तो व्यक्ति के ऊपर अनेक उत्तरदायित्वों का बोझ होता है। परिवार लंबा-चौड़ा और निकट सदस्यों से परिपूर्ण होता है। वह हमेशा ही दूसरों की जिम्मेदारी को लेने में तत्पर और कभी-कभी ऋण के बोझ से दब जाता है। वह कभी भी किसी काम के लिए न नहीं करता है और बदले में उसे मात्र धन्यवाद या कृतज्ञता भरे शब्द भी नहीं मिल पाते। उसका सारा धन इन्हीं झंझटों में नष्ट हो जाता है।",
      "4": "चौथे चरण में अगर मंगल हो तो लगभग उपरोक्त गुणों जैसा व्यक्ति कहलाता है। इसके अलावा उसका स्वास्थ्य और आर्थिक क्षेत्र अनेक उतार-चढ़ाव से भरा रहता उसे बचपन से ही पीलिया और अस्थमा जैसे रोग लगे रहते हैं।"
    },
    "PurvaPhalguni": {
      "1": "अगर पूर्व फाल्गुनी नक्षत्र के प्रथम चरण में मंगल हो तो व्यक्ति चिकित्सा व्यवसाय में निपुण, अस्पताल अथवा सेना के उपयोग में आने वाले उपकरण, मशीनरी एवं औजार से धन कमाता है। उसे गलत दवा खाने से उत्पन्न रोग, महामारी, हैजा आदि होने का डर है। अल्सर या शल्य-चिकित्सा की संभावना भी रहती है। जीवन में एक बार कानूनी कार्यवाही भी उस पर होती है ।",
      "2": "मंगल यदि दूसरे चरण में हो तो व्यक्ति सुरक्षा सेना अथवा पुलिस विभाग में उन्नति करता है। उसके ऊपर जादू-टोने का असर भी हो सकता है, जिसके कारण उसे कई लाइलाज रोग पकड़ सकते हैं ।",
      "3": "तीसरे चरण में मंगल हो तो व्यक्ति इंजीनियर, विद्युत मशीनरी मैकेनिक आदि भी हो सकता है। उसका दांपत्य जीवन सुखमय होता है। अगर बृहस्पति भी मंगल के साथ योग करे तो व्यक्ति धनी, भाषण कला में निपुण, मंत्री या उच्च स्तर का अधिकारी होता । कुछ जातक जज, वकील या आर्थिक सलाहकार भी होते हैं",
      "4": "चौथे चरण में अगर मंगल हो तो व्यक्ति दूसरे के धन एवं संतान का अपहरण करने वाला, असामाजिक तत्वों से मित्रता रखने वाला, संतान और पत्नी के सुख से वंचित रहता है । वह अपने काम में शातिर तथा धन कमाने में प्रवीण होता है ।"
    },
    "UttaraPhalguni": {
      "1": "मंगल अगर उत्तरा फाल्गुनी नक्षत्र के प्रथम चरण में हो तो व्यक्ति गरीब, कार्यकुशल, जंगल आदि के निकट रहकर आजीविका चलाने वाला तथा आदर्श पत्नी वाला होता है अगर महिला जातक का लग्न शतभिषा नक्षत्र में हो तो उसका जीवन विवादास्पद तथा आजीविका घृणित कार्यों से होती है।",
      "2": "दूसरे चरण में अगर मंगल हो तो व्यक्ति का जीवन 30 वर्ष की अवस्था तक कष्टप्रद होता है। वह व्यक्ति कसाई, चमड़े का व्यापारी, दवा बनाने वाला तथा प्राथमिक चिकित्सा के माध्यम से दूसरों का उपचार करने वाला होता है। अगर लग्न उत्तर भाद्रपद नक्षत्र में हो तो महिला का जीवन वैधव्य वाला होता है।",
      "3": "तीसरे चरण में अगर मंगल हो तो महिला जातक का 40 से 44 वर्ष के मध्य पति से वियोग हो जाता है। पुरुष जातकों को भी लगभग यही परिणाम मिलते हैं। अपने किसी भी कार्य में सफलता के लिए बहुत ही संघर्ष उठाना पड़ता है।",
      "4": "चौथे चरण में अगर मंगल हो तो व्यक्ति अनियंत्रित भाषा बोलने वाला, विचारों से गिरा हुआ, गुस्सैल तथा स्नायु रोग से पीड़ित होता है । अगर मंगल पर शनि की दृष्टि हो तो पारिवारिक जीवन दूर-दूर तक सुखहीन होता है। ऐसे व्यक्तियों को पागलपन, हिस्टीरिया अथवा कैंसर आदि जैसा रोग हो सकता है।"
    },
    "Hasta": {
      "1": "अगर हस्त नक्षत्र के प्रथम चरण में मंगल हो तो व्यक्ति सरकारी सेवा में छोटी-सी नौकरी से अपनी आजीविका आरंभ करता है। 35 वर्ष के बाद वह कुछ तरक्की प्राप्त करता है। पेट में विकार होने से उसे शल्य चिकित्सा करवानी पड़ती है।",
      "2": "अगर द्वितीय चरण में मंगल हो तो व्यक्ति नौसेना अथवा जल विभाग से धन कमाता है। । महिला जातक अच्छी सर्जन, नर्स आदि व्यवसाय से धन कमाती है। कुछ महिलाएं प्राइवेट सैक्रेटरी या स्वतंत्र व्यवसाय से भी धन अर्जित करती हैं। इन जातकों को अनेक किस्म की बीमारियां समय-समय पर होती हैं। मुख्यतः बवासीर, रक्त विकार, अल्सर या पथरी आदि से स्वास्थ्य खराब रहता है ।",
      "3": "तीसरे चरण में मंगल हो तो व्यक्ति छापाखाना, टंकण आदि के व्यवसाय से धन कमाता है। कुछ जातक कपड़े की छपाई, व्यापार आदि से धन प्राप्त करते हैं । इन्हें अस्थमा, लकवा या ब्रोंकाइटिस जैसी बीमारियां संभव हैं ।",
      "4": "अगर चौथे चरण में मंगल हो तो व्यक्ति सदैव शंका और डर से सतर्क रहता है। अगर बृहस्पति से संबद्ध हो तो व्यक्ति पुस्तक प्रकाशन, वितरण, लेखाबंदी या वित्तीय लेन-देन से धन प्राप्त करता है।"
    },
    "Chitra": {
      "1": "अगर मंगल, चित्रा के प्रथम चरण में हो तथा सूर्य, चन्द्रमा तथा बृहस्पति भी इसी भाग में हों तो जातक को 5 वर्ष की आयु तक विशेष खतरा होता है । उसे गैस, अपच, टायफाइड अथवा हार्निया आदि की शिकायत रहती है।",
      "2": "दूसरे चरण का मंगल व्यक्ति को कड़वी जबान और तीखी भाषा बोलने वाला बना देता है। उसे दस्त या पेट रोग की शिकायत रहती है। हार्निया, कालरा, फोड़े भी शरीर में होते रहते हैं। अल्सर रोग भी कुछ जातकों को संभव है ।",
      "3": "चित्रा नक्षत्र के तीसरे चरण में मंगल हो तो जातक के पास मध्यम स्तर की संपत्ति जायदाद होती है। किसी गंदी महिला (दुश्चरित्र औरत) के चक्कर में वह अपना सब कुछ गंवा देता है । उसे किडनी रोग, हार्निया तथा लकवा आदि जैसे रोग होते रहते हैं ।",
      "4": "चौथे चरण में मंगल हो तो मध्यम स्तर की शिक्षा होती है । व्यक्ति क्लर्क, सेल्समैन या टाइपिस्ट की नौकरी से आजीविका आरंभ करता है । अपनी मेहनत तथा दोहरे व्यवसाय से वह धीरे-धीरे ख्याति अर्जित कर लेता है । उसे ज्वर, रक्तचाप तथा हार्निया या धातु रोग - मधुमेह आदि हो सकते हैं । जातक का आरार्ध संतोषप्रद होता है ।"
    },
    "Swati": {
      "1": "मंगल अगर स्वाति नक्षत्र के प्रथम चरण में हो तो व्यक्ति यौन क्रियाओं से अपने-आपको भुलाए रखता है। ऐसा व्यक्ति अधूरी शिक्षा वाला आजीविका हीन तथा व्यापार आदि में भी असफल रहता है। उसका मन किसी भी काम में नहीं लगता है और हर वक्त कामुक विचार आते हैं। आखिर में कोई हल्का-फुल्का चालू किस्म का व्यापार करके अपना गुजारा चलाता है",
      "2": "मंगल अगर दूसरे चरण में हो तो व्यक्ति नाना प्रकार के रोग से ग्रस्त रहता है और यदि शनि भी इस नक्षत्र भाग में हो तो दाम्पत्य सुख में विघ्न पाने वाला, नपुंसक शरीर का, बाद में कैंसर का रोगी होता है ।",
      "3": "तीसरे चरण का मंगल व्यक्ति को क्रूर, दबंग तथा घुम्मकड़ प्रवृत्ति का बनाता है। ऐसे व्यक्ति वाहियात किस्म के, मामूली हैसियत के और रोगग्रस्त रहने वाले होते हैं ।",
      "4": "चौथे चरण में मंगल व्यक्ति को किसी सरकारी ओहदे पर काम करने वाला, ईमानदार तथा नेक-नीयत वाला बनाता है, उसे अपने अच्छे चरित्र का दण्ड भी भोगना पडता है। उसके गुप्त शत्रु बहुत होते हैं। अगर व्यापार ही करना हो तो उसको लोहा, स्टील, सीमेंट या बिल्डिंग भवन सामग्री का व्यापार करना चाहिए अथवा जायदाद की खरीद-फरोख्त का कार्य भी उसके अनुकूल सिद्ध होता है।"
    },
    "Vishakha": {
      "1": "प्रथम चरण में अगर मंगल हो तो उसका खर्च, आमदनी से अधिक होता है । उसके शरीर में कुछ विकलांगता या विकार होता है। जिनके कारण वह कष्टमय जीवन व्यतीत करता है । उसे किसी के प्रति आदर व्यक्त करना नहीं आता । वह उपने परिवार की महिलाओं से अत्यन्त कष्ट भोगता है । कुल मिलाकर उसका जीवन व्यर्थ व्यतीत होता है ।",
      "2": "द्वितीय चरण में मंगल हो तो व्यक्ति झूठ बोलने वाला और पाप-कर्म करने में माहिर होता है। अगर सूर्य या चन्द्रमा भी साथ में हों तो व्यक्ति दिमागी असंतुलन के कारण परेशान रहता है। ऐसा व्यक्ति कुंआ खोदने वाला, सिंचाई करने वाला, जल प्रदाय या मौसम विभाग का कर्मचारी या चौकीदार बनता है ।",
      "3": "तीसरे चरण में मंगल हो तो व्यक्ति कुम्हार या फिर चीनी मिट्टी के बर्तन बनाने वाला या इन वस्तुओं का व्यापार करने वाला होता है । वह किसी का अंगरक्षक, सेवक या चौकीदार, माली, धोबी, आदि भी हो सकता है। बड़े लोग उसकी शक्ति का भरपूर लाभ उठाते हैं और वृद्धावस्था में उसे त्याग देते हैं",
      "4": "चौथे चरण में मंगल हो तो व्यक्ति की नियमित शिक्षा में बाधा आती है। अगर शनि भी इस भाग में हो तो 30 से 38 वर्ष की आयु के दौरान शल्य क्रिया या दुर्घटना आदि होती है। अगर शुक्र भी इस भाग में हो तो व्यक्ति अपने खानदान का मुखिया होता है । ऐसा व्यक्ति गणित एवं ज्योतिष में विशेषज्ञता हासिल कर लेता है ।"
    },
    "Anuradha": {
      "1": "प्रथम चरण में अगर मंगल हो तो महिला या पुरुष जातक स्वेच्छाचारी होते हैं। ऐसी महिला धन के पीछे अपना चरित्र और प्रतिष्ठा गंवा बैठती है । उसके दिल में किसी के प्रति ममता, दया नहीं होती है। पुरुष जातक भी कठोर हृदय तथा विश्वास करने योग्य नहीं होते हैं। ऐसे व्यक्ति अभद्र तथा दूसरों के लिए समस्या खड़ी कर देते हैं।",
      "2": "द्वितीय चरण में अगर मंगल हो तो व्यक्ति की उम्र बहुत ज्यादा नहीं होती है। अगर सूर्य या चन्द्रमा भी इसी भाग में हों और लग्न, आश्लेषा नक्षत्र में हो तो जातक 9 वर्ष से ज्यादा जीवित नहीं रहता है।",
      "3": "तीसरे चरण का मंगल व्यक्ति को कामुक विचारों का बना देता है। वह अपने साथ मित्रों आदि को लेकर अनैतिक कार्य करता है। अगर बृहस्पति की दृष्टि मंगल पर हो तो, व्यक्ति आकर्षक, प्रभावशाली, माता-पिता का प्रिय तथा धनी होता है और उसके पाप-कर्म दब जाते हैं ।",
      "4": "चौथे चरण का मंगल व्यक्ति को जन्मजात धनी और लम्बे-चौड़े कृषि फार्म का मालिक बना देता है। उसके पास अतुल सम्पत्ति, जायदाद, मकानात तथा अन्य जीवन सुख की सुविधाएं होती हैं। नौकरी अथवा छोटा-मोटा कारोबार, व्यापार करना वह अपनी तौहीन समझता है।"
    },
    "Jyeshtha": {
      "1": "प्रथम चरण में अगर मंगल हो तो व्यक्ति को आग्नेय पदार्थ, शस्त्र एवं जहर आदि से भय रहता है। सांप, बिच्छू अथवा जहरीले कीड़े भी उनके लिए घातक होते हैं। बृहस्पति की दृष्टि मंगल पर हो तो वह धनी, सभ्य तथा व्यक्तित्व से सम्पन्न, माता-पिता का प्रिय पुत्र होता है।",
      "2": "द्वितीय चरण में मंगल हो तो व्यक्ति सरकार या सरकारी खजाने से लाभान्वित होता है। वे जमीन-जायदाद से भी धन कमाते हैं। दूसरों की भागदौड़ में मदद करके भी या अपने संपर्क माध्यम से लाभ उठाकर भी वे धन कमाते हैं ।",
      "3": "तृतीय चरण में मंगल हो तो व्यक्ति कुबेर के समान धनी बन जाता है । वह किसी जमीन-जायदाद का संरक्षक, सोने-चांदी के व्यापार से धनी होता है। वह आर्थिक लेन-देन के कार्यों में संलग्न रहता है। सट्टे, लॉटरी या शेयरों के व्यापार से भी वह धन कमाता है। अनेक जातक इंजीनियर, सुरक्षा बल में तैनात अथवा अंगरक्षक का भी कार्य करते हैं।",
      "4": "चतुर्थ चरण में मंगल हो तो व्यक्ति अपने घर-परिवार एवं बच्चों के प्रति क्रूर व्यवहार वाला अथवा पत्नी के असामयिक निधन से दुःखी रहता है।"
    },
    "Mula": {
      "1": "प्रथम चरण में अगर मंगल हो तो व्यक्ति अपने शत्रुओं पर भारी पड़ता है। अपने बाहुबल से ऐसा व्यक्ति सभी सुख - आराम के साधन जोड़ लेता है और खुशहाल जीवन सुख-आराम व्यतीत करता है । दाम्पत्य जीवन के पहले 5-10 साल अत्यधिक कलहपूर्ण और विवादास्पद होते हैं ।",
      "2": "द्वितीय चरण में मंगल हो तो व्यक्ति अनेक बार चोट या घाव खाने वाला, तेज मिजाज, कड़वी भाषा का प्रयोग करने वाला तथा किसी प्रभावशाली व्यक्ति के अधीन काम करने वाला होता है। ऐसा व्यक्ति बहुत संघर्ष के बाद विजयी, 40 साल की अवस्था के बाद सुखी, दूसरों की कृपा पर निर्भर रहता है ।",
      "3": "तृतीय चरण में मंगल हो तो कठोर वाणी वाला, शरीर पर शस्त्राघात या चोट आदि के चिन्ह वाला, घरेलू सेवक या दूसरे की सम्पत्ति का रक्षक होता है । वृद्धावस्था में उसे थोड़ा-बहुत सुख मिल जाता है ।",
      "4": "चतुर्थ चरण में मंगल हो तो व्यक्ति उग्र विचारों का, झगड़ालू, मारपीट करने वाला, पुलिस अथवा सुरक्षा बलों में आजीविका करने वाला होता है। उसके ऊपर झगड़े- विवाद के कई मुकदमें चलते हैं। तंत्र-मंत्र और जादू-टोने के बल पर वह दूसरों का अहित करता है ।"
    },
    "PurvaAshadha": {
      "1": "यदि मंगल इस नक्षत्र के प्रथम चरण में हो और शनि अनुराधा नक्षत्र में, बृहस्पति श्रवण नक्षत्र में हो तो व्यक्ति बहुत ही कम आयु में अपने एक भाई की हत्या कर देता है। मंगल यदि अकेला हो तो व्यक्ति हिम्मत वाला, किन्तु असभ्य होता है। यदि बृहस्पति की दृष्टि भी हो तो प्रशासनिक स्तर पर सरकारी नौकरी मिलती है।",
      "2": "यदि मंगल इस नक्षत्र के दूसरे चरण में हो और बृहस्पति की दृष्टि हो तो व्यक्ति को दांपत्य सुख व खुशी नहीं मिल पाती । दिमाग असंतुलित रहता है। कई मामलों में कम स्तर का पागलपन भी देखा गया है । यदि शनि के साथ योग हो तो व्यक्ति अपने जीवन की दुर्घटनाओं के लिए स्वयं जिम्मेदार होता है।",
      "3": "यदि मंगल तीसरे चरण में हो और उस पर बृहस्पति की दृष्टि हो तो व्यक्ति दीर्घायु और अच्छे चरित्र का होता है। उसे अपने स्वजनों से प्यार मिलता है और वह नीची श्रेणी से उठकर जीवन की ऊंचाइयां पा लेता है ।",
      "4": "यदि मंगल चौथे चरण में हो तो व्यक्ति हिम्मत वाला और राजनैतिक क्षेत्र में उच्च पद प्राप्त करता है। हालांकि उसके कई शत्रु होते हैं। 52 वर्ष की आयु में उसे अस्त्र-शस्त्र आदि से नुकसान हो सकता है । उसकी बहुत कम संतान होती है।"
    },
    "UttaraAshadha": {
      "1": " प्रथम चरण में अगर मंगल हो तो व्यक्ति लोहा या मशीनरी के व्यवसाय से धनी, शिक्षा के दौरान अवरोध पाने वाला, पिता के साथ व्यवसाय करने वाला होता है।",
      "2": "दूसरे चरण में अगर मंगल हो तो व्यक्ति पैतृक, जमीन-जायदाद से धनी, पशु-पालन अथवा डेयरी-उद्योग स्थापित करने वाला, मध्यायु तक जीवित रहता है।",
      "3": "तीसरे चरण में अगर मंगल हो तो राजकीय सेवा में अधिकार प्राप्त व्यक्ति होता है। उसके पास धन, यश और अधिकार बराबर मात्रा में होते हैं ।",
      "4": "चौथे चरण का प्रभाव आगे अभिजीत नक्षत्र में देखें ।"
    },
    "Shravana": {
      "1": "प्रथम चरण में अगर मंगल हो तो व्यक्ति चोर तथा लालची होता है । उसको किसी दूसरे चोर से प्राण हानि होती है।",
      "2": "द्वितीय चरण में अगर मंगल हो तो व्यक्ति को आंखों की तकलीफ रहती है । व्यक्ति को 36 से 40 वर्ष की अवस्था में सड़क दुर्घटना का सामना करना पड़ता है। इसमें उसकी जान भी जा सकती है",
      "3": "तृतीय चरण में अगर मंगल हो तो व्यक्ति अपने सहोदरों का शत्रु होता है। चूंकि वह सबसे बड़ा होता है, अतः उसके छोटे सहोदर उसके दुश्मन बनकर, उस पर हमला भी कर सकते हैं ।",
      "4": "चौथे चरण में मंगल हो तो उसकी उम्र में सदैव विवादास्पद और भयावह क्षण आते हैं । वह बुद्धिबल से सभी कार्य निबटाने में कुशल होता है । व्यक्ति भाइयों में अंग्रेज, चिकित्सा - सर्जरी अथवा इंजीनियरी के कार्यों में लिप्त तथा सरकार में उच्च पदाधिकारी बनता है ।"
    },
    "Dhanishta": {
      "1": "प्रथम चरण में अगर मंगल हो तो व्यक्ति धनी, प्रख्यात और रौब - दाब जमाकर रहने वाला होता है। वह अपने क्षेत्र में राजकुमारों की तरह पूज्य होता है ।",
      "2": "द्वितीय चरण में अगर मंगल हो तो व्यक्ति चतुर्दिक ख्याति वाला, प्रभावशाली और अनेक देशों में मान्यता प्राप्त करने वाला होता है । वह राजनैतिक हस्ती बनकर लोगों पर हुकूमत करता है । ऐसा व्यक्ति शत्रुओं को पराजित करने वाला होता है । वह व्यक्ति शास्त्रज्ञानी 70 वर्ष तक जीवित रहने वाला होता है |",
      "3": "तीसरे चरण में मंगल हो तो व्यक्ति चतुर- चालाक और धूर्त्त स्वभाव का होता है। उसके पास अपार अचल सम्पत्ति होती है। जमीन, मकान तथा बागान आदि का स्वामी बनकर वह 80 वर्ष तक जीवित रहता है। ऐसा व्यक्ति तकनीकी शिक्षा युक्त, इंजीनियर, डॉक्टर या अध्यापक आदि कुछ भी हो सकता है ।",
      "4": "चतुर्थ चरण में अगर मंगल हो तो व्यक्ति भ्रान्ति रोग से ग्रस्त रहता है। अगर शनि भी मंगल पर दृष्टि रखे तो शरीर का कोई अंग नष्ट हो जाता है। आमतौर पर ऐसा जातक फैक्टरी-कारखाने का कर्मचारी, मिस्त्री या भारी कष्ट उठाकर आजीविका करता है ।"
    },
    "Shatabhisha": {
      "1": "शतभिषा के प्रथम चरण में मंगल हो तो व्यक्ति नीच संगति में रहता है । संकट ग्रस्त व्यक्ति को सभी लोग उपेक्षा तथा घृणा की दृष्टि से देखते हैं। धीरे-धीरे उसके प्रति लोगों की धारणा बदल जाती है। ऐसा व्यक्ति उपयोगी मिस्त्री, कारीगर या समय पर साथ देने वाला होता है। अपनी संतान तथा परिवार का वह हितैषी होता है।",
      "2": "द्वितीय चरण में अगर मंगल हो तो व्यक्ति साधारण मजदूर या बढ़ई, तरखान, मिस्त्री, लोहार या गाड़ी चलाने वाला होता है। उसको पग-पग पर खतरों के बीच अपना जीवन बचाना होता है ।",
      "3": "तृतीय चरण में मंगल व्यक्ति को जन्म के तत्काल बाद ही मृत्यु का शिकार बना देता । अगर किसी कारण बच भी जाए तो 30 वर्ष के अन्तराल में उसकी जीवन-लीला समाप्त हो जाती है। लग्न में बृहस्पति की दृष्टि हो, अन्य आयुष्य कारक योग हो, तो व्यक्ति हादसे से बच तो जाता है, परन्तु उसका शरीर बर्बाद हो जाता है ।",
      "4": "चतुर्थ चरण में मंगल हो तो व्यक्ति बचपन से जोखिम उठाने का आदी होता है। किसी अवांछित पदार्थ का व्यापार करता है तथा उसके परिवार के सदस्य भी यह व्यवसाय मिलकर करते हैं। वह किसी कबीले या संगठन का मंत्री भी होता है। धन-धान्य युक्त जीवन बिताने वाला व्यक्ति अस्थमा, कैंसर, चर्म रोग या फिर घाव - चोट के विकार से ग्रस्त असाध्य रोगों का शिकार होता है"
    },
    "PurvaBhadrapada": {
      "1": "प्रथम चरण में मंगल हो तो व्यक्ति दुःखी तथा उत्तेजित स्वभाव का, आजीविका के लिए रोज-रोज लम्बी यात्रा करनी पड़ती है। वह खानदानी रूप से अड़ियल स्वभाव का परन्तु लालची, 40 साल के बाद स्थिर आजीविका से युक्त होता है ।",
      "2": "द्वितीय चरण में मंगल हो तो व्यक्ति को बचपन में अनेक प्रकार के अरिष्ट होते हैं अग्निकांड अथवा प्राकृतिक आपदा के दौरान उसके जीवन को खतरा रहता है |",
      "3": "तृतीय चरण में अगर मंगल हो तो व्यक्ति, जैसा दिखाई देता है, वैसा होता नहीं है । उसमें साहस, कर्मठता और परिश्रम की विशेष मात्रा होती है। जिसके कारण वह धीरे-धीरे अपने कार्यक्षेत्र में यश तथा प्रशंसा अर्जित करता रहता है। मध्यावस्था में इसका जीवन श्रेष्ठ गुणों से युक्त कहलाता है ।",
      "4": "चौथे चरण में अगर मंगल हो तो व्यक्ति कठोर परिश्रम करने वाला, मिस्त्री, इंजीनियर या ठेकेदार होता है। इसकी आजीविका खतरनाक होती है । वह अपने कारोबार में बहुत धन कमाता है और मनोवांछित सम्पत्ति अर्जित करके वृद्धावस्था में सुखी जीवन व्यतीत करता है।"
    },
    "UttaraBhadrapada": {
      "1": "प्रथम चरण में मंगल हो तो व्यक्ति बड़ा होते ही घर से बाहर दूर-दूर देशों में घूमता रहता है। ठगों, चोरों के द्वारा वह आर्थिक कष्ट उठाता है और जब निकट-सम्बंधियों के पास जाता है, तो दुत्कार दिया जाता है।",
      "2": "द्वितीय चरण में मंगल हो तो व्यक्ति असाध्य रोग से पीड़ित रहता है। उसे जीवन में सदैव कष्ट झेलने पड़ते हैं। उसकी वृत्ति स्वार्थी होती है और वह अपने से बड़ों का सम्मान भी नहीं करता है ।",
      "3": "तृतीय चरण में मंगल हो तो व्यक्ति का स्वास्थ्य अनेक कारणों से खराब रहता है । वह आजीविका के लिए दर-दर भटकता है । यात्रा के दौरान उसका धन भी गायब कर दिया जाता है । वह चापलूसी पसंद व कम संतान वाला होता है ।",
      "4": "चतुर्थ चरण में मंगल हो तो व्यक्ति स्वस्थ, चुस्त और सजग होता है। वह इंजीनियर, मिस्त्री अथवा कारीगर होता है। धन के कारण इसका अपनी पत्नी और संतान से झगड़ा होता ही रहता है।"
    },
    "Revati": {
      "1": "मंगल अगर प्रथम चरण में हो तो व्यक्ति को जायदाद के लेन-देन से लाभ होता है। ऐसा व्यक्ति स्वस्थ्य, चुस्त और कार्यकुशल होता है। वह आधुनिक तरीके से काम-काज करने में सिद्धहस्त माना जाता है।",
      "2": "द्वितीय चरण में मंगल हो तो व्यक्ति जल्दी ही उत्तेजित हो जाता है। वह या तो धोखा देता है या स्वयं धोखे का शिकार होता है ।",
      "3": "तृतीय चरण में मंगल हो तो व्यक्ति मनोवांछित फल प्राप्त करने में सफल होता है । वह किसी रोजगार देने वाली संस्था में पदाधिकारी होता है । अपने मातहत कर्मचारियों से उसके सम्बंध अच्छे नहीं होते हैं।",
      "4": "चतुर्थ चरण में मंगल हो तो व्यक्ति यथेष्ट धन, यश अर्जित करता है। उसका दाम्पत्य जीवन दुःखी, पत्नी तलाक देकर चली जाती है।"
    }
  },
  "mercury": {
    "Ashwini": {
      "1": "व्यक्ति नास्तिक विचारधारा वाला होता है। अपने जीवन में वह समाज के निम्न-स्तर पर रहकर समय बिता डालता है। शराब व बुरी औरतें उसकी कमजोरी होती हैं। एक धोखेबाज किस्म का व्यक्ति हमेशा अपने जानने वालों के तिरस्कार का पात्र बन जाता है। यह व्यक्ति किसी से भी सहयोग नहीं करता। अगर बुध पर चन्द्रमा की दृष्टि हो तो व्यक्ति उदंड व चरित्रहीन होता है। के व्यक्ति के पास उच्च स्तर की शिक्षा होती है तथा उसकी नियमित आय भी अच्छी मानी यद्यपि ऐसे बुध को यदि बृहस्पति देखे तो कुछ सकारात्मक प्रभाव देखे गए हैं। इस प्रकार जाती है। उसका मस्तिष्क दार्शनिक किस्म का होता है और कुछ परामनोविज्ञान का अनुभव व ज्ञान भी ऐसे व्यक्तियों में सामाजिक सम्मान का कारण बन जाता है।",
      "2": "व्यक्ति को अपनी संतान की ओर विशेष प्रसन्नता मिलती है। ऐसे व्यक्ति को ज्ञान क्षेत्र के विभिन्न विषयों का अच्छा अध्ययन करने का अवसर मिलता है। जीवन के उत्तरार्द्ध यानी 35-40 वर्ष की अ के बाद ऐसा व्यक्ति विश्व-विख्यात भी हो जाता है। यदि सूर्य का सहयोग हो तो व्यक्ति के पास चिकित्सा की उच्च स्तर की डिग्रियां होती हैं। वह प्रख्यात किस्म का सर्जन या फिजिशियन, वैद्य आदि हो सकता है। उदारता व पवित्रता उसके व्यक्तित्व व आचरण के प्रधान गुण हैं।",
      "3": "व्यक्ति पर भगवान की बहुत ही कृपा रहती है। वह आश्चर्यचकित कर देने वाले कार्य करता है। अपने कर्तव्य और उत्तरदायित्व समय पर पूरे करने में वह निपुण होता है। ऐसे व्यक्ति की पुत्र-संताने अधिक होती हैं। ईश्वर की कृपा के बावजूद भी उसका स्वास्थ्य आमतौर पर अच्छा नहीं रहता है। उसकी आयु लगभग 60 वर्ष के निकट होती है।",
      "4": "व्यक्ति नीच आचरण का होता है। वह प्रत्येक क्षेत्र में असफल, कामचोर, व्यापार आदि में भारी घाटा उठाने वाला होता है। यदि बृहस्पति आदि किसी शुभ ग्रह की दृष्टि हो तो व्यक्ति साधारण किस्म का लेखक, मुनीम अथवा धन आदि का लेन-देन करने वाला सूदखोर व्यक्ति होता है।"
    },
    "Bharani": {
      "1": "व्यक्ति का जीवन लंबा नहीं होता है। बाल्यावस्था से ही उसे शारीरिक और दैवीय आपदाओं से जूझना पड़ता है। अगर व्यक्ति किसी प्रकार बाल्यकाल पूरा कर भी ले तो जीवन के मध्य भाग में उसे पुनः पाप ग्रहों की दिशा में कष्ट होता है। अक्सर ऐसा व्यक्ति लेखन, स्वाध्याय, अध्यापन, पंडिताई, दलाली तथा ठेकेदारी या मिस्त्री, सजावटकर्ता, कारीगरी से धन अर्जित करता है।",
      "2": "बुध अगर भरणी के दूसरे चरण में हो तो व्यक्ति की मध्यम आयु कही जा सकती है। ऐसा व्यक्ति एक साथ कई प्रकार के कार्य आरंभ कर देता है, परंतु सफलता से वह कोसों दूर रहता है। अपने पिता एवं परिजनों से उसके संबंध तनावपूर्ण रहते हैं। फिर भी वह परिवार एवं इष्ट मित्रों की जरूरत के समय सहायता करता है।",
      "3": "भरणी नक्षत्र के तीसरे चरण में अगर बुध हो तो व्यक्ति दीर्घायु होता है। वह उच्च स्तरीय विद्वान और सौभाग्यशाली पत्नी से युक्त होता है। पत्नी उसके जीवन को सुधारने में अत्यधिक सहायक होती है। छुटपुट व्यापार, ठेकेदारी या इंजीनियरी के कार्यों से वह धन अर्जित करता है।",
      "4": "अगर बुध भरणी नक्षत्र के चौथे चरण में हो तो व्यक्ति सरकारी सेवा में होता है। माथे पर चोट या घाव लगने से चिन्ह होता है। उसकी आयु 45 वर्ष तक कही गई है। लकवा या पांडुरोग से उसकी मृत्यु हो सकती है।"
    },
    "Krittika": {
      "1": "व्यक्ति या तो सरकार में नौकरी प्राप्त करता है अथवा व्यापार करने से सरकारी संगठनों से उसे अधिकतम लाभ होता है। ऐसे व्यक्ति की मध्यम आयु होती है और वह जन-साधारण में प्रशंसा का पात्र बनता है। ऐसे व्यक्ति व्यापार के अलावा अभिनय, संगीत अथवा लेखन से भी धन प्राप्त करते हैं। अगर शनि या मंगल से युक्त हो तो व्यक्ति का शरीर दुबला, पतला, सुरा और सुन्दरी का इच्छुक, संचित धन का नाश करने वाला होता है। अगर सूर्य भी युक्त हो तो व्यक्ति उच्च-स्तर का डॉक्टर या शल्य-चिकित्सक होता है।",
      "2": "व्यक्ति का चेहरा हंसमुख और प्रसन्नचित्त व्यक्तित्व का होता है। ऐसे व्यक्ति के, एक से अधिक विवाह होते हैं। उसका शरीर विशालकाय तथा आयु लंबी होती है। अच्छे व्यवसाय के कारण वह धनी कहलाता है और अपनी संतान के कारण भी उसे अपार सुख मिलता है। उसकी 40 साल की आयु के बाद चारों तरफ ख्याति मिलती है। यदि बृहस्पति भी बुध के साथ हो तो व्यक्ति उच्च स्तर का तांत्रिक या ज्योतिषी होता है।",
      "3": "व्यक्ति व्यवहारकुशल तथा सत्ता-सुख भोगने वाला, आकर्षक व्यक्तित्व का स्वामी होता है। अगर शनि भी बुध के साथ हो तो व्यक्ति के अन्दर वैज्ञानिक अथवा बौद्धिक कार्य करने की क्षमता होती है। ",
      "4": "व्यक्ति व्यवसाय में सर्वोच्च पद प्राप्त करता है। वह अपने कर्तव्य के प्रति समर्पित, ईमानदार व कर्मठ होता है। उसकी पुत्रियां कम और पुत्र अधिक होते हैं। स्वास्थ्य के मामले में उसकी स्थिति दयनीय होती है और जीवन के उत्तरार्द्ध में दवा-दारू पर वह बहुत खर्च करता है। ऐसे व्यक्ति 60-62 वर्ष की आयु तक जीवित रहने वाले श्रेष्ठ आचरण के अनुकरणीय महापुरुष होते हैं। अगर बृहस्पति का योग हो तो अपनी जाति या समुदाय का मुखिया, किसी संस्था का सलाहकार, विशेषकर आर्थिक क्षेत्र से संबंधित विद्वान व्यक्ति कहलाता है।"
    },
    "Rohini": {
      "1": "व्यक्ति युक्तिपूर्ण बुद्धि वाला, मधुरभाषी होता है। वह लेखन या परमार्थवृत्ति से अपार धन कमाता है। उसकी पत्नी भी अत्यधिक सुन्दर और मधुर व्यवहार की होती है। आवेश के वक्त वह हकलाने की आदत वाला होता है ।",
      "2": "व्यक्ति विख्यात नाम वाला तथा शुक्र की महादशा में राजकीय-महज के कार्य करने वाला, वेदशास्त्र का व्याख्याता होता है। उसके पिता को सरकार अथवा न्यायिक दंडाधिकारी से सजा भुगतनी पड़ती है। बंधुजनों से भी उसे निराशा ही मिलती है। उनको गुर्दे की बीमारी या धातु रोग की संभावना होती है।",
      "3": "व्यक्ति के पास दृढ़ इच्छाशक्ति होती है। वह भोग-विलास में डूबा रहने वाला, मध्यम श्रेणी का धनी तथा विवाह से पूर्व ही अनैतिक आचरण से बदनामी पाने वाला होता है।",
      "4": "दूर के संबंधी से धन लाभ होता है। उसे अपनी एक बहन का बहुत दुःख झेलना पड़ता है। अगर शनि की दृष्टि बुध पर हो तो बदसूरत, रोगी तथा दंतहीन होता है। उसको मानसिक अशांति और पागलपन जैसी भी शिकायतें रहती हैं।"
    },
    "Mrigashira": {
      "1": "व्यक्ति पवित्र आचरण से युक्त, विद्वान और धनी होता है। जीवन के उत्तरार्द्ध में उसे मानसिक असतुंलन अथवा भूल जाने की बीमारी हो जाती है।",
      "2": "व्यक्ति घटिया स्तर के कार्यों से धन कमाने में संलिप्त रहता है। दूसरों की संपत्ति देखकर उसे ईर्ष्या होती है। ऐसे व्यक्ति के कई पुत्र और एक पुत्री होती है। गले में अवरोध, दांतों का रोग या फिर खांसी-जुकाम से वह पीड़ित रहता है ।",
      "3": "व्यक्ति बुद्धिमान, साहसी तथा आशावादी प्रकृति का होता है। वह एक से अधिक विवाह करने वाला और स्त्री प्रेमी भी होता है। वाकदोष (हकलाना) या फेफड़े खराब होने से क्षयरोग की आशंका रहती है।",
      "4": "व्यक्ति भगवान का अत्यधिक भक्त, मध्यम शिक्षा वाला, परंतु परिश्रम से शिखर पर पहुंचने वाला होता है। वह आर्थिक अथवा वित्तीय क्षेत्र में लेखाबन्दी करने वाला, नौकर-चाकरों से युक्त, अधिकारी स्तर का व्यक्ति होता है। उसे दिमागी असंतुलन, हड़बड़ी, उतावली अथवा शरीर की अपंगता से कष्ट रहता है।"
    },
    "Ardra": {
      "1": "व्यक्ति हर क्षेत्र में निपुण होता है। वह ज्योतिषी, वेद-पुराण जानने वाला, कुछ-कुछ बहरा तथा एक से अधिक विवाह करने वाला मनमौजी होता है।",
      "2": "व्यक्ति बहुत ही आलीशान स्थान में रहने वाला, मधुरभाषी और विद्वान होता है। वह सभी कामों में रुचि रखने वाला, ज्योतिषी और कर्मकांड का ज्ञाता, अधिक संतान से युक्त, स्वार्थी तथा परिवार के लोगों का हित चाहने वाला होता है। उसे खून की खराबी, बवासीर, अस्थमा या श्वास रोग हो सकते हैं।",
      "3": "व्यक्ति विद्वान, धन और जायदाद जोड़ने वाला, आदर्श परिवार का सदस्य एवं भाइयों से लाभ उठाने वाला होता है।",
      "4": "व्यक्ति व्यापार व्यवसाय में निपुण सार्वजनिक कार्यों में रुचि रखने वाला और लेन-देन से धन कमाने वाला होता है। मुखबिर अथवा चुगलखोर, मुखरोग वाला या टेढ़े मुख वाला हो जाता है।"
    },
    "Punarvasu": {
      "1": "व्यक्ति सरकार में आजीविका प्राप्त करने वाला, क्लर्क, लेखाकार बनकर उच्च पद प्राप्त करता है। वह धीरे-धीरे यश और धन प्राप्त करता है। विभिन्न प्रकार के कलात्मक और वैज्ञानिक विषयों का जानकार, दूसरों को आदर देने वाला, सुख-शांति से जीवन बिताने की इच्छा करने वाला, धनी व दो पत्नियों से युक्त होता है।",
      "2": "व्यक्ति वाणिज्य अथवा लेखा (एकाउंट) का जानकार, परंतु दूसरे कार्यों से धन कमाने वाला, ज्योतिषी होता है। वरिष्ठ लोगों की प्रशंसा का पात्र ऐसा व्यक्ति प्रत्येक कार्य को भेदभाव रहित होकर करता है। उसे उच्च स्तर के पद और अधिकार मिलते हैं एवं उसकी बातों पर लोग अमल करते हैं।",
      "3": "व्यक्ति साधारण आजीविका वाला, धार्मिक या समाज कार्यों में रुचि रखने वाला, बिना वेतन के काम करने वाला, व्यापार व्यवसाय में अधिक धन लगाकर, अल्प लाभ करने वाला होता है।",
      "4": "व्यक्ति अपने पुरुषार्थ से धन और यश बटोरने वाला, लेखक, पत्रकार किसी शिक्षण संस्था का प्रभुत्व होता है। वह शासन और सत्ता के निकट रहता है। अवस्था के अनुसार धनी व संपत्तिवान बनता है।"
    },
    "Pushya": {
      "1": "व्यक्ति धनवान अनेक नौकरों का स्वामी तथा उच्च स्तर के वाहन का सुख प्राप्त करने वाला तथा जमीन-जायदाद एवं मकान आदि से युक्त होता है। महिलाओं को इस स्थिति में प्रजनन कष्ट का सामना करना पड़ता है। ",
      "2": "वह विश्वासपात्र पद पर या तो निजी सचिव होता है या सतर्कता सुरक्षा एवं गुप्तचर विभाग में अधिकारी बनता है। शनि की दृष्टि इस नक्षत्र पर होने से व्यक्ति जल विभाग में अभियन्ता होता है।",
      "3": "व्यक्ति को संगीत, नृत्य आदि का शौकीन बनाता है। वह विदेश में रहने वाला, राज्याधिकारियों का मित्र तथा महाधनी होता है। अगर महिला हो तो उसे नाच-गाने आदि से धन की प्राप्ति होती है। पुरुषों के बीच भ्रमण करने वाली ऐसी महिला संदिग्ध आचरण की होती है।",
      "4": "व्यक्ति बुद्धिमान, परंतु मध्यम स्तर की शिक्षा वाला होता है। उसके चरित्र को संदेहास्पद माना जाता है। व्यापार से या व्यवस्था कार्यों से वह समय-समय पर धन कमाता है। कई जातक घड़ी साज़ अथवा रेडियो, टी.वी. के मैकेनिक भी होते हैं।"
    },
    "Ashlesha": {
      "1": "व्यक्ति कुछ योजनाबद्ध तरीके से काम करने वाला विद्वान होता है। उसकी दो संतानें होती हैं। उसके फेफड़े आदि में रोग एवं बीमारी की आशंका रहती है।",
      "2": "व्यक्ति पत्रकार अथवा टूरिस्ट एंजेट (पर्यटन व्यवसाय का एजेंट) होता है। कुछ व्यक्ति कपड़ा सिल्क, रेशम अथवा जलोत्पन्न वस्तुओं का भी व्यापार करते हैं। इनकी मृत्यु पेट में अधिक गैस भरने या अधिक मोटापे के कारण या फेफड़े में अधिक पानी भरने या वाहन दुर्घटना से हो सकती है।",
      "3": "व्यक्ति अधिक मदिरापान करने वाला, पेट या छाती में दर्द की शिकायत करने वाला, काम-काज में सामान्य लाभ प्राप्त करने वाला होता है। ऐसा व्यक्ति घर से बाहर रहता है। 40 वर्ष तक जीवन साथी से विचार-वैमनस्य बना रहता है। उसके बाद स्थिति सुधर जाती है।",
      "4": "व्यक्ति विज्ञान अथवा गंभीर विषयों में उच्च शिक्षा प्राप्त करता है। वह इंजीनियर, डॉक्टर, कृषि एवं सिंचाई विशेषज्ञ हो सकता है। उसको अस्थमा, निमोनिया या बवासीर से कष्ट होता है।"
    },
    "Magha": {
      "1": "बृहस्पति या सूर्य भी साथ में हो तो व्यक्ति किसी उद्योग या फैक्टरी आदि में प्रबंधक या सनदी लेखाकार होता है। उसकी संतान भी बुद्धिमान होती है। अगर शनि या मंगल का दृष्टियोग हो तो व्यक्ति अचानक घाटा या नुकसान उठा लेता है और इसी दुःख में पागल जैसा हो जाता है।",
      "2": "व्यक्ति का गृहस्थ जीवन शांतिपूर्ण होता है। अगर बृहस्पति भी इसी चरण से संचार करे तो व्यक्ति लेखक, अध्यापक या ज्योतिषी बन सकता है, परंतु उसको कभी-कभी दिमागी असंतुलन या नाड़ी कम्पन जैसी मानसिक बीमारी हो सकती है।",
      "3": "व्यक्ति के पास थोड़ा-बहुत धन होता है। वह शिल्पकार, सुनार, वैद्य या चूड़ी, माला आदि के व्यापार से धन कमाता है। उसका सहयोगी (पार्टनर) उसे धोखा दे जाता है। उसे महिलाओं से विशेष लाभ होता है।",
      "4": "व्यक्ति साधारण जीवन व्यतीत करता है। ऐसा व्यक्ति फल, साग-सब्जी, फूल, कपड़े या घी-तेल का व्यापार या खोमचा लगाकर आजीविका चलाता है। उसे आंखों की बीमारी, अस्थमा, चर्म विकार आदि हो सकता है।"
    },
    "PurvaPhalguni": {
      "1": "व्यक्ति यद्यपि धनी और प्रख्यात नाम वाला होता है, परंतु उसकी स्मरण शक्ति और शारीरिक ढांचा कमजोर होता है। वह आचरण में बहुत संकीर्ण, पत्नी और पुत्र से विमुख रहता है। अगर वह कोई काम की शुरूआत करे तो उसका लाभ दूसरों को सहज ही मिलता है और उसकी पत्नी और परिवार के लोग उससे लाभान्वित नहीं हो पाते।",
      "2": "व्यक्ति आज्ञाकारी संतान वाला, परंतु अपनी पत्नी से विरक्त रहता है। वह उच्च स्तर का वकील, गणितज्ञ या लेखाकार हो सकता है। अगर मंगल और बुध का योग हो तो व्यक्ति के शरीर में रक्त दोष होता है, जिसके कारण उसे कैंसर या अन्य असाध्य रोग, हृदय रोग पीड़ित कर सकता है।",
      "3": "व्यक्ति गलतफहमी के कारण समाज बिरादरी से विरक्त रहता है। उसके मित्र एवं भाई-बहन भी उसके विरोधी हो जाते हैं। स्त्री और पुत्र भी उसको सहयोग नहीं करते। कुछ जातकों को संतान सुख भी नहीं मिलता। उसकी याद्दाश्त कमजोर हो जाती है। जिसके कारण अप्रिय घटनाएं भी हो सकती हैं।",
      "4": "व्यक्ति धनी, परंतु तुनुक मिजाज होता है। दूसरों की सहायता करने से वह कोसों दूर रहता है। अपने बुरे कर्मों के कारण उसे घोर यातनाएं भोगनी पड़ती हैं। अवांछित कर्मों और अनैतिक कार्यों के चलते, उसे रोग घेर लेते हैं।"
    },
    "UttaraPhalguni": {
      "1": "व्यक्ति लेखा प्रतिनिधि होता है या फिर सरकारी संगठन में गणित एवं ऑडिट आदि का कार्य देखता है। ऐसे व्यक्ति को खगोल और ज्योतिष आदि का भी ज्ञान होता है। अगर चन्द्रमा की दृष्टि हो तो व्यक्ति रसायन इंजीनियर होता है।",
      "2": "व्यक्ति वाणिज्य अथवा एकाउंट्स या बिक्री विभाग में कार्यरत होता है। बुध जातक अध्यापन, लेखन, पत्रकारिता से भी धन कमाते हैं । शनि या बृहस्पति का योग हो तो सिविल इंजीनियर अथवा भवन-निर्माण आदि जैसे व्यवसाय करता है।",
      "3": "व्यक्ति के अन्दर विशेष प्रतिभा होती है। ऐसा व्यक्ति विद्वान और उदार प्रवृत्ति का पर्यटन एवं उद्योग या होटल व्यवसाय से जुड़ा रहता है। चन्द्रमा या मंगल की दृष्टि बुध पर हो तो व्यक्ति इंजीनियर या अनुसंधानकर्त्ता होता है।",
      "4": "व्यक्ति स्रोतपूर्ण व्यवसाय वाला, पहले बहुत छोटी आजीविका से व्यवसाय में प्रवेश करता है। मध्यावस्था के बाद भाग्योदय होता है। ऐसे व्यक्ति को ज्योतिष शास्त्र और धार्मिक विषयों की भी गहन जिज्ञासा होती है। जीवन का अंतिम भाग ख्यातिपूर्ण कार्यों में बीतता है।"
    },
    "Hasta": {
      "1": "व्यक्ति मध्यम श्रेणी का धनी और अच्छे स्वास्थ्य वाला होता है। अन्य ग्रहों का संयोग बने तो व्यक्ति राज्य मंत्री अथवा उच्च-स्तर की राजनीतिक हस्तियों का चहेता होता है। किसी संस्था का अध्यक्ष भी होता है।",
      "2": "एक से अधिक विवाह करने वाला, धर्म-कर्म में रुचि रखने वाला, दानी और दिव्य आत्मा होता है।",
      "3": "व्यक्ति वाणिज्य व्यवसाय में कुशल, बीमा अथवा लेन-देन का काम करने वाला होता है। अगर सूर्य की दृष्टि बुध पर हो तो व्यक्ति गणित ज्योतिष का जानकार, लेखन आदि से धन कमाता है।",
      "4": "व्यक्ति खाने-पीने का परहेज नहीं करता फलतः उसे नाना प्रकार की बीमारियां घेर लेती हैं। ऐसा व्यक्ति सरकारी विभाग में क्लर्क या उद्योग संगठन में लेखाकार, वित्तीय अधिकारी होता है।"
    },
    "Chitra": {
      "1": "व्यक्ति पवित्र आचरण का, संकट में भी धैर्य तथा युक्ति रखने वाला और हर प्रकार के कष्टों से बचा रहने वाला होता है। फिर भी उसे गैस, अल्सर तथा कफ विकार संभव हैं।",
      "2": "व्यक्ति अपनी उच्च शिक्षा और ज्ञान के बल से विशेष धनी बनता है। ऐसा व्यक्ति धर्मात्मा और चरित्रवान भी होता हैं। वह सुखी वैवाहिक जीवन व्यतीत करता है। उसकी पत्नी भी अच्छी और उच्च स्तर की अधिकारी होती है। उसको यदाकदा श्वास-अस्थमा या फिर गन्दे पर्यावरण से पैदा रोग हो सकते हैं।",
      "3": "जातक इंजीनियरी अथवा तकनीकी व्यवसाय क्षेत्र से धन लाभ करते हैं। ऐसे व्यक्ति अपार धन कमाते हैं। उन्हें फेफड़े के अवरोध, रक्त विकार, सिर दर्द आदि तीव्र पीड़ा के रोग हो सकते हैं।",
      "4": "उसे अपने रिश्ते-नातेदारों से तकलीफ हो सकती है। वह उनकी चाहे कितनी ही मदद करे, वह भी उन्हें कम पड़ती है। जातक को फेफड़े अथवा छाती का कैंसर आदि हो सकता है।"
    },
    "Swati": {
      "1": "व्यक्ति उच्च-स्तर का विद्वान, लेकिन अपने कमाए धन का भरपूर आनन्द नहीं उठा सकता। उसका अधिकांश धन अपने ही स्वास्थ्य की रक्षा करने में व्यय हो जाता है। उस व्यक्ति को टी.बी., क्षय रोग या अन्य प्रकार के फेफडों से सम्बन्धित रोग हो सकते हैं।",
      "2": "व्यक्ति उदार और अच्छी पत्नी वाला तथा आज्ञाकारी संतान से युक्त होता है। ऐसा व्यक्ति बड़ों का आदर करता है। अगर व्यक्ति रोजगार में हो तो वह बिना प्रतीक्षा के पदोन्नति प्राप्त करता रहता है। अगर व्यापार करता हो तो अपने नौकर-चाकर वर्ग का प्रिय होता है तथा उनकी प्रत्येक कष्ट में मदद करता है।",
      "3": "व्यक्ति आजीविका/व्यवसाय में सफल होता है। अगर शुक्र की दृष्टि हो तो व्यक्ति डॉक्टर, थोक व्यापारी अथवा कपड़े या किराना आदि का श्रेष्ठ व्यापारी होता है।",
      "4": "व्यक्ति हवाई सेवा में अभियंता, इंजीनियर आदि होता है, अन्यथा वह खगोल विज्ञानी होता है। अगर शुभ ग्रहों का प्रभाव हो तो उच्च-स्तर के पद पर होता है, अन्यथा एक मामूली अध्यापक होता है।"
    },
    "Vishakha": {
      "1": "व्यक्ति तकनीकी कार्यों के अध्ययन में रत तथा इंजीनियरी आदि के जरिए अध्यापन करने वाला होता है। वह किसी शिक्षण या की कोचिंग संस्थान में कार्यरत, व्यक्ति जल्दी विवाह नहीं करने वाला अथवा 35-40 वर्ष आयु के बाद विवाह की इच्छा रखने वाला होता है। 30-32 वर्ष के मध्य वह सरकारी सेवा या निजी स्वायत्त संस्थान में आजीविका प्राप्त करता है।",
      "2": "व्यक्ति टी.बी., कैंसर का रोगी होती है तथा उसकी शिक्षा साधारण होती है। इसके बावजूद वह बुद्धिमान होता है। उसको पत्नी अच्छी नहीं मिलती और विवाह के बाद उसका दुर्भाग्य आरम्भ हो जाता है। उसको स्वर्णाभूषण, चांदी, मूल्यवान धातुओं से लाभ होता है। वह वास्तुशिल्प का ज्ञाता, इंजीनियर या कलाकार, मूर्तिकला का ज्ञाता हो सकता है। वह किसी विधवा के साथ यौन सुख प्राप्त करता है ।",
      "3": "व्यक्ति लोहे का व्यापारी या किराना का कारोबार करने वाला होता है। उसको अपनी तथा घर के सदस्यों की बीमारी में भारी खर्च उठाना पड़ता है। इसकी वजह से वह गैर-कानूनी काम करता है या फिर सार्वजनिक धन का गबन दुरुपयोग करने के जुर्म में भारी जुर्माना अदा करता है।",
      "4": "व्यक्ति खर्चीला, तथा सिर्फ झूठ बोलने वाला होता है। ऐसा व्यक्ति अनैतिक क्रिया में रुचि रखने वाला, समलैंगिक या फिर दुश्चरित्र महिलाओं का प्रेमी होता है। उनके माध्यम से वेश्यावृत्ति का व्यापार करने वाला, पाप-कर्म में संलग्न रहता है। अगर बुध के साथ शुक्र भी स्थित हो तो व्यक्ति धनवान, विद्वान अच्छे आचरण वाला होता है ।"
    },
    "Anuradha": {
      "1": "व्यक्ति युक्ति जानने वाला तथा नीति कुशल होता है। ऐसा व्यक्ति बाधाओं को पार करने में समर्थ होता है, परन्तु अपने धन के प्रति वह सजग नहीं रहता है, फलतः उसके सगे-संबंधी उसे लूटकर खा जाते हैं। बहुत देर बाद वह जागता है, लेकिन तब उसके हाथ कुछ भी नहीं आता। अगर ग्रहों की दशा अनुकूल हो तो आंशिक क्षतिपूर्ति कर लेता है।",
      "2": "व्यक्ति को संतान अल्पमात्र होती है। उसे एकाध कन्या का सुख मिलता है। छोटे-मोटे व्यापार से उसे संतोषजनक लाभ मिलने की खुशी होती है। ऐसा व्यक्ति अपनी पत्नी के कारण दबा हुआ रहता है, क्योंकि पत्नी के दबाव में आकर उसे उसकी प्रत्येक वांछित या अवांछित इच्छा पूरी करनी पड़ती है।",
      "3": "व्यक्ति महिला जातकों के लिए भाग्यवान सिद्ध होता है। उसका पति धनवान तथा सभी सुख-सुविधाओं से युक्त होता है, परन्तु उनमें परस्पर कलह होता रहता है ।",
      "4": "व्यक्ति का शरीर सांचे में ढला हुआ होता है। पुरुष/महिला जातक विवाह के बाद भाग्योदय देखते हैं। ऐसा व्यक्ति अध्यापक या किसी होस्टल या संस्थान आदि का संचालक होता है। यदि शनि या मंगल से बुध पीड़ित हो तो व्यक्ति बदनाम लोगों का मुखिया होता है"
    },
    "Jyeshtha": {
      "1": "व्यक्ति गणित अथवा संगीत का जानकार, कला प्रेमी तथा कलात्मक कार्यों से बहुत धन कमाता है।",
      "2": "व्यक्ति नम्र, महान आचरण का, आर्थिक जीवन में उतार-चढ़ाव सहने वाला, सरकारी प्रतिष्ठान में उच्चाधिकारी होता है। उसकी पत्नी खर्चीली तथा उसके लिए दुर्भाग्यपूर्ण साबित होती है। अगर शुक्र की दृष्टि या योग बुध के साथ हो तो पत्नी भाग्यवान तथा धन एवं ऐश्वर्य लाने वाली होती है ।",
      "3": "कुख्यात, क्रूर तथा बेशर्म, धन-सम्पत्तिहीन, दण्ड का भागी होता है। वह स्त्री एवं संतान से भी रहित हो जाता है।",
      "4": "व्यक्ति धनी, आढ़त-व्यापार अथवा आयात-निर्यात करने वाला होता है। वह ठेकेदार या जमीन-जायदाद का लेन-देन करने वाला, सूदखोर तथा आंखों की बीमारी से युक्त होता है।"
    },
    "Mula": {
      "1": "व्यक्ति राजनीतिक दलों का पदाधिकारी, छुटभैये नेताओं का चहेता और लम्बी अवस्था के बाद अस्थाई राजभोग प्राप्त करने वाला होता है।",
      "2": "व्यक्ति अभियंता, शिल्प कारीगरी का जानकार होता । उद्योग-धंधे या फैक्ट्री-कारखानों में वह आजीविका प्राप्त करता है। छोटी-सी सरकारी नौकरी में भी वह अपना गुजारा चला लेता है।",
      "3": "व्यक्ति किसी का उत्तराधिकारी बनकर आजीविका प्राप्त करता है। अपने ज्ञान और बाहुबल से यह व्यक्ति धीरे-धीरे उन्नति कर लेता है। वाणिज्य लेखन या अध्यापन आदि व्यवसाय इन्हें रुचिकर लगते हैं।",
      "4": "व्यक्ति पैतृक सम्पत्ति से धनी, अकस्मात धन लाभ करने निवाला, कला, संग्रहालय या प्राचीन वस्तुओं के व्यापार से धन कमाता है।"
    },
    "PurvaAshadha": {
      "1": " व्यक्ति व्यापार व्यवसाय में रुचि रखता है। 21 वर्ष की आयु के बाद अच्छा समय आता है। यदि शुक्र की दृष्टि हो तो व्यक्ति देश-विदेश भ्रमण करके अपार धन कमाता है। यदि चन्द्रमा भी साथ ही योग करे तो व्यक्ति अपने जन्म स्थान में कभी नहीं लौटता और विदेश में ही सैटल हो जाता है।",
      "2": "सरकारी नौकरी पा लेता है। वह मुख्य परामर्शकर्ता बनता है (किसी मंत्री का)। यदि स्वतंत्र व्यवसाय में है तो वह कानूनी जानकार, लेखा-जोखा रखने वाला या विभिन्न संस्थानों का सहायक होता है। चार्टड एकाउंटेंट भी ऐसे जातक हो सकते हैं।",
      "3": "बृहस्पति की दृष्टि भी उस पर हो तो व्यक्ति आमतौर पर सरकारी अफसर बनता है। जिसमें वह सरकारी व्यापार के सम्बंध में पूरी दुनिया का भ्रमण करता है। 45 वर्ष की आयु और 52 वर्ष की आयु में उसे कुछ अप्रिय भी झेलना पड़ता है।",
      "4": "बृहस्पति की दृष्टि भी उस पर हो तो व्यक्ति आमतौर पर सरकारी अफसर बनता है। जिसमें वह सरकारी व्यापार के सम्बंध में पूरी दुनिया का भ्रमण करता है। 45 वर्ष की आयु और 52 वर्ष की आयु में उसे कुछ अप्रिय भी झेलना पड़ता है।"
    },
    "UttaraAshadha": {
      "1": "व्यक्ति वैज्ञानिक दृष्टिकोण वाला, लम्बा और मजबूत शरीर का होता है। वह उच्च-स्तर की शिक्षा प्राप्त करके 25 साल बाद सरकारी सेवा में प्रवेश करता है।",
      "2": "व्यक्ति आवेशपूर्ण व्यवहार का, मक्कार तथा धोखेबाज होता है। अच्छे परिवार का सदस्य होने के बावजूद वह सर्वत्र अपने शत्रु खड़े कर लेता है। वह ऐसे विभाग में नौकरी करता है, जहां से लोगों को कष्ट प्राप्त होते हैं। बदनाम हो चुकने के बाद एक बार व्यापार भी करता है, परन्तु असफल रहता है।",
      "3": "व्यक्ति छोटी-सी नौकरी से आजीविका आरंभ करता है। परन्तु 30 वर्ष की आयु के बाद उसका भाग्योदय होता है और वह विदेश चला जाता है।",
      "4": "व्यक्ति छोटी-सी नौकरी से आजीविका आरंभ करता है। परन्तु 30 वर्ष की आयु के बाद उसका भाग्योदय होता है और वह विदेश चला जाता है।"
    },
    "Shravana": {
      "1": "व्यक्ति अपने पूर्वजों के द्वारा अर्जित धन को उड़ाने वाला तथा व्यापार में घाटा उठाने वाला होता है। वह हर क्षेत्र में अभागा कहलाता है।",
      "2": "व्यक्ति को स्थाई किस्म के रोग घेर लेते हैं। उसे काली खांसी, अस्थमा अथवा एग्जीमा आदि रोग तंग करते हैं। ऐसा व्यक्ति 40 साल बाद पत्नी का सुख प्राप्त करता है।",
      "3": "व्यक्ति व्यापार, व्यवसाय आदि से बहुत धन कमाता है। वह आर्थिक वाणिज्यिक विषयों का जानकार, सदैव काम में लगा हुआ, निःस्वार्थी और हितकारी व्यक्ति होता है।",
      "4": "व्यक्ति के पास ढाबा, भोजनालय, होटल, रेस्टोरेन्ट चलाने की क्षमता होती है। ऐसा व्यक्ति खाद्य-पदार्थों के व्यापार से, पर्यटन सेवा में कमीशन, एजेन्सी या दलाली से धन कमाता है। ऐसा व्यक्ति मक्कार, कंजूस और बेढंगा तथा असंतुलित जीवन व्यतीत करता है।"
    },
    "Dhanishta": {
      "1": "व्यक्ति आमतौर पर कोई अधीनस्थ कर्मचारी होता है। ऐसा व्यक्ति संगीत कला का प्रेमी, शिल्प मैकेनिज्म का जानकार, सदैव कर्ज में रहने वाला, तीक्ष्ण दर्द का शिकार, वात् रोग तथा रक्त दोष के कारण कैंसर आदि असाध्य रोग से ग्रस्त हो सकता है।",
      "2": "व्यक्ति नगर तथा कस्बों के बीच रहने वाला, गृहस्थ जीवन से दुःखी रहता है। इसका मुख्य कारण उसका चरित्रहीन तथा मदिरा सेवी होना है। 44 साल की अवस्था में उसे हृदय रोग, दौरे पड़ना या पीलिया आदि हो सकता है।",
      "3": "व्यक्ति नगर तथा कस्बों के बीच रहने वाला, गृहस्थ जीवन से दुःखी रहता है। इसका मुख्य कारण उसका चरित्रहीन तथा मदिरा सेवी होना है। 44 साल की अवस्था में उसे हृदय रोग, दौरे पड़ना या पीलिया आदि हो सकता है। उसे हृदय रोग, पागलपन आदि का खतरा भी रहता है। 35 वर्ष की आयु के बाद स्वास्थ्य गिरता जाता है।",
      "4": "व्यक्ति का विवाह बहुत ही असाधारण रूप-रंग तथा आकर्षण युक्त कन्या से होता है। नाटकीय ढंग से वह अपना विवाह रचाता है। उसका दाम्पत्य जीवन अशांत रहता है तथा 7वें साल में तलाक या विच्छेद की नौबत आती है अथवा उसकी पत्नी उसे छोड़कर चली जाती है। इसके उपरांत वह पुनः विवाह करता है, जिसका हस्र भी अन्त में अच्छा नहीं होता।"
    },
    "Shatabhisha": {
      "1": "व्यक्ति का एक भाई उच्च पदाधिकारी, शासन सत्ता के शीर्षपदों पर रहता है। अपने भाई के सहयोग से वह व्यापार आरम्भ करता है, जो कि 33 वर्ष के बाद सुचारू रूप से चलता है।",
      "2": "व्यक्ति घर-परिवार से सुखी, भाइयों का चहेता, 25 वर्ष में विवाह के बाद भाग्योदय देखने वाला तथा अस्थाई एवं चलते-फिरते व्यवसाय करने वाला, दलाल, एजेंट अथवा कार्यकर्त्ता होता है।",
      "3": "व्यक्ति सरकारी सेवा में प्रवेश करता है। 30-31 वर्ष में उसको किसी हादसे का सामना भी करना पड़ता है। उसका जीवन स्थिर सम्पन्नता से पूर्ण तथा संतान-दाम्पत्य सुख विशेष से भरा होता है। वह गुप्त रूप से पर-स्त्री गमन करता है, जिसकी भनक उसकी पत्नी तक को नहीं लगती।",
      "4": "व्यक्ति व्यसनी और धूर्त्त स्वभाव का होता है। वह फालतू खर्च के कारण कर्जदार रहता है। अपने परिवार की संपत्ति को वह धीरे-धीरे बेच डालता है। 28वें वर्ष के बाद अगर ग्रहयोग अच्छे हों तो उसके पास सीमित मात्रा में धन आता रहता है।"
    },
    "PurvaBhadrapada": {
      "1": "व्यक्ति कानून, कोर्ट-कचहरी के मामलों में दक्ष, दूसरों के वाद-विवाद, सुलझा कर धन कमाता है और स्वयं उलझनों में फंसा रहता है।",
      "2": "व्यक्ति साहित्यकार, प्रकाशक अथवा घुमन्तु प्रतिनिधि होता है। उसे पेट या किडनी आदि की तकलीफ रहती है। कागज अथवा लेखन सामग्री के व्यवसाय से भी वह धन कमाता है।",
      "3": "व्यक्ति को क्षय, तपेदिक या गले के कैंसर की संभावना रहती है। वह कुशल गणितिज्ञ, इंजीनियर या ज्योतिषी होता है। उसकी पत्नी भी विदुषी महिला, आदर्श गुणों वाली जीवन-साथी साबित होती है।",
      "4": "व्यक्ति खुराफाती और अभद्र व्यवहार करने वाला होता है। अनैतिक और अवांछित तरीके से धन कमाने में प्रवीण तथा ऐसा व्यक्ति घटिया स्तर के लोगों के बीच उठने-बैठने वाला होता है।"
    },
    "UttaraBhadrapada": {
      "1": "व्यक्ति की बुद्धि उर्वरा होती है। ऐसा व्यक्ति लेखन, काव्य आदि में माहिर होता है। वह उच्च कोटि का कवि, लेखक या साहित्यकार बन सकता है।",
      "2": "व्यक्ति कानून, वाणिज्य अथवा गणित में निपुण होता है। ज्योतिष विद्या में भी उसकी रुचि रहती है। बौद्धिक ज्ञान के बल पर वह धन कमाता है।",
      "3": "व्यक्ति लेखा, ऑडिट या सिविल इंजीनियरिंग में दक्ष होता है। ऐसा व्यक्ति स्वतंत्र व्यवसाय में भी प्रगति करता है। ऐसा व्यक्ति व्याख्याता, अनुसंधानकर्त्ता या उच्च कोटि का साहित्य लेखक भी हो सकता है।",
      "4": "व्यक्ति सुख-सम्पत्ति युक्त ऐश्वर्यपूर्ण जीवन व्यतीत करता है। ऐसा व्यक्ति राजकीय कर्मचारी अथवा साधारण सेवा में हो सकता है। वह एक से अधिक व्यवसाय करने में कुशल होता है।"
    },
    "Revati": {
      "1": "व्यक्ति फुर्तीबाज, चुस्त और जल्दी-जल्दी काम करने वाला होता है। वह बहुत-सी भाषाओं का जानकार, नकल उतारने वाला, सट्टे आदि का शौकीन, लेखाकार या प्रशासक होता है।",
      "2": "व्यक्ति स्पष्ट विचारों का पूर्वानुमान लगाने में कुशल, बुद्धिमान और दार्शनिक विचारों का होता है। वह अध्यापक, लेखक या पत्रकार या एडीटर आदि होता है।",
      "3": "व्यक्ति कानून या कोर्ट-कचहरी के कार्यों में दक्ष, चालाक, चतुर बुद्धि, दूसरों से धन ऐंठने वाले और दाम्पत्य जीवन में कष्ट प्राप्त करते हैं ।",
      "4": "व्यक्ति सरकारी नौकरी या राजकीय सेवा से धन कमाता है। वह सुरक्षा सेवा या वैज्ञानिक गतिविधियों में भी संलग्न रहता है। देश-विदेश की यात्राएं करता है। राजनीति, प्रशासनिक क्षेत्रों में इनका प्रभुत्व रहता है।"
    }
  },
  "jupiter": {
    "Ashwini": {
      "1": "व्यक्ति उच्च स्तर की शिक्षा प्राप्त और धार्मिक अभिवृत्ति वाला होता है। शास्त्रों के अध्ययन से लेकर अध्यात्मिक और दार्शनिक क्षेत्रों का ज्ञान भी उसे हो जाता है। उसकी जिह्वा में एक चुम्बकीय आकर्षण होता है, अर्थात बड़ी-से-बड़ी सभा को भी वह अपनी वाक् शक्ति से प्रभावित कर लेता है। 35 साल की आयु के बाद उसे विशेष यश और धन मिलता है। मित्र और चहेतों के सहयोग से ऐसा व्यक्ति पर्याप्त जायदाद व अचल संपत्ति भी अर्जित कर लेता है।",
      "2": "व्यक्ति का व्यक्तित्व भव्य और आकर्षक होता है। वह व्यक्ति उदार, विद्वान व ईमानदार होता है। सम्मानीय पद पर रहते हुए वह व्यक्ति लेखक और पत्रकार आदि बन जाता है। ऐसा व्यक्ति दूसरों से सम्मान व स्नेह अर्जित करने में कुशल, परंतु सदैव ही ऋण अथवा धन की कमी से ग्रस्त रहता है।",
      "3": "व्यक्ति बौद्धिक तथा भौतिक संपदा अर्जित करने में कुशल होता है। वह व्यक्ति बहुत पढ़ा-लिखा और अत्यधिक नाम तथा ख्याति वाला, राजाओं का भी राजा कहलाने योग्य होता है, परंतु कुछ मतानुसार उसका जीवन, मात्र किशोरावस्था तक ही कहा गया है, अतः इस बात की पुष्टि नहीं होती है कि इस छोटी-सी अवस्था में वह किस प्रकार से महाज्ञानी एवं राजाओं का भी राजा हो सकता है। हां यह बात संभव है कि व्यक्ति यदि मध्यायु या दीर्घायु हो तो वह अपने क्षेत्र में प्रख्यात व्यक्ति बन सकता है।",
      "4": "यह स्थिति जातक के लिए बहुत सराहनीय कही गई है। अपने पूरे आवेग से ऐसा व्यक्ति जीवन का आनन्द लेता है। अपने प्रयत्न व पुरुषार्थ से ऐसा व्यक्ति बहुत नाम, धन व सम्पत्ति आदि अर्जित करता है। उसके अधीनस्थ अनेक व्यक्ति काम करते हैं। वह एक अच्छा अधिकारी, अपनी संतान का संरक्षक तथा सबके प्रति उत्तरदायित्व निभाने वाला, मधुर आचरणयुक्त कहलाता है। इस व्यक्ति को सट्टे या अस्थाई व्यापार से भी कभी-कभार धन का लाभ होता रहता है।"
    },
    "Bharani": {
      "1": "व्यक्ति बातचीत करने में कुशल तथा अपने पिता का प्रिय होता है तथा परिवार का एकमात्र सहायक होता है। दूसरे लोग भी उसे देवता की भांति इज्जत देते हैं और सर्वत्र उसकी प्रशंसा होती है। उसकी एक से अधिक पत्नियां होती हैं। गणित, लेखा अथवा वाणिज्य आदि में उसकी उच्च शिक्षा होती । वह किसी फैक्टरी, बैंक अथवा व्यापारिक संस्थान में ऊंचे पद पर सुशोभित रहता है तथा पक्षाघात, मिरगी या दिमागी तनाव से अचानक रोगग्रस्त होने की आशंका भी उसे रहती है।",
      "2": "व्यक्ति पुत्र-पौत्र से युक्त होता है। वह 55 वर्ष या 60 वर्ष की आयु तक जीवित रहता है। अपराधिक कार्यों में वह दक्ष होता है। धार्मिक गतिविधियों में भी वह ढोंग रचते हुए अपनी शेखी बघारता है। जमीन-जायदाद के लेन-देन, सट्टे, जुए, लॉटरी से उसे धन प्राप्ति होती है।",
      "3": "वह दूर-दूर तक भ्रमण करता है। 32 वर्ष की आयु के उपरांत उसका जीवन सुखी व संपन्न होता है। भोग-विलास में उसे विशेष अभिरुचि रहती है। कई बार चमत्कारी ढंग से दुर्घटनाओं में उसका बचाव हो जाता है। प्रतियोगी परीक्षा या प्रतिस्पर्धा में वह विजयी होता है। राजस्व विभाग, कानून, व्यवसाय आरंभ करता है। आयात-निर्यात, सोने-चांदी का व्यापार, कपड़ा या खेल-कूद की सामग्री से वह अपना",
      "4": "व्यक्ति दीर्घायु होता है। कृषि उत्पाद एवं खाद्यान्नों से वह धन लाभ करता है। तंत्र-मंत्र एवं ज्योतिष में भी वह सिद्धहस्त हो सकता है। वह चालाक एवं दूसरों का शोषण करने वाला होता है।"
    },
    "Krittika": {
      "1": "व्यक्ति के अन्दर ज्ञानक्षुधा यानी जिज्ञासु प्रवृत्ति होती है। वह धर्मात्मा या उच्च कोटि का पुजारी, भक्त या उपदेशक बनता है। कुछ जातकों को पैतृक संपत्ति अथवा सट्टे, जुए से योग्य संतान के जरिए भी धन-ऐश्वर्य की प्राप्ति होती है। ऐसे व्यक्ति प्रयत्नशील, सुरा व सुन्दरी के शौकीन, इतिहास के साहित्य में रुचि रखने वाले भी पाए गए हैं।",
      "2": "व्यक्ति धार्मिक कार्यों या संस्थाओं से ख्याति प्राप्त करता है। वह मातृभक्त, लंबे कद वाला तथा वेश्या-अनुरागी होता है।",
      "3": "सरकार में सलाहकार या उच्च अधिकारी बनता है। आकर्षक व्यक्तित्व वाला व समाज में स्नेह व सौहार्द अर्जित करने लेकिन अपने मामले में सीमित रहता है। वाला, लेकिन धनहीन होता है। दूसरों के लिए वह कानून की भी परवाह नहीं करता",
      "4": "व्यक्ति व्यवहारकुशल, ईमानदार, धन-कमाऊ पत्नी वाला, उच्च-स्तर की शिक्षा से युक्त तथा ननिहाल से धन-संपत्ति प्राप्त करने वाला होता है। ऐसे व्यक्ति का विवाह 27 वर्ष के निकट या जब भी बृहस्पति आर्द्रा नक्षत्र के निकट आता है, विवाह हो सकता है ।"
    },
    "Rohini": {
      "1": "व्यक्ति दर्शनशास्त्री तथा पौराणिक विषयों में रुचि रखता है। ऐसा व्यक्ति सत्यवादी और अच्छी संगति में रहने वाला, नेतृत्व शक्ति से युक्त एवं महिला वर्ग में चर्चित रहता है। उसे रक्त की बीमारी, अस्थमा या दमा भी होता है। उसके पास श्रेष्ठ धन एवं संतति सुख होता है। वह अनेक लोगों का स्वामी, प्रख्यात एवं सम्मानित होता है।",
      "2": "धार्मिक वृत्ति का बनाता है। उसे कंठ विकार, खांसी, सर्दी-जुकाम आदि सदैव रहता है। वह पितृ-भक्त, सत्यनिष्ठ तथा दूसरों से प्रशंसा पाने वाला, पवित्र आचरण का तथा एक से अधिक पत्नियों वाला होता है।",
      "3": "व्यक्ति को लम्पट, धूर्त्त, अनैतिक कार्यों में संलिप्त रखता है। वह बहिष्कार करने योग्य, परंतु धन के बल पर इतराने वाला होता है। उसे छूत रोग कैंसर या एड्स जैसी बीमारी, वेश्याओं के संसर्ग से हो सकती है। उसकी आयु पचास से पचपन वर्ष के मध्य होती है।",
      "4": "व्यक्ति से दूर-देशों की यात्रा करवाता है तथा विदेशों से धन कमाता है। 32 वर्ष की आयु तक वह आर्थिक और व्यावसायिक कष्ट झेलता है। तदोपरांत किसी उदार व्यक्ति की सहायता से वह धनी बनता है और जीवन की सभी आवश्यकताएं पूरी करने में सफल होता है। 40 वर्ष की आयु के निकट यात्रा-दुर्घटना हो सकती है।"
    },
    "Mrigashira": {
      "1": "व्यक्ति डावांडोल बुद्धि का होता है। यद्यपि वह पढ़ने-लिखने का शौकीन, गोल-मटोल शरीर वाला तथा धन, यश, ख्याति अर्जित करने वाला भी होता है, फिर भी उसे संतुष्टि नहीं रहती। अगर लग्न भी इसी क्षेत्र में पड़े तो वह गौरवर्ण वाला, बड़ी-बड़ी आंखों वाला तथा प्रख्यात नाम वाला होता है। उसके हाथ-पैरों में गांठें, कंधे में कूबड़ या दुर्घटना से अंगहीन हो जाने की आशंका रहती है।",
      "2": "व्यक्ति राजनीति अथवा शासन के माध्यम से, उच्च-स्तर के लोगों से मेलजोल बढ़ाने वाला होता है। उसे सिरदर्द और गले की बीमारी रहती है। यदि लग्न भी इसी क्षेत्र भाग में पड़े और बृहस्पति भी योग करे तो व्यक्ति श्रेष्ठ शिक्षा से युक्त विद्वान और आकर्षक व्यक्तित्व वाला होता है।",
      "3": "व्यक्ति कंजूस, अहसान नहीं मानने वाला, संतान व पत्नी सुख से विहीन होता है। वह 'चमड़ी जाए पर दमड़ी न जाए' की कहावत को चरितार्थ करता है। वह अत्यधिक स्वार्थी, परिवार के लोगों से भी संदेह करने वाला, सबकी घृणा का पात्र होता है। उसे रक्त दोष या हृदय की बीमारी हो सकती है।",
      "4": "व्यक्ति के पास पर्याप्त धन होता है। वह सरकार से पद, पुरस्कार प्राप्त करता है। वह दूसरों को आसानी से समझने वाला, चिकित्सक अथवा महाविद्वान होता है। वह आंखों की कमजोरी और उदर विकार से ग्रस्त रहता है।"
    },
    "Ardra": {
      "1": "वह कई विषयों का जानकार, साहित्य कला में निपुण, अध्ययन-अध्यापन करने वाला, चिकित्सक, वकील आदि बन सकता है। इस व्यक्ति में दूसरों का काम करने की क्षमता होती है। उसे उदर रोग तथा हृदय रोग हो सकते हैं।",
      "2": "व्यक्ति उच्च पदाधिकारी, मंत्री अथवा किसी विभाग का अध्यक्ष तथा आज्ञाकारी संतान से युक्त होता है।",
      "3": "15 वर्ष तक अनेक कष्ट होते हैं। उसे विवाहोपरान्त ही मानसिक एवं व्यवसायिक स्थिरता मिलती है। वह वात रोग, कमर या जंघाओं के रोग से पीड़ित होता है।",
      "4": "व्यक्ति विवाहोपरांत भाग्योदय देखता है। मध्यावस्था में वह अपनी बुद्धि से उन्नति करने वाला, हजारों में एक कहा जाता है। इसे प्लूरेसी अथवा कंठ और हृदय रोग की संभावना रहती है।"
    },
    "Punarvasu": {
      "1": "व्यक्ति को सभी सांसारिक सुख मिलते हैं। वह सम्मानपूर्वक जीवन व्यतीत करता है, परंतु जीवन के मध्य भाग तक उसका पारिवारिक जीवन दुःखमय होता है। उसका अपनी पत्नी के साथ व्यावसायिक कारणों के कारण मतभेद रहता है। उसे अपने घर से दूर कार्यस्थल पर अधिक रहना पड़ता है।",
      "2": "व्यक्ति दूसरों की सहायता करने वाला, पंडित या पुजारी होता है। वह धनी और ख्याति से युक्त, परंतु परिवार के कारण क्लेश और पाप भुगतने वाला पत्नी से मतभेद रखने वाला होता है। उसकी पत्नी संकीर्ण विचारों की, परंतु संतान सुशील और शिक्षित होती है। मध्यावस्था में संतान द्वारा भाग्योदय देखता है।",
      "3": "व्यक्ति प्रोफेसर, मिनिस्टर अथवा वकील बनता है । वह अपने मित्र समुदाय से बहुत लाभ उठाता है। युवावस्था में वह धनी और प्रख्यात हो जाता है।",
      "4": "व्यक्ति बहुत यश कमाता है, परंतु धन व सुख-चैन का अभाव रहता है। वह अपने परिवार, संबंधियों या मित्रों के कारण दुःखी रहता है, परंतु दूसरे लोग उसकी इज्जत और प्रतिष्ठा को बढ़ाते हैं। अगर बुध की दृष्टि हो तो व्यक्ति राजा-तुल्य जीवन व्यतीत करता है। उसके पास अनेक प्रकार के भवन तथा जमीन-जायदाद एवं नौकर-चाकर आदि होते हैं। महिलाओं की कुण्डली में ऐसे योग से विशिष्ट धन-संपत्ति अर्जित करने वाला पति होता है।"
    },
    "Pushya": {
      "1": "व्यक्ति धनी, विद्वान, वेदशास्त्रादि का जानकार होता है। वह मदिरा सेवन और अविराम धूम्रपान करने वाला (चेन स्मोकर) होता है। धन के प्रभाव से वह जीवन का सुख अर्जित करता है।",
      "2": "वह सर्वसुख संपन्न, धनी तथा स्त्री, पुत्र से युक्त होता है। नौकरी में उसे उच्च पद मिलता है और अगर व्यापार करे तो आयात-निर्यात या पेट्रोल खनन से धन की प्राप्ति होती है।",
      "3": "व्यक्ति किसी ट्रस्ट अथवा संस्था में उच्च पदाधिकारी बनता है। कुछ व्यक्ति कृषि संबंधी कार्यों से, ठेकेदारी से या मशीन के कार्यों से भी धन कमाते हैं। कुछ लोगों को किडनी या फेफड़े का रोग, कैंसर या टी.बी. आदि की आशंका रहती है।",
      "4": "व्यक्ति तकनीकी कार्यों में विशेषज्ञ बनता है। वह चीनी या काढ़ा मिल में इंजीनियर, अग्नि रोधक पदार्थों का जानकार, कानून आदि का पालनकर्त्ता, पथरी या अल्सर आदि रोग से पीड़ित रहता है।"
    },
    "Ashlesha": {
      "1": "व्यक्ति के पास अपार धन होता है। उसकी संतान एवं जीवन-संगिनी भी मधुर भाषिणी होती है। वह सुखद जीवन व्यतीत करता है। अगर शुक्र नीच राशि में हो तो व्यक्ति प्रथम पत्नी से वियोग या तलाक लेता है और दूसरे विवाह से, उसकी एक या दो कन्याएं होती हैं।",
      "2": "व्यक्ति शोध छात्र या पी.एच.डी. जैसे शिक्षाप्रद कार्यों से जुड़ा रहता है। वह सच्चा, सनकी और दान पुण्य का शौकीन होता है। उसकी संतान कर्तव्यनिष्ठ और दीर्घायु होती है। उस व्यक्ति को सदैव प्रशंसा मिलती रहती है। अगर मंगल भी साथ हो तो व्यक्ति को राजकीय पुरस्कार मिलते हैं।",
      "3": "व्यक्ति की पत्नी एवं संतान बहुत धन कमाती है अथवा उसे ससुराल पक्ष से भी चल-अचल संपत्ति का लाभ होता है। अगर लग्न भी इसी नक्षत्र भाग में हो तो जातक को अपने पिछले जन्म का पुण्य प्रताप भोगने को मिलता है। वसीयत अथवा लॉटरी-सट्टे से उसे अपार धन लाभ होता है।",
      "4": "वह सरकारी सेवा में उच्च पद प्राप्त करता है। उसके पास मकान, वाहन विद्यमान रहते हैं। अगर शुक्र कमजोर या नीच राशि का हो तो व्यक्ति को दूसरे विवाह से एक-दो संतान का सुख होता है।"
    },
    "Magha": {
      "1": "व्यक्ति आदर्श परिवार वाला, धनी, विद्वान होता है। ऐसा व्यक्ति किसी संस्था का अध्यक्ष, संगठन या सेना का नेतृत्व करता है। ",
      "2": "व्यक्ति उच्च शिक्षा प्राप्त, विदेश जाकर ज्ञान प्राप्त करने वाला, राज्य सेवा से लाभ लेने वाला होता है। अगर चन्द्रमा छठे भाग में बैठ जाए तो व्यक्ति को नौकरी से कष्ट होता है और वह व्यापार के क्षेत्र में प्रवेश कर लेता है।",
      "3": "व्यक्ति मजबूत शरीर का, साहसी, विद्वान तथा धनी एवं शाही परिवार से संबंध रखता है। ऐसा व्यक्ति राज्य सेवा करने वाला और शत्रुहन्ता होता है।",
      "4": "उसमें नेतृत्व करने की अपार शक्ति होती है। यह व्यक्ति अपनी सामाजिक सेवाओं के बलबूते पर राज्याधिकार प्राप्त कर लेता है। बाल्यावस्था से ही इसमें नेतागिरी के गुण झलकने लगते हैं। तदुपरांत यह सफलता की सीढ़ियों पर बिना किसी रुकावट के चढ़ता है।"
    },
    "PurvaPhalguni": {
      "1": "व्यक्ति दृढ़ निश्चयी और साहसी होता है। वह अपने मित्रों को भी त्याग देता है और अपने परिश्रम के बल से विज्ञान एवं अन्य शास्त्रों में महारत हासिल करता है।",
      "2": "व्यक्ति कानून अथवा आर्थिक लेन-देन से संबंधित व्यवसाय करता है। अगर मंगल भी साथ हो तो व्यक्ति सरकारी अधिकारी या पुलिस प्रशासन में उच्च पद प्राप्त करता है। वह अनेक बार सम्मानित, मधुरभाषी और प्रशासक लोकप्रिय होता है।",
      "3": "व्यक्ति नाम-धाम तथा पद-प्रतिष्ठा से युक्त होता है। मंगल भी अगर बृहस्पति के साथ हो तो विशेष ख्याति अर्जित करने वाला, पर्याप्त धन का स्वामी और पुत्र-संतान से युक्त होता है।",
      "4": "व्यक्ति के पास यश, धन, ख्याति तथा अच्छा स्वास्थ्य होता है। उसकी नाभि के आसपास कोई काला दाग या तिल होता है। ऐसा व्यक्ति आध्यात्मिक अभिरुचियों वाला, सम्मानित पद पर सुशोभित और विश्वविख्यात नाम वाला भी होता है। इस व्यक्ति को अपने धर्म व समुदाय से प्रेम तथा अन्य धर्मों के लोगों से भी प्रशंसा प्राप्त होती है।"
    },
    "UttaraPhalguni": {
      "1": "व्यक्ति हाथ के कार्यों में निपुण, भाई-बंधुओं के साथ बैर-विरोध पालने वाला, थोक व्यापार अथवा सट्टेबाजी से धन कमाने वाला होता है।",
      "2": "व्यक्ति का बायां हाथ कमजोर होता है। ऐसा व्यक्ति अध्यापन, साहित्य सेवा, लेखन आदि से धन प्राप्त करता है। सट्टे या जुए में उसकी हार होती है। कभी-कभी चेचक अथवा फोड़े-फुन्सियों से ग्रस्त भी रहता है। ",
      "3": "अगर महिला जातक हो तो गरीब घर में पैदा होने पर धनी व्यक्ति के साथ उसका विवाह होता है, परंतु संतान उसे वृद्धावस्था में त्याग देती है। व्यक्ति के पुत्र आदि उसकी आंखों के आगे ही नष्ट हो जाते हैं या संतान उसे त्याग देती है ",
      "4": "व्यक्ति को उच्च स्तर का राजनैतिक पद मिलता है। उसके समक्ष दुनिया के सभी सुख साधन प्रस्तुत रहते हैं। योग्य संतान एवं हितकारी मित्रों के अलावा श्रेष्ठ जनों की संगति से उसका यश दिन-प्रतिदिन बढ़ता रहता है। उसकी मृत्यु किसी महामारी या हृदय गति रुक जाने से एकाएक ही हो जाती है।"
    },
    "Hasta": {
      "1": "महिला जातक बहुत ही भाग्यवान, धार्मिक तथा घर-परिवार की देख-रेख में कुशल होती है। पुरुष जातक उच्च स्तर के राजपत्रित अधिकारी, बैंक आदि के अधिकारी हो सकते हैं।",
      "2": "व्यक्ति, जहाजरानी उद्योग में प्रवेश करने वाला, कपड़े का व्यापार करता है। अगर शुक्र की दृष्टि हो तो व्यक्ति चित्रकारी अथवा रंग आदि  के व्यापार से लाभ उठाता है।",
      "3": "व्यक्ति धन, स्वास्थ्य, परिवार से सुखी रहता है। वह वैज्ञानिक, प्रोफेसर या वास्तुकार होता है।",
      "4": "व्यक्ति डॉक्टर, इंजीनियर, अफसर, पुस्तक प्रकाशक हो सकता है।"
    },
    "Chitra": {
      "1": "अकेला बृहस्पति, रक्त एवं स्नायु विकार, पेट के रोग, आंतों का अल्सर, पीलिया तथा पेट की खराबी आदि पैदा करके रोगग्रस्त रखता हैं, परन्तु उचित उपचार परहेज रहे तो व्यक्ति की दीर्घायु होता है।",
      "2": "जातक अनेक प्रकार के मित्रों से घिरा रहता है। वह अपने दोस्त-मित्रों पर अत्यधिक व्यय कर डालता है और अन्ततोगत्वा खुद कंगाल हो जाता है। ऐसे व्यक्ति पीलिया, हृदय रोग अथवा उदर रोग से पीड़ित हो सकते हैं।",
      "3": "व्यक्ति स्वस्थ, धनी तथा योग्य संतान से युक्त, ख्याति प्राप्त व्यक्ति होता है। ऐसे जातक किसी वैज्ञानिक अथवा अनुसंधान संगठन, शिक्षण संस्था आदि में आजीविका करते हैं।",
      "4": "व्यक्ति दीर्घायु भोगने वाला, उच्च स्तर के ज्ञान-विज्ञान से युक्त, धनी तथा सम्पन्न जीवन स्तर वाला होता है। उसको चमड़ी की बीमारी के रोग हो सकते हैं।"
    },
    "Swati": {
      "1": "व्यक्ति स्वस्थ, अत्यधिक धन प्राप्त करने वाला, प्रख्यात तथा यश-कीर्ति बटोरने वाला होता है। उसकी औलाद सबसे उत्तम होती है। वह निरन्तर कलह तथा पारिवारिक विघटन का भी शिकार होता है।",
      "2": "बृहस्पति हो तो अत्यधिक शुभ फल देने में समर्थ रहता है। जातक की शिक्षा उच्च-स्तर की होती है। उसका स्वास्थ्य और परिवार भी उत्तम होता है। ऐसा व्यक्ति किसी न किसी का सलाहकार होता है।",
      "3": "व्यक्ति के पास अपार धन सम्पत्ति और मान प्रतिष्ठा होती है। उसकी शिक्षा-दीक्षा उत्तम होती है। ऐसा व्यक्ति किसी उद्योग समूह का मुखिया या किसी उद्योग का मालिक होता है।",
      "4": "व्यक्ति को व्यवसाय कुशल, बौद्धिक कार्यों से धन कमाने वाला, लेखक, पत्रकार या प्रोफेसर, डॉक्टर, कैमिस्ट, वैद्य आदि बनाता है।"
    },
    "Vishakha": {
      "1": "व्यक्ति एक भाई और अनेक बहनों वाला, मध्यम स्तर की शिक्षा वाला, पैतृक जायदाद से युक्त, शास्त्रों में निपुण, कानूनी विवादों में उलझा हुआ रहता है।",
      "2": "व्यक्ति धार्मिक अभिरुचि का और कर्म-संस्कार से युक्त वेद-मंत्रों का ज्ञाता, दयालु प्रकृति का, दूसरे लोगों की सहायता करता है।",
      "3": "व्यक्ति धार्मिक कार्यों से धन कमाने वाला, धर्म-कर्म की व्यवस्था में जुटा रहने वाला होता है। ऐसा व्यक्ति ब्राह्मणों और साधु-संन्यासियों की पूजा करने वाला होता है। ऐसा व्यक्ति सांसारिक कर्मों में विरक्ति रखता है और पवित्र जीवन के लिए लोभ का त्याग करने की प्रेरणा देता है।",
      "4": "व्यक्ति गरीब अथवा कृषक परिवार का सदस्य होता है। उसके भाई-बहनों को आपात कष्ट रहते हैं। अगर वह व्यापार करे तो समृद्ध होने लगता है। अगर बृहस्पति की दृष्टि हो तो व्यक्ति महत्त्वाकांक्षी कभी-कभी बीमार रहने वाला और 30-35 वर्ष की आयु के बाद प्रगति करने वाला होता है। ऐसे व्यक्ति को 5वें, 11वें, 19वें, 23वें तथा 37वें साल में घोर कष्ट झेलने पड़ते हैं।"
    },
    "Anuradha": {
      "1": "व्यक्ति मध्यायु तक जीवित रहता है। अगर सूर्य, राहु या शनि का संयोग हो तो 20 या 22 वर्ष की अवस्था में मृत्यु तुल्य कष्ट पाता है",
      "2": "व्यक्ति सुरक्षा विभाग अथवा पुलिस आदि में सेवा कार्य करता है। ऐसा व्यक्ति पवित्र विचारों वाला और कर्तव्यपरायण अधिकारी होता है।",
      "3": "व्यक्ति धर्मशास्त्री और गणित विद्या में माहिर होता है। अगर मंगल से पीड़ित हो तो व्यक्ति गलगण्ड रोग वाला, ग्रन्थियों के विकार से पीड़ित होता है।",
      "4": "व्यक्ति साहसी, नम्र, बड़ों का आदर करने वाला, परन्तु तंगहाल स्थिति में रहता है।"
    },
    "Jyeshtha": {
      "1": "उस पर पाप ग्रहों की दृष्टि हो तो छोटी आयु ही मृत्यु हो जाती है। अगर शुभ ग्रह देखे तो मध्यायु में होती है।",
      "2": "व्यक्ति विद्वान, धनी और कानून आदि का ज्ञाता होता है। वह बाद में वकील, जज, नेता या मंत्री बनता है।",
      "3": "व्यक्ति धनी, महिलाओं में पूज्य, लेखन और पत्रकारिता में नाम कमाने वाला, चिंता रहित, प्रख्यात होता है।",
      "4": "चौथे चरण में अगर बृहस्पति हो और सूर्य एवं मंगल देखें तो व्यक्ति पांच साल तक कष्ट पाता है, अन्यथा उसकी बाद में शस्त्राघात, चोट या गोली लगने से मृत्यु होती है। उसे मरणोपरांत सरकार से लाभ मिलता है।"
    },
    "Mula": {
      "1": "व्यक्ति किसी शिक्षण संस्थान का अध्यक्ष, प्रधान आचार्य या प्रोफेसर होता है। साधारण जीवन बिताने के बावजूद इसके विचार उच्चकोटि के होते हैं। निष्ठा और ईमानदारी इसके प्रधान गुण हैं।",
      "2": "व्यक्ति राजा-तुल्य पद प्राप्त करने वाला, अधिकार प्राप्त धनी-मानी बनता है। यदाकदा उसे स्त्री वर्ग से परेशानी झेलनी पड़ती है।",
      "3": "व्यक्ति जीवन के सभी आधारभूत सुखों से युक्त, लम्बी नाग आयु भोगने वाला होता है। वह उच्च कोटि का अनुसंधानकर्त्ता, लेखक, साहित्यकार भी हो सकता है। एक विशाल जनसमुदाय पर वह अपनी छाप छोड़ सकता है।",
      "4": "व्यक्ति वैज्ञानिक विचारों वाला, धार्मिक संस्थाओं का का अध्यक्ष, राज्याधिकार प्राप्त या लाभप्रद व्यवसाय से धन कमाता है।"
    },
    "PurvaAshadha": {
      "1": "शनि एवं मंगल का योग हो तो जातक के पिता की अल्पायु होती है। उसके भाई ज्यादा और दो बहनें होती हैं। एक बहन की जल्दी मृत्यु हो जाती है।",
      "2": "यदि बृहस्पति का प्रभुत्व शुभ ग्रहों के साथ हो तो व्यक्ति की मृत्यु तीर्थ-स्थानों में होती है। यदि चन्द्रमा की दृष्टि हो तो व्यक्ति की मृत्यु नदी में डूब जाने से होती है।",
      "3": "व्यक्ति धनी, अच्छी स्त्री व संतान से युक्त सुखी होता है। 25 से 45 वर्ष की आयु का समय उसके लिए अच्छा होता है। यदि बृहस्पति का दास भी कार्यरत हो तो वह जातक बहुत धन, इकट्ठा करने में समर्थ होता है। यदि मंगल की दृष्टि हो तो इसकी संतान को कष्ट पहुचता है ।",
      "4": "वह वेदशास्त्रों का ज्ञाता या विज्ञान में रत रहकर वैज्ञानिक, रिसर्च आदि से जुड़ा रहता है। यदि मंगल और बुध की दृष्टि हो तो वह रक्षा विभाग में वैज्ञानिक, खोजबीन एवं एक्सपेरिमेंट अस्त्र-शस्त्र बनाने के लिए करता है।"
    },
    "UttaraAshadha": {
      "1": "व्यक्ति उच्च शिक्षा प्राप्त, वैज्ञानिक, अधिकारी होता है या फिर साधारण अध्यापक होता है",
      "2": "राजनैतिक हस्ती, शास्त्रज्ञानी, सदैव व्यस्त रहने वाला, टॉनसिल तथा गलगंड रोग से ग्रस्त रहता है।",
      "3": "व्यक्ति इधर-उधर घूमने वाला, छिद्रान्वेषी होता है। वह सुन्दर आकृति का, प्रभावशाली, काव्य एवं कला की सेवा करने वाला तथा अपने मामा आदि के जरिए जमीन-जायदाद प्राप्त करने वाला होता है।",
      "4": "व्यक्ति इधर-उधर घूमने वाला, छिद्रान्वेषी होता है। वह सुन्दर आकृति का, प्रभावशाली, काव्य एवं कला की सेवा करने वाला तथा अपने मामा आदि के जरिए जमीन-जायदाद प्राप्त करने वाला होता है।"
    },
    "Shravana": {
      "1": " सूर्य, चन्द्रमा एवं मंगल से दृष्ट हो तो बच्चे की मृत्यु 5 वर्ष की आयु में ही हो जाती है।",
      "2": "पाप ग्रहों से युक्त हो और लग्न आर्द्रा नक्षत्र में पड़े तो बच्चे की मृत्यु 11 दिन में ही हो जाती है।",
      "3": " सूर्य, बुध एवं चन्द्रमा की दृष्टि हो तो जातक की 5 वर्ष की आयु में ही मृत्यु हो जाती है।",
      "4": "व्यक्ति सभ्य दिमाग होते हुए भी व्यवहार कुशल नहीं होता। वह गुस्सैल प्रवृत्ति का होता है और 32 वर्ष तक की अवस्था तक दुःख प्राप्त करता है। 37 वर्ष की आयु के बाद उसका जीवन कुछ स्थिर हो जाता है।"
    },
    "Dhanishta": {
      "1": "उस पर चन्द्रमा की दृष्टि न हो तो व्यक्ति दीन-हीन और फटेहाली में रहता है। दयनीय स्थिति में जीवन बिता डालने वाला व्यक्ति घरेलू नौकर होता है।",
      "2": "व्यक्ति अध्यापक, लिपिक, लेखक, क्लर्क, टाइपिस्ट या आशुलिपिक होता है। शुक्र तथा बुध परस्पर शत्रु हों तो व्यक्ति ज्योतिषी, कर्मकाण्ड जानने वाला महापंडित होता है। वह यदाकदा विदेश भ्रमण भी करता है।",
      "3": "व्यक्ति अपने जन्म स्थान से दूर चला जाता है। वह 24 वर्ष की आयु तक इधर-उधर भटकता है। उसके उपरांत किसी तकनीकी कार्यक्षेत्र से अपनी आजीविका चलाता है।",
      "4": "व्यक्ति मौज-मस्ती करने वाला, अच्छे स्वास्थ्य वाला, सरकारी विभाग में प्रशासनिक पद पर नियुक्त होता है।"
    },
    "Shatabhisha": {
      "1": "अगर बृहस्पति हो तथा उस पर शुभ ग्रह की दृष्टि न हो तो जातक को अपनी माता से युवावस्था में वियोग होता है। उन दोनों का पालन-पोषण पिता के अलावा किसी तीसरे व्यक्ति के द्वारा होता है। ऐसा जातक सरकारी अथवा राजकीय स्वास्थ्य संस्थान या फिर उपभोक्ता सेवा में होता है। 30-31 वर्ष की आयु में मोटर गाड़ी की दुर्घटना का भय रहता है।",
      "2": "व्यक्ति प्रौढ़ स्त्री से विवाह करता है। जातक को रोजगार-शुदा पत्नी मिलती है। 35 वर्ष तक उनके दाम्पत्य जीवन में असंतुलन रहता है।",
      "3": "जातक को एक मास में ही कष्ट पहुंचा देता है। अगर बालक जीवित रह गया तो वह कारीगर, श्रमिक होता है।",
      "4": "जातक मध्यम आयु भोगने वाला, साधारण जीविका वाला दरिद्रता के बावजूद सुख शांतिपूर्वक जीवन व्यतीत करता हैं। उसका जीवन निरर्थक कहा जा सकता है।"
    },
    "PurvaBhadrapada": {
      "1": "व्यक्ति दार्शनिक, अध्यापक, सर्जन तथा कमर दर्द के कारण लंगड़ाकर चलने वाला होता है। साधारण परिवार में जन्म लेकर भी वह उच्च कोटि का व्यक्ति माना जाता है। वह शीर्ष पदों में सुशोभित होता है तथा वृद्धावस्था में दूसरों की चिकित्सा, सेवा करके या दवाइयों के व्यापार से धन कमाता है।",
      "2": "व्यक्ति कोर्ट-कचहरी अथवा कानूनी क्षेत्र में दक्ष होता है। उसे पैरों में सूजन आने से कष्ट होता है। 45 वर्ष के बाद वह सक्रिय राजनीति में भाग लेता है और मंत्री पद तक पहुंचकर सेवा निवृत्त होता है।",
      "3": "व्यक्ति अच्छे परिवार, धनकोष आदि से भाग्यवान होता है। पहले वह अपनी आजीविका राजकीय सेवा से करता है। बाद में निजी व्यवसाय चलाकर धन कमाता है। वह किसी गहन विषय पर उच्च कोटि का ज्ञान भी प्राप्त करता है।",
      "4": "व्यक्ति उच्च पदाधिकारी, प्रशासक या वैज्ञानिक होता है। अनुसंधान एवं विकास कार्यों से उसका कार्य क्षेत्र संलग्न रहता है। आर्थिक अथवा वाणिज्य मामलों में भी रुचि रहती है।"
    },
    "UttaraBhadrapada": {
      "1": "राज्य की सेवा करने वाला एक पुत्र एवं एक पुत्री से युक्त होता है।",
      "2": "व्यक्ति व्यापार के जरिए धन को दिन-दूना, रात चौगुना बढ़ाता है।",
      "3": "व्यक्ति अनेक तीर्थ-यात्राएं करता है। उसका अन्तिम समय भी किसी तीर्थ-स्थान में व्यतीत होता है।",
      "4": "व्यक्ति बैंक अथवा रक्षा विभाग में आजीविका करता है। ऐसा जातक राजनीति का जानकार तथा अवसरों से लाभ उठाने वाला भी होता है।"
    },
    "Revati": {
      "1": "व्यक्ति की पुत्र-संतानें अधिक होती हैं। वह भारी-भरकम शरीर का, लाभप्रद व्यवसाय अथवा आजीविका वाला, खाने-पीने का शौकीन और सबकी सहायता करने वाला होता है।",
      "2": "व्यक्ति बचपन में घोर कष्ट पाता है, परन्तु सभी प्रकार के कष्टों से बच निकलकर लम्बी आयु भोगता है।",
      "3": "सामाजिक व धार्मिक क्षेत्र में गणमान्य व्यक्ति होता है। वह देश-विदेश की यात्राएं करता है। रहस्मय विज्ञान में उसकी रुचि होती है। अच्छे किस्म का व्यापारी, लेखक या चिकित्सक भी वह बन सकता है।",
      "4": "व्यक्ति अनेक प्रकार की सुख-सुविधाओं से सम्पन्न होता है। वह व्यक्ति अपने बुद्धि-बल से विशाल जन-समुदाय को आकर्षित कर लेता है। अच्छे स्वास्थ्य से युक्त वह दीर्घायु भोगता है।"
    }
  },
  "venus": {
    "Ashwini": {
      "1": "व्यक्ति का शरीर बहुत ही हृष्ट-पुष्ट व विशालकाय होता है। वह सदैव मुस्कराता रहता है। अगर ग्रहों का योग खराब हो तो उसका जीवन दीर्घ नहीं होता है। ऐसा व्यक्ति धातुओं से, दुर्लभ वस्तुओं से तथा समुद्र में उत्पन्न होने वाली वस्तुओं से धन अर्जित करता है। मतानुसार ऐसे व्यक्तियों को जल-विज्ञान की शिक्षा या मैरिन इंजीनियर जैसी उपाधियां भी प्राप्त होती हैं।",
      "2": "व्यक्ति का शरीर मजबूत और मिलनसार व्यक्तित्व होता है। ऐसा व्यक्ति अपने परिवार से प्रेम रखने वाला, मित्रों का हितैषी, भाग्यवश अधिक साधन प्राप्त करने वाला होता है, परंतु यह सब उसे अपने जीवन के पूर्वार्द्ध में नहीं मिलता। जीवन के उत्तरार्द्ध में वह व्यक्ति कला प्रेमी, चित्रकार अथवा साहित्यकार जैसा भी बन जाता है। अगर शिक्षा की तरफ विशेष ध्यान दे तो उच्च स्तर का अभियन्ता, वकील आदि बन सकता है ।",
      "3": "व्यक्ति अत्यंत मेधावी और विद्वान होता है। ऐसा व्यक्ति दूसरों की गर्मजोशी से आवभगत करता है। ऐसा व्यक्ति विशिष्ट प्रकार का चिकित्सक, राजनीतिज्ञ, राजदूत आदि स्तर का उच्चाधिकारी बनेगा। कुछ मामलों में वह अपने शरीर से दुःखी रहेगा, पैरों से लंगड़ाने वाला अथवा अंगहीन भी हो सकता है। अगर अन्य ग्रहों का योग अच्छा हो तो वह व्यक्ति सर्वप्रिय तथा दानी-मानी महापुरुष कहलाता है।",
      "4": "व्यक्ति आकर्षक मुद्राओं वाला, बोलने में चतुर, प्रभावशाली बोलचाल युक्त, उच्च श्रेणी का अभिनेता, संगीतकार अथवा वाद्ययंत्रों का शौकीन होता है। उसकी लेखन-शक्ति भी प्रभावशाली होती है। अगर सूर्य भी शुक्र के साथ हो तो उसका दांपत्य जीवन कष्टमय तथा क्लेशकारक हो जाता है। ऐसे व्यक्ति का विवाह या तो जल्दी हो जाता है या फिर नाटकीय परिस्थितियों में उसे विवाह करना पड़ सकता है।"
    },
    "Bharani": {
      "1": "व्यक्ति संगीत और काव्य में दक्ष होता है। वह व्याख्यान देने अथवा शास्त्रीय गायन में बेजोड़ कहलाता है। अल्पमात्र भोजन करने वाला वह व्यक्ति बहुत ही लोकप्रिय होता है, फिर भी वह अत्यधिक धूम्रपान करने वाला, माथे या आंखों के निकट चोट पाने वाला, क्रीड़ा विशेषज्ञ, कलाकार नाम से संबोधित होता है। सुख-भोग की उसे अपार इच्छा होती है। गाने-बजाने से या वाद्य-यन्त्रों के व्यापार से या फिर रेडियो, टी.वी. आदि मशीनरी से उसे धन लाभ होता है।",
      "2": "वह महिलाओं की तरफ अत्यधिक आकर्षण रखता है। उसके शरीरांगों में कोई गुप्त रोग भी होता है। आंखें कमजोर होती हैं। महिला उपयोगी वस्तुओं का व्यापार या स्त्री रोग चिकित्सक जैसे व्यवसाय क्षेत्र, उसे अनुकूल सिद्ध होते हैं। चेहरे पर चोट या घाव का चिन्ह होता है।",
      "3": "वह व्यक्ति मोटा-ताजा व ठिगने कद का होता है। उसकी पत्नी अत्यंत सुन्दर, व्यवहारकुशल होती है। वह अपने उत्तरदायित्व को निभाने में पक्का व कामकाज में निपुण होता है। विज्ञापन प्रचार, मनोरंजन या पैंशन सामग्री से उसे धन लाभ हो सकता है।",
      "4": "व्यक्ति विदेश में रहने वाला होता है। वह यज्ञ व हवन करने वाला, शास्त्रों का अध्ययन करने वाला, किसी मंदिर अथवा धार्मिक संस्थान का मुखिया होता है। वह दूसरों के द्वारा दिए गए भोजन को ग्रहण करता है तथा भगवान के नाम पर संभ्रांत लोगों से धन मांगता रहता है। समाज में उसका विशेष आदर होता है। हर अच्छे काम में सभी लोग उसकी राय लेते हैं।"
    },
    "Krittika": {
      "1": "पुरुष व्यक्ति का स्त्री-तुल्य आचार और व्यवहार होता है और स्त्री हो तो वह मर्दाना किस्म की आकृति वाली, रौबीले व्यवहार की, पुरुषवत् आचरण वाली होती है। इन्हें रतौंधी का रोग तथा दांपत्य जीवन से कष्ट होता है। ऐसा व्यक्ति जल सेना या नौकायन या जहाजरानी में उच्च पद पर होता है। यदि सूर्य की दृष्टि हो तो विवाह जल्दी होता है। उसे वसीयत से धन प्राप्ति होती है। स्त्री-कुण्डली में अगर शुक्र पर चन्द्रमा की दृष्टि हो तो अधिक संतान होने के बावजूद एकाध ही जीवित रहती है। बुध की दृष्टि होने पर भाई-बहनों से द्वेष-भाव रहता है।",
      "2": "वह जलसेना अथवा समुद्र या जल विभाग में आजीविका प्राप्त करता है। अगर स्त्री-कुंडली में चन्द्रमा की दृष्टि शुक्र पर हो तो उस महिला का शरीर अनियमित रहता है। संतान होने के बावजूद भी वह संतान-सुख से हीन होती है।",
      "3": "व्यक्ति की उदार प्रवृत्ति होती है। ऐसे व्यक्ति की एक से अधिक पत्नियां होती हैं। शिक्षित हो तो अध्यापक, संगीतकार, बैंक अधिकारी। कम शिक्षित हो तो कपड़ा, साड़ी या सौन्दर्य-प्रसाधनों का व्यापार अनुकूल रहता है।",
      "4": "वह अभिनय क्षमता अथवा संगीत के माध्यम से धन कमाता है। वसीयत आदि से आकस्मिक लाभ भी हो सकता है। उसकी पत्नी भी आजीविकायुक्त होती है।"
    },
    "Rohini": {
      "1": "व्यक्ति धन, जायदाद तथा वाहन आदि अर्जित करने वाला, 35 वर्ष की आयु तक पारिवारिक जीवन से दुःखी, तदन्तर विवाह-विच्छेद से तनावग्रस्त रहता है। उसके उपरांत उसके जीवन में सुधार हो जाता है और उसकी दूसरी पत्नी आकर्षक, परंतु गंभीर रोगों से ग्रस्त रहती है।",
      "2": "खिलाड़ी अथवा ललित कलाओं का अभ्यास कराने वाला बनाता है। वह संगीतज्ञ, नाटककार, टी.वी. व सिनेमा में अभिनय करने वाला भी हो सकता है। उसकी गर्दन तथा हाथ-पैरों में सूजन रहती है। दांपत्य जीवन संतुलित और सुखी रहता है। उसके एक पुत्र व एक पुत्री होती है, परंतु महिलाओं को गर्भपात की संभावना रहती है।",
      "3": "व्यक्ति भोग-विलास अथवा अनैतिक कार्यों में लीन रहता है। उसको बुरे आचरण की महिलाएं ब्लैकमेल भी कर सकती हैं। जिसके कारण उन्हें पर्याप्त बदनामी व धनहानि झेलनी पड़ती है। 35-40 वर्ष की आयु में उसे अपने आचरण पर नियंत्रण रखना चाहिए, अन्यथा भयंकर असाध्य रोग से जान भी जा सकती है। ऐसे व्यक्ति के अनैतिक संबंध, नौकर-चाकर अथवा अछूत लोगों से भी हो सकते हैं ।",
      "4": "व्यक्ति छोटे कद और मोटे शरीर का होता है। उसका विवाह अत्यधिक सुन्दर महिला से होता है, जिसके कारण उसे आजीवन धन लाभ भी होता है। ऐसा व्यक्ति गलगण्ड अथवा टॉनसिल की बीमारी वाला, ब्रोजकाइट्स एवं चर्बी - से पैदा रोगों चाला, मोटापे से परेशान रहता है। महिला की कुण्डली में यह योग धनी और प्रभावशाली पति का सूचक है।"
    },
    "Mrigashira": {
      "1": "संगीत और ललित कला में विशेषज्ञ, अभिनयकर्ता या कलाकार बनकर धन अर्जित करता है। ऐसा व्यक्ति भोग-विलास में धन कमाने वाला, इन्द्रिय सुख का शौकीन होता है। कला और संगीत के कारण वह सरकार से सम्मानित होता है। बोनकाइटिस अथवा गलफोडू रोग से ग्रस्त रहता है।",
      "2": "व्यक्ति, महिलाओं के मध्य अधिक विचरण करता है। उसके पास जो भी होता है, उसको जरूरतमंदों में बांट देता है। यद्यपि वह स्वस्थ रहता है फिर भी उसे वी.डी., मूत्र रोग, ऑपरेशन, घाव, सूजन या फेफड़े का क्षय, गांठ का रोग संभव है।",
      "3": "व्यक्ति विज्ञान और शास्त्रों में प्रख्यात तथा संगीत नृत्य से धन कमाने वाला होता है। अगर पाप ग्रह, शुक्र को देखते हों तो जातक के दो विवाह होते हैं। जब भी उसे शुक्र की दशा आती है तो अच्छे परिणाम मिलते हैं। 13 वर्ष की आयु तक उसका भाग्य चमकता है तथा शेष जीवन मिश्रित होता है। यदाकदा सिरदर्द और किडनी रोग भी हो सकते हैं।",
      "4": "व्यक्ति एक श्रेष्ठ चरित्र का होता है। छोटा एवं मध्यम कद का व्यक्ति कवि या लेखक बनता है। उसके चेहरे पर तिल आदि का चिन्ह भी हो सकता है। अगर पुष्प नक्षत्र में लग्न पड़ता है तो कमाऊ पत्नी मिलती है। अगर स्वाति या विशाखा में लग्न पड़े तो दो विवाह हो सकते हैं या फिर पत्नी के अलावा रखैल भी होती है। उसे वी.डी. या गले के टॉनसिल, गुल्मरोग हो सकते हैं।"
    },
    "Ardra": {
      "1": "महिलाओं के लिए विशेष योगकारक नहीं होता है। वे अवांछित कार्यों से धन कमाती हैं। पुरुष जातकों की शिक्षा यथोचित होती है। वे सामान्य विज्ञान अथवा संगीत, चित्रकारी में रुचि रखते हैं।",
      "2": "जातक मध्यम कद का, आकर्षक, विद्वान एवं दीर्घायु होता है। स्त्रियों के कारण धन हानि। रसायन इंजीनियर, तनावपूर्ण गृहस्थ जीवन वाला होता है। अगर बृहस्पति देखे तो पुत्र संतान युक्त तथा संतोषजनक दांपत्य सुख वाला होता है।",
      "3": "व्यक्ति विद्वान और धनी होता है। वह सरकार से धन लाभ करता है, परंतु बुरे व्यसनों में उसे धन हानि हो जाती है, फिर भी वह भगवान से डरने वाला, पूजा-पाठ का शौकीन तथा धार्मिक संस्कारों को पूरी तरह निभाने वाला होता है। रक्त विकार एवं हृदय रोग से उसे कष्ट होता है।",
      "4": "व्यक्ति अधूरी शिक्षा वाला, अभिनेता या स्वांग करने वाला होता है। संगीत, नाटक, गाने-बजाने से उसे धन प्राप्ति होती रहती है। 40 वर्ष की आयु के पश्चात जीवन कुछ स्थिरता लेकर आता है। उसके बाएं शरीरांग में दर्द तथा गर्दन में मोच आ सकती है।"
    },
    "Punarvasu": {
      "1": "व्यक्ति वस्त्र आभूषणों से युक्त, फल-फूल के व्यापार वाला होता है। वह अपने समुदाय का मुखिया तथा जनप्रिय व्यक्ति भी होता है ।",
      "2": "व्यक्ति आलसी तथा किसी भी काम में रुचि न लेने वाला होता है। वह चाहे कुछ भी हो, देख लेने की धारणा रखता है और इसी कारण वह सदैव अनिश्चित भविष्य से संघर्ष करता है।",
      "3": "व्यक्ति को धनी, विद्वान बनाता है। सरकारी संगठनों में विशेष पद पर रहने वाला तथा बार-बार व्यवसाय में परिवर्तन करने वाला होता है। वह उच्च कोटि का अभियन्ता, इंजीनियर या प्रशासक, राजनेता या अध्यापन-कार्य करता है। उसकी पत्नी भी समतुल्य व्यवसाय, गुणवान और सुशील महिला होती है।",
      "4": "व्यक्ति जीवन में सभी प्रकार के सुख भोग प्राप्त करता है। दांपत्य जीवन विशेष सफल रहता है। उसे अच्छी आज्ञाकारी संतान मिलती है। जीवन के उत्तरार्द्ध में यह व्यक्ति गणमान्य और धनी होता है। शनि की दृष्टि अगर शुक्र पर हो तो व्यक्ति दूसरों के काम में रुचि रखता है। और अपने परिवार का कम सुख प्राप्त करता है।"
    },
    "Pushya": {
      "1": "व्यक्ति अंतराष्ट्रीय व्यापार में, पर्यटन एंजेट या किसी देश में प्रख्यात संस्था का प्रतिनिधि होता है। महिला जातक नर्स, विमान परिचारिका या कलाकार हो सकती है। पुरुष जातकों के दो विवाह होते हैं। इन्हें मूर्छा, हिस्टीरिया, चक्कर आना, अल्सर या पेट दर्द हो सकता है।",
      "2": "व्यक्ति भोग-विलास में अत्यधिक रुचि के कारण रोगग्रस्त होता है। ऐसे पुरुष एवं महिलाओं की आकर्षण शक्ति बहुत होती है, परंतु उनमें बुद्धिमानी एवं सदगुणों का कुछ-कुछ अभाव रहता है।",
      "3": "वह जातक झगड़ालू प्रवृत्ति का, दांपत्य जीवन में असफल, सदैव दुर्भाग्य से घिरा रहता है। उसकी शिक्षा भी रुक-रुककर होती है। पशुपालन या मुर्गीपालन आदि व्यापार में उसे भारी घाटा होता है।",
      "4": "व्यक्ति कलात्मक आभूषण या शिल्प का ज्ञाता, दार्शनिक विचारों वाला, योगशास्त्र तथा भौतिक विज्ञान आदि में मध्यम स्तर की शिक्षा प्राप्त करता है। उसकी व्यक्तिगत जिन्दगी उतार-चढ़ाव से भरी, पत्नी बीमार तथा चिड़चिड़े स्वभाव की होती है। वह जीवन के उत्तरार्द्ध में पुनः विवाह करता है।"
    },
    "Ashlesha": {
      "1": "व्यक्ति का दांपत्य जीवन क्लेशकारक होता है। कुछ समय बाद विवाह-विच्छेद होने या तलाक हो जाने की संभावना रहती है। ऐसे जातक को कभी भी मानसिक शांति नहीं मिल पाती है।",
      "2": "जातक की दो पत्नी होती हैं। वह अत्यधिक कामुक विचारों का होता है। अंत में इसी कारण उसका सर्वनाश भी हो जाता है। उसे हृदय रोग, जोड़ों का दर्द तथा मध्यावस्था 'पक्षाघात' लकवा आदि होता है। उसे देखने वाला भी उस वक्त कोई नहीं होता ।",
      "3": "बचपन से ही उसका चाल-चलन खराब होता है। उसके माता-पिता भी उसकी ओर समुचित ध्यान नहीं देते हैं। बड़ा होकर वह ठग या जेब तराश-चोर बनता है।",
      "4": "सरकार में कोई विशिष्ट पद प्राप्त कर सकता है। राजनीतिक क्षेत्र में वह बहुत वांछनीय व्यक्ति होता है। अधिकार सुख का भोग करता है। अन्य स्त्रियों से मेल-जोल रहने के कारण उसका दांपत्य जीवन भी दुःखी रहता है।"
    },
    "Magha": {
      "1": "व्यक्ति अत्यधिक उत्तेजित स्वभाव वाला और हीन आचरण के कारण अपनी प्रतिष्ठा गंवाने वाला होता है। अगर मंगल का दृष्टियोग शुक्र के साथ हो तो व्यक्ति अवांछित संबंधों के कारण विवाद में पड़ने वाला विच्छेद या विवाहोपरांत पत्नी/पति का त्याग करने वाला होता है।",
      "2": "व्यक्ति धनी, प्रसन्न रहने वाला, परंतु छोटी उम्र वाला होता है, यद्यपि उसे कोई विशेष परेशानी नहीं होती फिर भी वह शंकाओं और अंधविश्वासों से घिरा रहता है। इसी कारण वह इधर-उधर बहुत-सा व्यय करता है।",
      "3": "व्यक्ति अपनी माता या विमाता के स्वास्थ्य से चिंतित, शास्त्रों का जानकार, गणितज्ञ या ज्योतिषी आदि होता है। उसकी एक आंख खराब हो सकती है। पिता के साथ मतभेद रहने से उसके सहोदर भी उस पर आश्रित रहते हैं।",
      "4": "व्यक्ति अत्यधिक मेधावी तथा सरकार से लाभ उठाने में समर्थ होता है। उसके कान के निकट तिल या दाग होता है। पत्नी से मतभेद के कारण गृहस्थ जीवन दुःखी रहता है।"
    },
    "PurvaPhalguni": {
      "1": " व्यक्ति धन-संपदा युक्त, सुखी होता है तथा अपने मित्र एवं संबंधियों से घिरा रहता है। वह दूसरों की सहायता करने वाला, समृद्ध परिवार का सदस्य, अपना जीवन अनाथ व गरीबों की सेवा में लगाने वाला होता है।",
      "2": "व्यक्ति क्लर्क, मुंशी, फिल्म अथवा रेडियो, टी.वी. कलाकार होता है। अगर बुध से युक्त शुक्र हो तो व्यक्ति कोर्ट-कचहरी में सेवा करने वाला वकील या मजिस्ट्रेट होता है।",
      "3": "व्यक्ति को महिलाओं से विशेष लाभ मिलता है। उसकी सुन्दर पत्नी और अच्छी संतान प्रशंसा योग्य होती है। ऐसे व्यक्ति को छूत रोग या आंखों की बीमारी अन्यथा गुप्त रोग हो सकते हैं।",
      "4": "वह आकर्षक व्यक्तित्व का कलाकार, गायक या संगीतकार हो सकता है। ऐसे व्यक्ति का सुखी दांपत्य जीवन और अपार धन से युक्त परिवार होता है। फिजूल खर्च होने के कारण उसे युवावस्था में आर्थिक कष्ट हो सकता है। व्यापार आदि में उसे घाटा हो सकता है।"
    },
    "UttaraPhalguni": {
      "1": "व्यक्ति को महिलाओं से अथवा महिला-उपयोगी वस्तुओं से लाभ होता है। अथवा किसी महिला विशेष के संपर्क से लाभ होता है। व्यक्ति की सुन्दर पत्नी और कम संख्या में संतान होती है। ऐसा व्यक्ति सौम्य, गंभीर और दूसरों की सेवा, सहायता करने वाला होता है।",
      "2": "व्यक्ति सदैव धन की तंगी में रहता है। अपनी पत्नी की मूर्खता के कारण वह सुखी वैवाहिक जीवन व्यतीत नहीं कर सकता। आजीविका के मामले में वह कृषि उत्पादन कार्य, दवा अथवा रसायन व्यापार से अथवा इनसे मिलते-जुलते कार्य क्षेत्र से जुड़ा रहता है।",
      "3": "वैवाहिक जीवन में अस्थिरता पैदा करता है। अगर शुक्र पर मंगल की दृष्टि हो तो पत्नी की असमय मृत्यु हो सकती है। ऐसे व्यक्ति की कन्याएं अधिक होती हैं। विधुरता की स्थिति में व्यक्ति दूसरा विवाह तो नहीं करता, परंतु उसका महिलाओं से अनैतिक संबंध रहता है।",
      "4": "व्यक्ति को मिश्रित परिणाम मिलते हैं। कुछ मामलों में व्यक्ति को उच्च पदाधिकार और सुखी दांपत्य जीवन की प्राप्ति होती है। कुछ जातक अच्छी आजीविका के बावजूद भी पत्नी के हाथों पीड़ित होते हैं।"
    },
    "Hasta": {
      "1": "व्यक्ति बहुत चुस्त और साफ-सुथरे आचरण वाला होता है। अच्छे स्वास्थ्य के बावजूद वह अधिक मीठा खाने से मधुमेह का रोगी हो सकता है। ऐसा व्यक्ति कोर्ट, कचहरी अथवा सिनेमा में कार्य करने वाला, दवा या रसायन के व्यापार से लाभ उठाने वाला, दुःखी, वैवाहिक जीवन से युक्त होता है।",
      "2": "व्यक्ति दो बार विवाह करता है। अपने परिवार की बजाय वह दूसरों की अधिक चिंता करता है। शनि की दृष्टि हो तो उसे मध्य अवस्था में तलाक या वैधत्य का शिकार होना पड़ता है।",
      "3": "व्यक्ति वस्त्र डिजाइन करने वाला, कपड़ा मील में बुनकर, पेंटर या दर्जी आदि का कार्य करता है। वह अधिक भोजन करने वाला, उदर रोगी और मधुमेह जनित रोगों से ग्रस्त रहता है।",
      "4": "व्यक्ति मांस-मदिरा का सेवन करने वाला, चर्म रोगी, अनेक प्रकार की छूत की बीमारियों से ग्रस्त रहने वाला, शल्य-चिकित्सा या सर्जरी के द्वारा स्वास्थ्य बिगाड़ने में तत्पर होता है।"
    },
    "Chitra": {
      "1": "व्यक्ति समाज के नियम कानून का सर्वसम्मत्ति से पालन करने वाला होता है। उसकी शिक्षा-दीक्षा आम स्तर की होती है, परंतु 35 वर्ष तक उसे अपनी शिक्षा-दीक्षा से कोई लाभ नहीं होता है।",
      "2": "व्यक्ति का शरीर आकर्षक और मनोहर होता है। उसकी संतान तथा पत्नी अच्छे गुण आचरण की होती है। व्यक्ति स्वयं उच्च स्तर का शिक्षित और विद्वान होता है। उसे उल्टी, दस्त, हैजा आदि होने की शिकायत रहती है। बाल्यकाल में उसे नाना प्रकार के कष्ट होते हैं।",
      "3": "व्यक्ति अपने खानदान में श्रेष्ठ और राजा अथवा प्रशासक से सम्मानित होता है। ऐसा व्यक्ति बौद्धिक स्तर का, धनी तथा साधन सम्पन्न होता है।",
      "4": "व्यक्ति अपने बलबूते पर कमाए धन का स्वामी होता है। ऐसा व्यक्ति प्रख्यात, साहसी, महत्त्वपूर्ण तथा प्रभावशाली व्यक्तियों का भक्त होता है। इस प्रकार से राजनैतिक प्रभाव द्वारा वह अपने सभी कार्यों तथा समस्याओं का हल करने में समर्थ रहता है "
    },
    "Swati": {
      "1": "व्यक्ति अपने बाहुबल से धन-संपत्ति, जायदाद आदि का स्वामी बनता है। वह प्रख्यात और साहसी होता है। ऐसा व्यक्ति अस्थमा आदि का रोगी, कौलरा, प्लेग से प्रभावित धातु तथा रक्त दोष संबंधी विकार से ग्रस्त रहता है।",
      "2": "व्यक्ति के इर्द-गिर्द सुन्दर महिलाओं का जमघट लगा रहता है। उसकी सेवा, परिचर्या भी अधिकांश रूप से महिलाएं ही करती हैं। वह अपना बहुत-सा धन परिवार की कन्याओं, बहन, माता, पुत्री, पत्नी आदि पर व्यय करता है। अंत में उसका परिवार कष्ट पाता है। अपनी सुख समृद्धि के लिए उसे फिजूलखर्ची की प्रवृति को त्यागना चाहिए ।",
      "3": "व्यक्ति क्लर्क, टाइपिस्ट और बाद में ज्योतिषी होता है। अगर शनि भी साथ बैठा हो तो आंखों की तकलीफ होती है।",
      "4": "व्यक्ति सेना या पुलिस अथवा गुप्तचर विभाग में उच्च पदाधिकारी होता है। कुछ जातकों को दुर्घटना के कारण शरीर में कष्ट-पीड़ा और अन्य प्रकार के शरीर दर्द आदि मध्यावस्था में हो सकते हैं।"
    },
    "Vishakha": {
      "1": "व्यक्ति बौद्धिक प्रकृति का, सरकारी अधिकारी, दो बार विवाह करने वाला फिर भी अप्रसन्न दाम्पत्य जीवन वाला होता है। ऐसा व्यक्ति 24-28 साल के बाद विशेष प्रगति करता है। 47 से 57 वर्ष के बीच में उतार-चढ़ाव देखना पड़ता है। अगर चन्द्रमा की दृष्टि शुक्र पर हो तो व्यक्ति लेन-देन के कार्यों से लाभ उठाता है।",
      "2": "व्यक्ति महान दार्शनिक विचारों का, उच्च शिक्षा प्राप्त तथा सरकारी क्षेत्र में उच्चाधिकारी होता है। ऐसे व्यक्ति शिक्षण संस्थाओं में भी उच्च पद पर रहते हैं। इस व्यक्ति का पिता साधारण स्तर का व्यापारी या महाजन आदि होता है।",
      "3": "व्यक्ति शास्त्र ज्ञानी, दांतों की बीमारी से पीड़ित तथा माता का शत्रु होता है। इस व्यक्ति का विवाह लम्बी आयु के बाद होता है और वृद्धावस्था सुखमय होती है।",
      "4": "व्यक्ति दूर-दूर के देशों की यात्रा करता है। ऐसा व्यक्ति काव्य, साहित्य में रुचि रखने वाला, प्रकाशन और लेखन से पर्याप्त धन कमाने वाला तथा धार्मिक ग्रंथों की व्यवस्था करने वाला होता है ।"
    },
    "Anuradha": {
      "1": "व्यक्ति सुखी वैवाहिक जीवन वाला, अधिक विषय भाग में लिप्त तथा कामचोर होता है।",
      "2": "व्यक्ति बार-बार आर्थिक संकट में घिरा, घटिया दर्जे के लोगों के बीच रहने वाला, अस्थमा, टी.बी. या संक्रामक रोग से पीड़ित, अपराधिक गतिविधियों में संलिप्त और न्यायालय द्वारा दंडित होता है।",
      "3": "व्यक्ति पेट का रोगी, आंतों अथवा आमाशय की बीमारी वाला तथा जीवन को किसी भी तरह से बिता देने में समर्थ होता है।",
      "4": "व्यक्ति रसायन शास्त्र का ज्ञाता, प्रयोगशाला आदि में नौकरी करने वाला, कपड़े अथवा बहुमूल्य धातुओं और संगमरमर आदि पत्थरों का व्यापारी होता है। इस व्यक्ति को अनिद्रा तथा भूल जाने की शिकायत रहती है।"
    },
    "Jyeshtha": {
      "1": "व्यक्ति प्रख्यात ज्योतिषी या गणितज्ञ होता है। वह अपनी जात-बिरादरी का मुखिया बनता है। उसे सट्टे, जुए की लत भी होती है।",
      "2": "व्यक्ति अत्यधिक भोग-विलास में रत रहने वाला, दुराचारी, बदनाम, रसायन और उद्योग से धन कमाने वाला, प्रचार माध्यम या विज्ञापन से जुड़ा तथा महिला शक्ति का दुरुपयोग करके धन कमाता है।",
      "3": "व्यक्ति डॉक्टर-चिकित्सक, मनोवैज्ञानिक या इंजीनियर आदि होता है। धातु अथवा स्वर्ण, चांदी के व्यापार से भी इन्हें लाभ होता है।",
      "4": "व्यक्ति अपने बाप-दादा के कमाए धन को उड़ाने वाला, पारिवारिक कलह एवं द्वेष से घिरा हुआ, 43 वर्ष के उपरांत अधिकार और शक्ति का प्रयोग करने वाला और अपनी खोई प्रतिष्ठा और नष्ट धन को पुनः अर्जित करता है।"
    },
    "Mula": {
      "1": "व्यक्ति दबंग और विद्वान तथा उच्च पद-प्रतिष्ठा युक्त होता है। उसके पास मंत्री या मुख्यमंत्री के बराबर अधिकार होते हैं। फिर भी वह एक आंख से पीड़ित रहता है।",
      "2": "व्यक्ति जनसमूह का नेता, शिक्षण संस्थान या ट्रेनिंग संस्थान का प्रधानाचार्य होता है। महिलाओं और अनाथों के हित में कार्य करता है। ",
      "3": "व्यक्ति दयनीय, आर्थिक स्थिति वाला, पत्नी व संतान के कारण दुःखी-दरिद्र होता है।",
      "4": "व्यक्ति उच्च-स्तर की शिक्षा प्राप्त करने वाला, परन्तु निम्न-स्तर की आजीविका वाला होता है। ऐसा व्यक्ति दूसरों से धन मांगकर गुजारा करता है, तो भी उसे संतोषी और प्रसन्न रहने वाला परिवार मिलता है।"
    },
    "PurvaAshadha": {
      "1": "राहु का योग हो तो व्यक्ति की कन्या-संतान अधिक होती हैं। आमतौर पर जातकों की जल्दी ही शादी हो जाती है। महिला-जातकों के मामले में शादी 18 साल से पहले ही हो जाती है और ज्यादा वर्ष तक नहीं टिक पाती।",
      "2": "शनि, सूर्य एवं मंगल से दृष्ट हो तो व्यक्ति अपने पिता को नहीं देख पाता। उसकी कोई बहन नहीं होती और वह अपने माता-पिता की इकलौती संतान होती है। शादी भी जल्दी ही होती है, यदि बृहस्पति के योग से शादी हो तो दाम्पत्य जीवन स्थिर और खुशहाल होता है।",
      "3": "चन्द्र से दृष्ट हो तो जातक अच्छा डॉक्टर बनता है। उसका मध्यम कद होता है। यद्यपि महिला जातक आमतौर पर आजीविका नहीं करतीं फिर भी वे पढ़ी-लिखी होती हैं। यह परिणाम तभी देखा गया है, जब किसी अन्य ग्रह का प्रभाव न हो।",
      "4": "व्यक्ति खुले-विचारों का सभ्य होता है। वह धनी-मानी और दान-पुण्य वाला, दीन-दुःखियों की मदद करता है। उसका दिमाग दार्शनिक होता है, जो कि धन के मामले में दिखाई नहीं देता ।"
    },
    "UttaraAshadha": {
      "1": "व्यक्ति ट्यूमर, मधुमेह, दृष्टि दोष से ग्रस्त रहता है। 28 वर्ष के बाद उसका विवाह होता है। महिलाओं की स्थिति भी लगभग यही रहती है।",
      "2": "वह हमेशा ही दूसरों के धन पर मौज करता है। इन जातकों का विवाह 28 से 32 वर्ष की आयु के मध्य होता है।",
      "3": "व्यक्ति न्यायप्रिय, साहसी और सहानुभूति दिखाने वाला होता है। कुत्ते आदि जानवरों से उसे विशेष लगाव रहता है। अधिक भोग-विलासी होने कारण उसे संक्रामक रोग हो जाते हैं। जैसे—अस्थमा, मधुमेह तथा कैंसर आदि ।",
      "4": "व्यक्ति न्यायप्रिय, साहसी और सहानुभूति दिखाने वाला होता है। कुत्ते आदि जानवरों से उसे विशेष लगाव रहता है। अधिक भोग-विलासी होने कारण उसे संक्रामक रोग हो जाते हैं। जैसे—अस्थमा, मधुमेह तथा कैंसर आदि ।"
    },
    "Shravana": {
      "1": "व्यक्ति दिखने में आकर्षक और किसी भी स्थिति को आसानी से ग्रहण करने वाला, बड़ी इच्छाओं, अभिलाषाओं वाला और इस तरह उच्च पद प्रतिष्ठा प्राप्त करने वाला होता है।",
      "2": "व्यक्ति नए विचारों वाला, आधुनिक होता है। वह भगवान से डरने वाला और विनीत स्वभाव का होता है। 32 वर्ष के बाद उसे अचानक धन की प्राप्ति होती है, किन्तु 44 वर्ष के बाद आर्थिक नुकसान उठाना पड़ता है।",
      "3": "शनि एवं सूर्य का योग भी हो तो नवजात शिशु की मृत्यु हो जाती है। अगर यह योग बृहस्पति से दृष्ट हो तो जातक 9 साल की अवस्था में मृत्यु को प्राप्त हो जाता है।",
      "4": "व्यक्ति बिना किसी सिद्धांत के बहुत ऊंचे ख्वाब देखता है, वह अपनी शेखी बघारने में माहिर, कमजोर शरीर का, किन्तु उच्च शिक्षा प्राप्त होता है ।"
    },
    "Dhanishta": {
      "1": "व्यक्ति की पत्नी विवाह के उपरांत दुर्घटना का शिकार हो जाती है। वह स्वयं भी पत्नी की मृत्यु का उत्तरदायी होता है। ऐसे जातक दो संतानों से युक्त होते हैं।",
      "2": "व्यक्ति अपनी पद प्रतिष्ठा में विशेष वृद्धि करता है। वह धार्मिक अनुष्ठान, यज्ञ आदि करने वाला परोपकारी तथा दाम्पत्य सुख से रहित होता है।",
      "3": "व्यक्ति अनैतिक कार्यों में लिप्त रहता है। एक तरफ वह बहुत दयालु और उदार होता है तो दूसरी ओर उसका चरित्र निम्न-स्तर का होता है। अपने आचरण का लाभ, वह अपनी स्वार्थपूर्ति के लिए उठाता है।",
      "4": "व्यक्ति अनैतिक कार्यों में लिप्त रहता है। एक तरफ वह बहुत दयालु और उदार होता है तो दूसरी ओर उसका चरित्र निम्न-स्तर का होता है। अपने आचरण का लाभ, वह अपनी स्वार्थपूर्ति के लिए उठाता है।"
    },
    "Shatabhisha": {
      "1": "जातक उत्तम जीवन सुख भोगता है। उसका विवाह जल्दी अथवा समय पर हो जाता है। 15 वर्ष की अवस्था से वह काम-सुख का अभिलाषी रहता है। उसके कई अनैतिक संबंध भी रहते हैं ।",
      "2": "जातक कैमिस्ट या डॉक्टर, वैद्य आदि होता है। स्त्री-जातक हो तो उसे प्राइवेट सैक्रेट्री अथवा नर्स, दाई का कार्य रुचिकर लगता है। उसका विवाह भी किशोरावस्था में हो सकता है।",
      "3": "जातक को आकर्षक व्यक्तित्व का, चालाक और व्यवहार कुशल बनाता है। अधिक यौन-सुख की अभिलाषा रखने वाला व्यक्ति 26 साल तक अविवाहित रहता है। महिलाओं का 21वें वर्ष तक विवाह संभव है ।",
      "4": "व्यक्ति को सरकारी सेवा में तीसरी या चौथी श्रेणी का कर्मचारी बनाता है। ऐसा व्यक्ति किसी कार्यशाला, वर्कशाप आदि में मिस्त्री आदि भी हो सकता है। उसकी शिक्षा भी बहुत बाद में पूरी होती है। पढ़ा-लिखा जातक बाद की अवस्था में तरक्की करता है।"
    },
    "PurvaBhadrapada": {
      "1": "व्यक्ति माता-पिता का अत्यन्त भक्त, तथा उच्च शिक्षा प्राप्त, पदाधिकारी और दूर-देशों का भ्रमण करने वाला, धन ऐश्वर्य युक्त तथा जन्म स्थान से दूर जीवनयापन करने वाला होता है।",
      "2": "व्यक्ति कला और संगीत के क्षेत्र में विशेष रुझान रखता है। वह गायक, कवि अथवा संगीतकार बनकर आजीविका प्राप्त करता है। उसे दंत, चर्म रोग तथा उदर व्याधि की संभावना रहती है। खाज-खुजली से भी वह ग्रस्त रहता है। ",
      "3": "व्यक्ति सामाजिक कार्यकर्त्ता, सज्जाकार तथा कला सौंदर्यपूर्ण सामग्री बेचने वाला होता है। आभूषण, चमड़े अथवा फैशनदार कपड़ों के व्यापार से भी वह लाभ उठा सकता है। महिला वर्ग से विशेष धन लाभ होता है।",
      "4": "व्यक्ति सदैव अध्यापन, लेखन आदि का शौकीन, उच्च अध्ययन के द्वारा कई डिग्री आदि हासिल करने वाला, समतुल्य योग्यता रखने वाली कन्या से विवाह करता है। चिकित्सा या आर्थिक नियोजन से संबंधित व्यवसाय उसे रुचिकर लगते हैं। कई जातक सोना-चांदी या लौह-धातुओं का व्यापार भी करते हैं।"
    },
    "UttaraBhadrapada": {
      "1": "व्यक्ति ईर्ष्यालु स्वभाव का, दूसरों की उन्नति देखकर चिढ़ता है। मित्रता की आड़ में दूसरों के मतभेद बढ़ा सकता है।",
      "2": "व्यक्ति बहुमूल्य वस्तुओं के व्यापार से धनी होता है। उसकी पत्नी व संतान भी आज्ञाकारी होती है। वह किसी वित्तीय संस्था का खजांची या लेखाकार होता है।",
      "3": "व्यक्ति लेखा, व्यापार अथवा मोटर वाहन के कल-पुर्जों से धन लाभ करता है। उसका भाग्य बहुत अच्छा होता है। वह प्रत्येक कार्य में जल्दी ही सफल हो जाता है।",
      "4": "जातक ठेकेदार अथवा भवन-निर्माण कार्यों में संलग्न रहता है। उसके पास स्वास्थ्य, धन और ऐश्वर्य की बहुलता रहती है। "
    },
    "Revati": {
      "1": "व्यक्ति आकर्षक चेहरे वाला, परिवार में प्रिय, बातूनी और संगीत कला में रुचि रखने वाला होता है।",
      "2": "व्यक्ति ख्याति प्राप्त लेखक या पत्रकार होता है। अभिनय या नाटक आदि के क्षेत्र में भी उसकी रुचि होती है। वह अपने बुद्धिबल से सम्पत्ति और बहुमूल्य रत्नाभूषण एकत्रित करता है।",
      "3": "जातक की संतान बहुत ही भाग्यवान और संतान के माध्यम से वह सभी सुख साधनों के अलावा देश-विदेश की यात्राएं करता है।",
      "4": "व्यक्ति राजनीति में सर्वोच्च पद प्राप्त करता है। वह कीचड़ में कमल के समान उदय होता है। उसकी आयु लगभग 70 वर्ष तक होती है। "
    }
  },
  "saturn": {
    "Ashwini": {
      "1": "व्यक्ति का बाल्यकाल बहुत ही गरीबी में व्यतीत होता है, परंतु ऐसा व्यक्ति बाद में प्रसन्न रहने वाला, धीमे-धीमे कार्य करने वाला तथा मन्द बुद्धि का हो जाता है। उसको हकलाने या झूठ बोलने की आदत होती है। उसका जीवनकाल लंबा होता है तथा वह ऐतिहासिक विषयों में रुचि रखता है। जीवन के उत्तरार्द्ध में उसे लेखन-कार्य से भी कुछ ख्याति मिल जाती है।",
      "2": "व्यक्ति काले अथवा श्याम वर्ण का होता है। ऐसे व्यक्ति के बाल बहुत मोटे और खड़े रहते हैं। उसका सिर बड़ा तथा शरीर दुबला-पतला होता है। ऐसे व्यक्ति को जंगलात के महकमे से धन प्राप्ति होती है। वह धन कमाने में चतुर, व्यावहारिक ज्ञान में कमजोर तथा सामान्य बातों में बुद्धिहीन रहता है, परंतु उसको अकारण ही आर्थिक समस्याएं भी घेरती रहती हैं। इन अवस्थाओं में वह हिंसक तथा क्रुद्ध आचरण वाला भी बन जाता है। अपने जीवन के मध्य भाग तक वह असामाजिक कार्यों से सम्बद्ध रहता है।",
      "3": "व्यक्ति व्यापार में बहुत ही चतुर होता है। वह व्यक्ति चारों तरफ घूमने-फिरने वाला, सब के साथ संतोषजनक संबंध बनाए रखने वाला हो जाता है। अपने व्यवसाय में वह व्यक्ति अपने मातहत काम करने वाले नौकरों-चाकरों का विशेष ध्यान रखता है। उसके द्वारा किए गए कल्याणकारी कार्यों से लोग उसे याद रखते हैं, परंतु यह व्यक्ति अत्यधिक महत्त्वाकांक्षी और गुस्सैल होता है।",
      "4": "व्यक्ति सुखी जीवन व्यतीत करता है। यह अत्यधिक धार्मिक विचारों वाला, सट्टे-जुए आदि का शौकीन होता है। अगर सूर्य की दृष्टि हो तो व्यक्ति जमींदार व कृषि से लाभ उठाने वाला होता है। अगर किसी महिला के इस स्थान भाव में गए शनि पर सूर्य की दृष्टि हो तो उस महिला का या तो विवाह नहीं हो पाता, अगर किसी कारणवश विवाह हो भी जाए तो दुर्भाग्यवश वह टूट जाता है। अगर चन्द्रमा की दृष्टि शनि पर हो तो ऐसी महिला चरित्रहीन, भद्दे चेहरे वाली, दुर्गन्धयुक्त शरीर की होती है।"
    },
    "Bharani": {
      "1": "व्यक्ति धार्मिक अनुसंधान में रुचि रखता है। इस प्रकार शोधपूर्ण कार्यक्षेत्र से वह पर्याप्त धन अर्जित कर लेता है। वह बुद्धिमान, कर्मठ और जाने-माने महापुरुषों के बीच आदर व सम्मान प्राप्त करता है। वह व्यक्ति बहुत ही मधुर-भाषी तथा सिर या माथे पर चोट पाने वाला भी होता है। किंचित रूप में कुछ व्यक्तियों के सिर अथवा दिमाग की शल्य-चिकित्सा भी हो सकती है, फिर भी यह व्यक्ति सिरदर्द से पीड़ित रहता है।",
      "2": "व्यक्ति बहुत ही तीक्ष्ण बुद्धि का होता है, परंतु वह अपने काम में लापरवाह तथा आलसी हो जाता है। सरकार में कार्य करने वाला उच्चाधिकारी वर्ग का वह सलाहकार होता है। उसका जीवन आमतौर पर सुखमय व खुशहाल रहता है। यदाकदा बुखार, अनिद्रा तथा फोड़े-फुन्सी आदि से भी वह पीड़ित होता है। महिलाओं में गर्भपात अथवा अन्य अनियमित परेशानियां विद्यमान रहती हैं।",
      "3": "व्यक्ति दूसरों पर आश्रित रहता है। उसका पालन-पोषण भी दूसरे परिवार में होता है। इस व्यक्ति के दो पिता अथवा दो माताएं भी हो सकती हैं। माता अथवा पिता में से कोई भी उसके बाल्यकाल में ही काल-कवलित हो सकता है। इस कारण उसका बचपन अभावग्रस्त, आधारहीन हो जाता है।",
      "4": "व्यक्ति भोजन तक के लिए दूसरे का मुंह ताकता है। ऐसा व्यक्ति 35 वर्ष की आयु तक दान के धन पर अपनी आजीविका चलाता है। स्वभाव से आलसी और अकर्मण्य इस व्यक्ति के माता-पिता बाल्यकाल में ही बिछुड़ जाते हैं। युवावस्था में यह व्यक्ति पुलिस या सरकारी सेवा में साधारण पद पर होता है।"
    },
    "Krittika": {
      "1": "व्यक्ति दीर्घायु, आलसी तथा अपने पिता से द्वेष करने वाला होता है, उसका बचपन समस्याग्रस्त रहता है, परंतु बाद की अवस्था में स्थिति सुधर जाती है। ऐसा व्यक्ति मध्यम धन-संपत्ति वाला, सांवले रंग का तथा दुबले-पतले शरीर का होता है। कुछ जातक पीलियाग्रस्त या गुस्सैल स्वभाव के भी होते हैं। ऐसा व्यक्ति महत्त्वाकांक्षी, बड़े-बड़े कार्य करने वाला, परंतु कठोर हृदय वाला होता है। इसके दांत खराब होते हैं और अपच व अजीर्ण की शिकायत रहती है।",
      "2": "अधिक उम्र की पत्नी वाला या विवाहेत्तर संबंध रखने वाला, अशांत जीवन बिताने वाला, दुःखी पारिवारिक जीवन से युक्त होता है।",
      "3": " उस व्यक्ति को कृषि से आय होती है, स्त्री-जातक हो और सूर्य की दृष्टि हो तो या तो विवाह नहीं होता या दुर्भाग्यवश वैधत्य भोगना पड़ता है। बुध की दृष्टि शनि पर हो तो व्यक्ति नपुंसक और कमजोर इच्छा वाला होता है।",
      "4": "स्त्री-कुण्डली में चन्द्रमा की दृष्टि हो तो महिला बदसूरत,अनियमित खान-पान से स्वास्थ्य खराब करने वाली और पुरुष-कुण्डली में यदि सूर्य की दृष्टि हो तो वह दुर्जन और भद्दे रंग-रूप वाला होता है"
    },
    "Rohini": {
      "1": " धार्मिक कार्यों में तल्लीन तथा सट्टे, जुए का शौकीन होता है। युवावस्था में काफी धन इस मद में बर्बाद कर देता है, परंतु 45 वर्ष की आयु के बाद अपने घाटे को पूरा करने वाला, सुखी जीवन बिताने वाला होता है। उस व्यक्ति को गले तथा खान-पान संबंधी परहेज करना चाहिए, अन्यथा उसे टी.बी. या कैंसर जैसे असाध्य रोग भी घेर सकते हैं। उसके दांत असमय गिर जाते हैं। ",
      "2": "पशुधन से लाभ देता है। यह दर्शनमयी मुद्रा वाला, आकर्षक वाणीयुक्त, विद्वान होता है। रक्तस्राव अथवा गले की बीमारी से भी उसे घोर कष्ट होता है। पेट की शल्य-चिकित्सा हो सकती है। कुछ व्यक्ति गंजे भी होते हैं।",
      "3": "श्रेष्ठ फलदायक होता है। व्यक्ति छोटी आयु में अच्छी शिक्षा ग्रहण करके किसी अनुसंधान, भाषा विज्ञान या शास्त्र चर्चा से धन और यश बटोरता है। वह मीठा बोलने वाला, बौद्धिक विचारों का, दंत रोग या खांसी-जुकाम से पीड़ित रहता है।",
      "4": " मशीनरी और पशुधन से विशेष लाभ होता है। आकर्षक वेशभूषा का वह महाविद्वान, परंतु अपने कार्यों में लापरवाह होता है। उसकी पहुंच सत्ता की राजनीति तक होती है। अपने धन के बलबूते पर वह राजनीति के क्षेत्र में कदम रखता है। 50 साल की आयु के बाद वह विधायक अथवा मंत्री बन सकता है। शरीर के मामले में उसे भी अनेक कठिनाइयां जीवन के आरंभ से उठानी पड़ती हैं। आंखों का कष्ट, गले की खराबी, नकसीर, लकवा, गैस, अपच अथवा अल्सर और बहरेपन की शिकायत रहती है।"
    },
    "Mrigashira": {
      "1": "व्यक्ति लंबा और सिकुड़े कंधों वाला, घुंघराले बालों से युक्त, काले रंग का होता है। वह धनहीन, परंतु शुक्र या बृहस्पति की दृष्टि होने पर विवाह करने वाला, कुलटा स्त्री का पति भी होता है। उसका स्वास्थ्य बचपन बहुत खराब रहता है। दांत तथा बाल असमय झड़ जाते हैं।",
      "2": "व्यक्ति खर्चीला और बुरी संगत में रहकर धन हानि क़रने वाला होता है। वह बहुत सारे काम करता है, परंतु सफलता से दूर रहता है। जिस तेजी से वह आगे बढ़ता है वैसे ही अचानक नीचें को गिर जाता है। ऐसा व्यक्ति भोग-विलास में धन गंवाकर निर्धन हो जाता है।",
      "3": "पुरुष जातक जेल अथवा पुलिस विभाग या सुरक्षा कार्यों से आजीविका करते हैं। इनका एक ही पुत्र जीवित रहता है, उसको भी दिमागी कष्ट या मस्तिष्क ज्वर, ट्यूमर या सिर फटने की आशंका रहती है।",
      "4": "व्यक्ति के शरीर को विकलांग करता है। जन्म के समय अगर न हो तो बाद की अवस्था में अपंगता की संभावना रहती है। वह पवित्र कार्य करने वाला, धार्मिक, जन्मस्थान से दूर तथा गुप्त रूप से पाप-कर्म करने वाला होता है। उसे अस्थमा या फेफड़े का रोग होता है।"
    },
    "Ardra": {
      "1": "व्यक्ति दीन-हीन तथा कर्ज में डूबा रहता है। ऐसा व्यक्ति कठोर परिश्रमी, चोर, तस्कर आदि हो सकता है। शर्म और लज्जा उससे कोसों दूर रहती है। वह गुप्त स्थानों में छुपा रहता है।",
      "2": "दूसरों की संपत्ति हड़प लेता है। अपने पिता का उसे कोई लाभ नहीं मिलता। वह पूजा-पाठ आदि का ढोंग भी करता है। अगर चन्द्रमा की दृष्टि शनि पर हो तो व्यक्ति अपनी बिरादरी का मुखिया या ट्रेड यूनियन का प्रधान हो सकता है। ऐसे कार्यों से वह पर्याप्त धन और नाम अर्जित कर लेता है।",
      "3": "वह अपनी पत्नी पर आश्रित रहता है। वह भी अवांछित जीवन और कठिनाइयों से घिरा रहता है। पत्नी अथवा परिवार से उसके संबंध कटु होते हैं। वह किसी असामाजिक संगठन का मुखिया, चोर बदमाश आदि होता है। उसे शरीर में दर्द, वात या चोट लगने की आंशका रहती है।",
      "4": " वह अपनी पत्नी पर आश्रित रहता है। वह भी अवांछित कार्यों से धन कमाकर लाती है। वह व्यसनी, मदिरा सेवी तथा कोर्ट-कचहरी में दण्डित होने वाला, धन तथा सुख से हीन होता है।"
    },
    "Punarvasu": {
      "1": "व्यक्ति सट्टे, जुए में धन बर्बाद करता है। वह मिस्त्री या मैकेनिक, अवांछित कार्यों में मग्न, ऋणी और दारूण कष्ट भोगता है।",
      "2": "व्यक्ति संतोषजनक व्यवसाय वाला होता है। वह धन का लेन-देन करने वाला, सूदखोर या फिर छोटे-मोटे उद्योग एवं लोहे, सीमेन्ट के व्यापार से धन कमाता है। ठेकेदारी या भवन निर्माण के कार्यों से वह संबद्ध रहता है।",
      "3": "व्यक्ति रसायन, मशीनरी कार्यों का ज्ञाता, चुस्त तथा  परिश्रमी होता है। किसी उद्योग या फैक्टरी में उच्च पदाधिकारी तथा अनेक व्यक्तियों का संचालन करता है।",
      "4": "व्यक्ति छोटे, परंतु आकर्षक चेहरे वाला होता है। बचपन में स्वास्थ्य खराब होता है। उसे अपने माता-पिता का स्नेह-प्यार नहीं मिल पाता। वह दूसरों के काम करने वाला, क्रोधी और दिमागी तनाव से युक्त रहता है। उसे अचानक ही अनेक परेशानियां घेर लेती हैं, जिनके कारण वह सदैव संकट में रहता है।"
    },
    "Pushya": {
      "1": "व्यक्ति बचपन से ही अनपढ़, जाहिल, परंतु चालाक होता है। वह स्वार्थी, भूरी आंखों वाला एवं व्यसनी होता है। अपने स्वजनों एवं सगे-संबंधियों को ठगने वाला ऐसा व्यक्ति दुःसाहसी तथा महत्त्वहीन जीवन व्यतीत करने वाला होता है, परंतु इस व्यक्ति का परिवार कर्मठ और सत्यवादी होता है।",
      "2": "व्यक्ति अनेक रोगों से ग्रस्त, बचपन में मिरगी आदि के दौरे, कमजोरी से चक्कर आने की बीमारी से ग्रस्त रहता है। कुछ जातक अपंग भी हो जाते हैं। वह बहुत ही हीन आचरण का, बाहर से शेर परंतु अन्दर से चूहे (कायर) जैसा व्यवहार करता है।",
      "3": "व्यक्ति को अच्छी आकृति का, परंतु कमजोर दांत एवं पिचके गालों वाला बनाता है। वह आमतौर पर उच्च शिक्षा प्राप्त, सरकारी अधिकारी या व्यापार में सफल रहता है। कुछ जातक ठेकेदार, भवन निर्माता या वास्तुकार होते हैं। सीमेंट, लोहा, पत्थर आदि से उन्हें लाभ होता है। वे धूर्त्त, चालाक होते हैं।",
      "4": "व्यक्ति का लालन-पालन दूसरे के घर में होता है। अनाथों की तरह जीवन बिताने के बावजूद वह पढ़-लिखकर अच्छा व्यवसाय या आजीविका प्राप्त करता है। अपने किसी निकट संबंधी से भी उसे धन की प्राप्ति होती है। जीवन के उत्तरार्द्ध में वह धनी, परंतु दंत रोग से पीड़ित रहता है।"
    },
    "Ashlesha": {
      "1": "व्यक्ति माता एवं संतान के सुख से रहित होता है। उसकी माता भी कामकाजी होती है। उसका यौन चरित्र अच्छा नहीं होता। जिसके कारण वह काम क्रिया में अयोग्य साबित होता है। इसी कारण उसकी पत्नी भी उससे खुश नहीं रहती ।",
      "2": "व्यक्ति उच्च स्तर की शिक्षा प्राप्त करता है। वह जातक देश-विदेश का भ्रमण भी करता है। वैज्ञानिक कार्यों से संबद्ध जातक अपने बल से जायदाद, मोटर, नौकर-चाकर युक्त होता है।",
      "3": "व्यक्ति संदेहास्पद चरित्र का होता है। उसे व्यर्थ का घमंड-अहंकार रहता है। दलाल-एजेंट अथवा सूदखोर या पत्ती खाने वाला होता है। महिला जातक हो तो उसके माता-पिता उसे, उसके चरित्र गुण के कारण त्याग देते हैं। वह अपनी माता के साथ बाद में दरिद्रपूर्ण जीवन व्यतीत करती है।",
      "4": "व्यक्ति संपत्ति को बेचकर खा जाता है। पिता के साथ भी उसके संबंध अच्छे नहीं रहते। उसका पिता भी दुश्चरित्र, शराबी और उसकी माता को शारीरिक कष्ट पहुंचाने वाला होता है।"
    },
    "Magha": {
      "1": "व्यक्ति छोटे कद का, मोटा और कठोर शरीर वाला होता है। वह सरकारी सेवा में कुशल, योग्य पुत्र एवं पुत्रियों वाला, आचरणहीन तथा वैवाहिक जीवन से दुःखी रहता है। उसके मित्र भी बदला लेने से नहीं चूकते। मध्यावस्था में वह अपंग या बधिर, मूक अथवा लकवे से ग्रस्त हो सकता है।",
      "2": "वह दो बार विवाह करता है। उसे दांपत्य जीवन में अनेक बार कठिनाइयां भोगनी पड़ती हैं। आर्थिक स्थिति डावांडोल रहती है।",
      "3": "गृहस्थ जीवन कष्टमय रहता है। उसकी पत्नी क्रूर दुर्भाग्ययुक्त होती है। बिना कारण वह उसे छोड़ देता है। अगर चन्द्रमा की दृष्टि हो तो व्यक्ति के पास पुराने वाहन होते हैं। वह व्यक्ति टूटी-फूटी वस्तुओं का व्यापार करने वाला तथा संतोषजनक आर्थिक स्थिति वाला होता है ।",
      "4": "व्यक्ति गोल-मटोल, कसरत करने वाला तथा मेहनत-मजदूरी से आजीविका चलाता है। वह ईमानदार, भद्दी भाषा बोलने वाला, घोड़ा, तांगा या रिक्शा आदि चलाकर आजीविका करने वाला, स्वामी भक्त तथा अचानक धन एवं जायदाद प्राप्त करने वाला होता है।"
    },
    "PurvaPhalguni": {
      "1": "बाल्यावस्था में अत्यधिक दुःखी, अनाथ जैसा जीवन व्यतीत करने वाला, शारीरिक रूप से विकलांग या अनेक प्रकार के असाध्य रोगों का शिकार रहता है।",
      "2": " व्यक्ति उदार दिल, लम्पट, लोभी और दूसरों की नकल करके अपनी गरिमा बढ़ाता है। ऐसा व्यक्ति अच्छी लेखन शैली वाला, 50 वर्ष की आयु के उपरांत सुखी दांपत्य जीवन वाला, एक पुत्र व एक पुत्री से युक्त होता है। सूर्य या मंगल की दृष्टि हो तो व्यक्ति अंधा हो सकता है।",
      "3": "व्यक्ति अनेक संकटों से घिरा, लंबे-चौड़े परिवार वाला तथा दूसरों की मदद में अपनी जान जोखिम में डालने वाला होता है। अगर वह सरकारी सेवा में हो तो लोग उससे बहुत जल्दी प्रभावित होते हैं और वह सर्वसम्मत रूप से किसी राजनीतिक पद पर भी सुशोभित हो सकता है।",
      "4": "व्यक्ति अधिक उम्र में विवाह करने वाला, कठोर परिश्रमी तथा निष्ठावान कर्मचारी होता है। उसे सफलता मिलने में अड़चने भी झेलनी पड़ती हैं ।"
    },
    "UttaraPhalguni": {
      "1": "व्यक्ति को माता का सुख पूर्ण रूप से नहीं मिलता है। अगर शनि के साथ राहु और केतु या मंगल की दृष्टि हो तो माता का देहान्त 7 वर्ष की अवस्था से पहले हो जाता है। जातक का एक ही भाई होता है। यह भी संभव है कि विदेश में रहने वाले भाई से उसे विपुल धन लाभ होता रहता है।",
      "2": "जातक जन्म से तो बहुत सुन्दर होती है, परंतु असमय ही उसके बाल सफेद हो जाते हैं और उनका स्वरूप बिल्कुल ही बदल जाता है, अतः यह सलाह दी जाती है कि इन्हें 22 साल से पहले-पहले विवाह कर लेना चाहिए अन्यथा उसके विवाह में काफी अड़चने पैदा हो सकती हैं।",
      "3": "महिला जातक का पति सदैव बीमार रहता है। ऐसा व्यक्ति जादू-टोना और रहस्यमय शास्त्रों में रुचि रखता है।",
      "4": "व्यक्ति संतानहीन, गरीब और अप्रसन्न रहता है। ऐसा व्यक्ति महामूर्ख, परंतु किसी गोदाम का चौकीदार या बदमाशों का सरगना भी हो सकता है।"
    },
    "Hasta": {
      "1": "व्यक्ति को कब्ज, डकार आदि की शिकायत रहती है। वह रेलवे अथवा यातायात विभाग में आजीविका करता है।",
      "2": "व्यक्ति का दांपत्य जीवन दुःखी रहता है। उसकी पत्नी/पति को कई बार अस्पताल में भर्ती होना पड़ता है।",
      "3": "व्यक्ति को कीड़े-मकौड़े से, सांप, बिच्छू आदि के काटने से कष्ट होता है। उसे चमड़े, प्लास्टिक या रद्दी कागज, किताबों के लेन-देन से लाभ होता है।",
      "4": "व्यक्ति घोर स्वार्थी, धोखेबाज, चोर और जमाखोरी के व्यापार से धन कमाता है। उसे अपने गुप्त शत्रुओं से हमले का भय रहता है। कुछ जातक गणित और हिसाब-किताब में कुशल होते हैं, परंतु लालची प्रवृत्ति और अधिक धन कमाने की लालसा में उनकी योग्यता काम नहीं आती है।"
    },
    "Chitra": {
      "1": "व्यक्ति साधारण, आर्थिक स्थिति का, अल्प संतान वाला होता है। अन्यथा उसकी संतान नष्ट हो जाती है। मंगल की दृष्टि भी शनि पर हो तो व्यक्ति चर्म रोग, दुर्घटना, अथवा अग्नि-दाह से कष्ट पाता है।",
      "2": "व्यक्ति सिर या मुखरोग से ग्रस्त होता है। आर्थिक क्षेत्र में वह सदैव तंगहाल तथा धन के लिए इधर-उधर भटकने वाला होता है।",
      "3": "व्यक्ति के पास अपार धन तथा राजा के समान पद प्रतिष्ठा अधिकार होता है।",
      "4": "व्यक्ति श्रेष्ठ जीवन व्यतीत करने वाला, धनी, समाज तथा बिरादरी से सम्मानित होता है। उसे यह सम्मान बिना मांगे मिलता है। अपने कार्यक्षेत्र में उसे सफलता तथा व्यापार में लाभ होता है।"
    },
    "Swati": {
      "1": "व्यक्ति प्रसिद्ध, अपने समुदाय या बिरादरी द्वारा प्रशंसा प्राप्त करता है। वह अपने गांव, जिला आदि में प्रख्यात होता है। ऐसा व्यक्ति अपनी नाक को बहुत सक्रिय रखता है। जातक अंगघात अथवा फिस्टूला आदि से पीड़ित होता है।",
      "2": "जातक को कठोर शरीर वाला, परिश्रमी तथा अल्प धनी बनाता है।",
      "3": "व्यक्ति बहुत निम्न-स्तर से उच्च-स्तर तक पहुंचने वाला होता है।",
      "4": "व्यक्ति अपनी बिरादरी का मुखिया होता है। वह किसी ग्राम का प्रधान या नगर प्रमुख होता है। शुक्र की स्थिति भी यहां पर हो तो व्यक्ति मंत्री अथवा शासक, राजनेता आदि बनता है।"
    },
    "Vishakha": {
      "1": "व्यक्ति कब्ज, गैस और वायु का रोगी, सरकारी नौकरी में, आर्थिक कार्यों में जुटा हुआ क्लर्क, लेखाकार आदि होता है।",
      "2": "व्यक्ति हड्डी, चमड़े अथवा रक्त के दोष के कारण बीमार रहने वाला एवं माता-पिता की बीमारी के कारण दुःखी और परेशान रहता है। इस व्यक्ति को प्रत्येक कदम पर बाधाएं झेलनी पड़ती हैं।",
      "3": "व्यक्ति किसी मंत्री अथवा राजनेता का चमचा, अच्छे विचारों वाला और दीर्घायु होता है।",
      "4": "व्यक्ति अचानक धनी बन जाता है, परन्तु उसके शरीर अथवा चेहरे पर सफेद दाग या चिन्ह आदि भी किसी रोग के कारण उभर आते हैं। ऐसे व्यक्ति का परिवार बड़ा होता है।"
    },
    "Anuradha": {
      "1": "व्यक्ति सभी प्रकार के अवांछित कार्य करने वाला, चोर-हत्यारा आदि होता है। वह मध्यम कद का, खतरनाक कार्य करने में आगे तथा अविश्वसनीय चरित्र का होता है।",
      "2": "व्यक्ति बेवकूफ, चौड़े कंधे वाला, गंजे सिर वाला होता है। वह झगड़ालू प्रवृत्ति का, हर प्रकार के शुभ कार्य में बाधा डालने वाला तथा दूसरे की सम्पत्ति को हड़पने वाला, कोर्ट-कचहरी द्वारा दंडित होता है।",
      "3": "व्यक्ति कठोर हृदय वाला, फटेहाल तथा कठिनाई से जीवन यापन करता है। वृद्धावस्था में उसकी हालत में कुछ सुधार होता है। ऐसा व्यक्ति सरकार से सहायता प्राप्त करने वाला, आंतरिक जीवन से दुःखी तथा बाहर से दिखावटी, तड़क-भड़क वाला होता है।",
      "4": "व्यक्ति को अग्नि व हथियार आदि से भय रहता है। ऐसा व्यक्ति जुर्म का शिकार, लम्बे समय तक रोगी रहने वाला तथा आमदनी से अधिक खर्च करने वाला जुआरी, शराबी तथा सट्टेबाज होता है।"
    },
    "Jyeshtha": {
      "1": "व्यक्ति को ट्यूमर अथवा मस्तिष्क ज्वर, शिरोरोग की संभावना रहती है। वह अत्यधिक साहसी, झगडालू, क्रोधी होता है। कर्मों के कारण उसे कोर्ट-कचहरी में दण्डित भी होना पड़ता है।",
      "2": "व्यक्ति काले अथवा सांवले रंग का, अप्रिय स्वरूप वाला, मक्कार और धोखेबाज होता है। अपने काले कारनामों के बल पर सत्ता अधिकार सुख को भोगता है, परन्तु उसे सुख ज्यादा दिन नहीं मिलता है। किसी रहस्यमय दुर्घटना या हादसे में उसका अंत हो जाता है।",
      "3": "व्यक्ति दो बार विवाह करता है। फिर भी उसे दाम्पत्य सुख का अभाव रहता है। उसकी दूसरी पत्नी भी उसके आचरण और कपट से तंग आकर उसे त्याग देती है।",
      "4": "व्यक्ति कर्मठ और धनी होता है। वह घूसखोरी, भ्रष्टाचार के बल पर धन जमा करता है और अपने ही अर्जित धन को नहीं भोग सकने वाला, अचानक ही किसी हादसे या बीमारी का शिकार हो जाता है।"
    },
    "Mula": {
      "1": "व्यक्ति उच्च-स्तर का पदाधिकारी, लोकमान्य, धन और परिवार से युक्त होता है। अपने परिवार में वह अधिक उदार और परोपकारी होता है। ",
      "2": "व्यक्ति अनेक प्रकार के शास्त्र एवं भाषाओं का जानकार, बौद्धिक क्षमता से ख्याति प्राप्त करने वाला, मित्रों से लाभ उठाने वाला, लम्बी तथा मजबूत कद-काठी का होता है।",
      "3": "व्यक्ति गुप्तचर एवं सुरक्षा सेनाओं में व्यवस्था करने वाला अधिकारी होता है। वह पराक्रमसिद्ध असाधारण वीरता दिखाने वाला, समाज और देश का गौरव बढ़ाने वाला होता है।",
      "4": "व्यक्ति नगर प्रमुख, ग्राम प्रधान अथवा जिले और प्रान्त का प्रख्यात व्यक्ति होता है। वह कई शिक्षण-संस्थाओं का अध्यक्ष, आजीविकायुक्त पत्नी वाला, विद्वान, संतान से युक्त होता है।"
    },
    "PurvaAshadha": {
      "1": "व्यक्ति मुख्य अध्यक्ष या सरकारी कार्यालय में कोई महत्त्वपूर्ण पद का कार्यभार संभालता है। वह धार्मिक विचारों का और दूसरों से समझौता करने में चालाक होता है।",
      "2": "व्यक्ति मध्यम स्तर की शिक्षा वाला, भाई-बहनों वाला, बिना किसी की सहायता के रहता है। अपने स्वजनों द्वारा दबाया जाता है। अगर लगन भी इसी चरण में हो तो व्यक्ति को दिमागी और स्वास्थ्य की परेशानियां 10 वर्ष की आयु में होंगी और सिर पर गहरी चोट लगने से एक पक्का निशान दिखाई देगा।",
      "3": "व्यक्ति को बलगम, खांसी आदि होती है। यदि बुध देखे तो व्यक्ति संचार विभाग आदि में आजीविका प्राप्त करता है और सुखी जीवन व्यतीत करता है।",
      "4": "शिक्षा और आजीविका का नुकसान होता है। व्यापार व्यवसाय में अस्थिरता आती है, किन्तु 45 वर्ष की आयु के बाद स्थिरता आ जाती है। जातक बलगम, खांसी या मूत्राशय आदि के रोग से पीड़ित रहता है।"
    },
    "UttaraAshadha": {
      "1": "व्यक्ति लम्बा-चौड़ा, गेहुंए रंग का, दयावान और दूसरों सहायता करने वाला होता है।",
      "2": "व्यक्ति पैतृक व्यवसाय वाला, साधारण शिक्षा युक्त तथा बार-बार व्यवसाय बदलने वाला होता है। उसकी पत्नी भी अधिक बीमार रहती है। व्यवसाय में घाटे के कारण वह दुःखी रहता है।",
      "3": "व्यक्ति सामाजिक कार्यों से जुड़ा हुआ, उच्च शिक्षा प्राप्त, परिश्रमी और अनुशासनप्रिय होता है। वह दूसरों को लाभ पहुंचाने वाला तथा स्वयं भी अच्छी खासी दौलत जमा करने वाला होता है ।",
      "4": "व्यक्ति सामाजिक कार्यों से जुड़ा हुआ, उच्च शिक्षा प्राप्त, परिश्रमी और अनुशासनप्रिय होता है। वह दूसरों को लाभ पहुंचाने वाला तथा स्वयं भी अच्छी खासी दौलत जमा करने वाला होता है ।"
    },
    "Shravana": {
      "1": "व्यक्ति दुबले-पतले शरीर का, बुद्धिमान, किन्तु स्वार्थी, ससुराल पक्ष से बड़ी जायदाद प्राप्त करने वाला, और फिर भी असंतोष करके, धन कमाने की चेष्टा करने वाला होता है।",
      "2": "व्यक्ति मध्यम स्तर का जीवन जीने वाला, बदले की भावना की आदत वाला, आरामदायक जीवन जीने वाला, बीमार पत्नी के होते हुए भी दाम्पत्य सुख भोगने वाला होता है।",
      "3": "व्यक्ति उच्च शिक्षा प्राप्त विद्वान, किन्तु शक और बहमी मिजाज का होता है। दूसरों की तो बात ही क्या, वह अपने माता-पिता पर भी विश्वास नहीं करता और अपने इसी स्वभाव के कारण दूसरों का विश्वासपात्र नहीं बन पाता, जो 'जैसे को तैसा' वाली कहावत को चरितार्थ करता है।",
      "4": "व्यक्ति काले रंग का, पतले शरीर का, कई मामलों में हड्डियों के कंकाल जैसा दिखने वाला और उच्च पद को प्राप्त करने वाला होता है। वह बहुत कम बोलता है, जिससे यह पता चलता है कि वह दूसरों की बातें सुनना भी कम ही पसन्द करता है।"
    },
    "Dhanishta": {
      "1": "व्यक्ति लोहे के व्यापार अथवा कृषि आदि से अपार धन कमाता है। वह सेना अथवा पुलिस विभाग में पदाधिकारी भी होता है। अपने सहोदरों और परिजनों के साथ उसके सम्बंध मधुर नहीं होते हैं।",
      "2": "व्यक्ति की आकृति बहुत भयानक होती है, परन्तु बातचीत के दौरान मालूम पड़ता है कि वह बहुत ही भद्र पुरुष है। ऐसा व्यक्ति किसी उपयोगी तकनीक का जानकार, धनी और सुखी होता है।",
      "3": "व्यक्ति लम्बा और साफ रंग का होता है। उसका शरीरांग काफी पुष्ट और भुजाएं बलिष्ठ होती हैं। वह व्यक्ति कृषि अथवा बागवानी का, विशेष मशीनरी का जानकार अथवा अनुसंधान आदि विषयों से सम्बद्ध रहता है। बोलने में वह व्यक्ति कुछ तेज-तर्रार होता है।",
      "4": "व्यक्ति मध्यम अवस्था के बाद स्थिर आजीविका प्राप्त करता है। वह ईमानदार, कर्मठ और सामाजिक कार्यकर्त्ता होता है। अगर शिक्षा अच्छी हो तो राजकीय सेवा में उच्च शासनाधिकारी, जिलाधीश, मजिस्ट्रेट आदि बनता है। इसको अपने ससुराल पक्ष से भूमि आदि का लाभ होता है।"
    },
    "Shatabhisha": {
      "1": "जातक उत्तम संतान और सुन्दर पत्नी से युक्त होता है। उसकी मिलनसार प्रवृत्ति होती है तथा दूसरों के स्वागत-सत्कार में बढ़-चढ़कर खर्च करता है। उसका जीवन सार्थक उपक्रमों में व्यतीत होता है। अपने बुद्धिबल से विशिष्ट कार्यों के जरिए सम्मानित तथा पुरस्कृत होता रहता है।",
      "2": "व्यक्ति कामुक विचारों का तथा पर-स्त्रीगामी होता है। उसकी वाणी कठोर, आवाज मोटी तथा शक्ल भयानक होती है। स्वभाव में क्रोध ज्यादा होता है।",
      "3": "व्यक्ति होनहार तथा मेधावी होता है। कठिन से कठिन कार्य भी वह आसानी से कर लेता है। वह व्यक्ति सेना-सुरक्षा अथवा गुप्तचर विभाग में तैनात रहता है।",
      "4": "व्यक्ति धन कमाने के लिए विदेश चला जाता है। वृद्धावस्था में अपार धन कमाकर वह अपने जन्म स्थान में लौटता है। उसको आदर्श पत्नी तथा गुणी संतान मिलती है। 55 वर्ष की आयु में उसकी पत्नी मानसिक रोग से ग्रस्त हो जाती है, जिससे उसको अत्यधिक खर्च करना पड़ता है।"
    },
    "PurvaBhadrapada": {
      "1": "व्यक्ति प्राइवेट संस्थाओं में नौकरी करता है। 35 वर्ष के बाद वह मैनेजर अथवा उच्चपदाधिकारी बन जाता है। अपने ही धन से वह सम्पत्ति-जायदाद जोड़कर, दो संतानों से युक्त, संभ्रान्त व्यक्ति कहलाता है।",
      "2": "व्यक्ति लम्बा-चौड़ा, गंजा होता है। वह मनस्वी, गंभीर और बलिष्ठ शरीर का, अपने कार्य में दक्ष होता है। उसकी पत्नी भी कर्मठ एवं धन कमाने वाली होती है।",
      "3": "व्यक्ति, मध्यम शरीर का, सांवले रंग का, चापलूस तथा चतुराई से बात करने वाला होता है। मांस-मदिरा का शौकीन और अनैतिक आचरण वाला, अपने छल-बल से उच्च पद पर सुशोभित हो जाता है। भ्रष्ट आचरण वाला और कुत्सित विचारों वाले व्यक्ति को कभी-कभी जन-साधारण में हुकूमत करनी पड़ जाती है।",
      "4": "व्यक्ति ठेकेदार, इंजीनियर अथवा आर्किटेक्ट होता है। वह अपने काम-धंधे की आड़ में धोखे से धन कमाता है। अपने मातहत् कर्मचारियों का धन भी हड़प कर जाता है।"
    },
    "UttaraBhadrapada": {
      "1": "उच्च-कोटि का शासक अथवा पदाधिकारी बनता है।",
      "2": "व्यक्ति धनी, सम्पन्न और दाम्पत्य जीवन से दुःखी होता है।",
      "3": "व्यक्ति वैज्ञानिक या इंजीनियरिंग क्षेत्र में उच्च शिक्षा प्राप्त वैज्ञानिक या मुद्रण व्यवसाय से जुड़ा रहता है।",
      "4": "व्यक्ति को यातायात अथवा यात्रा के दौरान दुर्घटना की आशंका रहती है। वह उच्च कोटि का व्यवसायी या अधिकार प्राप्त शासनाधिकारी होता है।"
    },
    "Revati": {
      "1": "व्यक्ति का विवाह बहुत देर से होता है। उसका घरेलू जीवन आमतौर पर सुखी रहता है, परन्तु वृद्धावस्था में उसे अनेक कष्ट उठाने पड़ते हैं ।",
      "2": "व्यक्ति व्यावसायिक, शक्तिशाली और कार्य दक्ष होता है। वह भूमि सर्वेक्षण, मौसम-विभाग या जल-विभाग में नौकरी से धन कमाता है। ",
      "3": "व्यक्ति जहाजरानी, ट्रेवल एजेंसी या यातायात के साधनों व्यवसाय चलाता है। मनोरंजन की सामग्री, सिनेमा आदि से भी धन प्राप्त करता है। ",
      "4": "व्यक्ति वाद्य यंत्रों से, भोग-विलास की सामग्री से या फिर रत्नाभूषणों के व्यापार से धन कमाता है। विघ्न-बाधाओं के कारण वह अध्ययन में प्रगति नहीं कर सकता। इसके बावजूद भी तीव्र स्मरण-शक्तियुक्त और नियमबद्ध होकर कार्य करता है।"
    }
  },
  "rahu": {
    "Ashwini": {
      "1": "व्यक्ति बहुत ही बुद्धिमान होता है। उसका शरीर मजबूत, बदन गठा हुआ तथा वह निहायत पितृ-भक्त होता है। अपने अभिभावकों से वह समय-समय पर यथोचित देखभाल तथा संहयोग प्राप्त कर लेता है। उसके चेहरे पर एक विशेष आकार का काला तिल हो सकता है।",
      "2": "काफी धार्मिक रीति-रिवाजों का कायल होता है। वह देश-विदेश का भ्रमण करता रहता है। वह दूसरों से दान लेकर अथवा याचना करके जीविका चलाता है। उसके विचार और कार्यक्रम बार-बार बदलते रहते हैं। बाद की अवस्था में उसको किसी प्रकार की दिमागी बीमारी भी हो जाती है।",
      "3": "व्यक्ति अत्यधिक गरीबी में दिन बिताता है। वह किसी भी अच्छे या बुरे काम में रुचि नहीं लेता। वह भावुक और दार्शनिक विचारों वाला, साधु-संन्यासी बन सकता है। दांपत्य जीवन से परेशानी तथा पत्नी से कष्ट भी उसके भाग्य में लिखे हुए होते हैं।",
      "4": "वीर, साहसी, ताकतवर तथा स्पष्टवादी होता है। उसे वायु गुल्म रोग, गैस, अपचय से परेशानी रहती है। अगर सूर्य की दृष्टि राहु पर हो तो व्यक्ति अपना उत्तरदायित्व निभाने वाला, कार्यदक्ष होता है। यह बात भी विचारणीय है कि हमेशा ही उसके कष्टों के दौरान सहायता करने वाला भी कोई-न-कोई महापुरुष मिल जाता है।"
    },
    "Bharani": {
      "1": "व्यक्ति प्रख्याति प्राप्त होता है। ऐसा व्यक्ति मल्लयुद्ध करने वाला, कठोर शरीर का और मोटी-मोटी रकम लेकर दूसरों की सुरक्षा करने वाला होता है। जीवन के उत्तरार्द्ध में यह व्यक्ति विवाद व झगड़ों से घिर जाता है और उसकी मृत्यु भुखमरी से होती है। यदा-कदा यह व्यक्ति कुत्तों के काटने से या खारिश एवं खुजली के रोग से भी पीड़ित होता है।",
      "2": "व्यक्ति को उच्च-स्तर का सम्मान मिलता है। उसके पास पर्याप्त अर्जित धन होता है। यातायात अथवा वाहन आदि का कारोबार उसके लिए लाभदायी सिद्ध होता है। बूचड़खाना या जानवरों के मांस, खाल से भी उसे धन मिलने की संभावना होती है। कई लोग कोढ़ अथवा लीकोडरमा जैसी बीमारियों से भी ग्रस्त रहते हैं।",
      "3": "व्यक्ति प्रख्यात कवि या गायक होता है, यद्यपि उसकी शिक्षा बहुत अधिक नहीं होती फिर भी वह विद्वान लोगों की संगति में अपने काव्य ज्ञान के कारण पूज्य हो जाता है। सेना अधिकारी या पुलिस अधिकारी भी इस प्रकार के योग में पैदा होते हैं।",
      "4": "व्यक्ति दुग्ध पदार्थों, तेल, घी से अपनी आमदनी का स्रोत पैदा करता है। यह दूसरों की सहायता करने वाला, धनी व अपने काम में व्यस्त रहता है। इसका वैवाहिक जीवन सुखी नहीं होता है।"
    },
    "Krittika": {
      "1": "व्यक्ति के विवाहेत्तर संबंध रहते हैं । व्यक्ति कामलिप्सा वाला, अच्छे स्वास्थ्य वाला व चेहरे पर काले तिल वाला होता है। वह विद्वान, मजबूत शरीर का व पितृभक्त होता है। वह अपने स्वामी से भी लाभ प्राप्त करता है",
      "2": "व्यक्ति आध्यात्मिक विचारों वाला, संतान द्वारा धनहीन करने वाला भी होता है। तथा अधिक विवाह करने वाला होता है। वह प्रवासी अथवा विदेश में भीख मांगकर गुजारा करने वाला होता है",
      "3": "वह हकलाकर बोलने वाला बना देता है। व्यक्ति की लाल आंखें होती हैं। वह निठल्ला, अच्छा या बुरा कार्य करने में असमर्थ, अत्यधिक गरीब तथा मांस विक्रेता या कबाड़ आदि बेचने वाला होता है।",
      "4": "परिवार से विरक्ति रहती है। विवाह हो जाने के बावजूद वह अपने दायित्व नहीं निभाता। वह भगवान के सहारे अपने सब काम छोड़ देता है तथा तीर्थाटन को निकल जाता है। वह अपने बाप-दादा के कमाए धन को नष्ट करने वाला, होता है। परंतु युवास्था में अत्यधिक धन कमाने वाला और बाद में उसको खर्च कर डालने वाला होता है । "
    },
    "Rohini": {
      "1": "व्यक्ति दुबले-पतले शरीर का, साहसी, दबंग और अच्छी खुराक ग्रहण करने वाला होता है। उसे गैस तथा अपच की बीमारी रहती है। आंखों की कमजोरी से भी उसको असुविधा होती है। अगर लग्न का भी यही चरण हो तो व्यक्ति की पग-पग पर, राहु रक्षा करता रहता है तथा उसकी उम्र लंबी होती है।",
      "2": "जातक की आदर्श स्थिति होती है। दृढ़ इच्छाशक्ति का यह व्यक्ति अपने कार्य व्यापार से अपार ख्याति और यश अर्जित करता है। लोग उसकी बात को कानून की भांति समझते हैं और पालन करते हैं। यद्यपि 50 वर्ष की आयु तक वह खूब धन कमाता है, परंतु जीवन के अन्तिम समय में उसके पास कुछ भी नहीं होता है। उसे सामान्य किस्म की बीमारियां सदैव ग्रसित रखती हैं।",
      "3": "दूसरों पर आश्रित रहकर दिन-प्रतिदिन की दाल-रोटी चलाता है। ऐसा व्यक्ति दीनहीन तथा अल्पबुद्धि का, 65 वर्ष की आयु तक जीवन भोगता है। उसकी मृत्यु किसी दुर्घटना, रक्त विकार अथवा मूत्र रोग, मधुमेह अथवा टी.बी. आदि से होती है।",
      "4": "व्यक्ति को यात्रा प्रवास के दौरान विशेष सावधान रहने की जरूरत होती है। वह कभी भी चलते-फिरते हादसे का शिकार दुर्भाग्यग्रस्त रहता है। कविता-शायरी या फिर लोकगीत लिखने का शौकीन ऐसा व्यक्ति बौद्धिक आजीविका वाला होता है। अपनी अल्प शिक्षा या अनुभव के बावजूद भी वह उच्च कोटि का विद्यान माना जाता है। परिश्रम बहुत अधिक करता है, परंतु उसका फल बहुत कम तथा देर से मिलता है।"
    },
    "Mrigashira": {
      "1": "व्यक्ति अच्छी आर्थिक स्थिति वाला, सम्मानित ख्याति-जनक कार्य करता है। उसे छूत रोग, सफेद दाग या उदर विकार रहता है।",
      "2": "जन्म से बुद्धिहीन होता है, वह गुस्सेबाज और झगड़ालू, परंतु भाग्यवश आकस्मिक धन लाभ करता है।",
      "3": "व्यक्ति को लालची बना देता है। वह घटिया काम करने वाला, अशोभनीय हरकतों से सबको नाराज रखने वाला तथा दूसरों के धन समृद्धि को ईर्ष्या से देखने वाला होता है। उसे सदैव अपने शत्रुओं से भय रहता है। वह अपने कर्मों से गिरने वाला, पोलियों से ग्रस्त, हाथ, पैर तुड़वाने वाला होता है।",
      "4": "व्यक्ति शोध छात्र होता है। वह क्षेत्रीय या राज्य स्तर की ख्याति अर्जित करता है। संतान आज्ञाकारी होती है। वह स्त्रीवश में रहने वाला तथा संदिग्ध आचरण का होता है।"
    },
    "Ardra": {
      "1": "स्वाभिमान युक्त, लाल या काले रंग का चेहरा, धर्म को अधिक महत्त्व न देने वाला तथा प्रेमी स्वभाव का होता है। वह गाली-गलौच करने वाला, जुए में धन नष्ट करने वाला होता है।",
      "2": "जातक बुरे आचरण का बकवासी तथा वाहन-दुर्घटना का शिकार होता है। वह अहंकारी, चोर और सबका शत्रु होता है।",
      "3": "व्यक्ति गांव अथवा नगर का मुखिया, पत्नी से असंतुष्ट तथा वेश्यागामी होता है। मौसम बदलाव के कारण उसे खांसी या जुकाम रहता है।",
      "4": "जातक अच्छे काम करने वाला तथा सरकार से प्रतिष्ठा पाने वाला होता है। उसके दो विवाह होते हैं। शिक्षा और वैज्ञानिक शोध के कारण उसे धन, यश और संपत्ति की प्राप्ति होती है। उसकी आरंभिक शिक्षा बाधा ग्रस्त होती है, फिर भी बाद में वह इसे पूरी कर लेता है।"
    },
    "Punarvasu": {
      "1": "व्यक्ति अनुमान लगाने में कुशल होता है। वह कार्य निपुण, लेखन, अध्यापन अथवा प्रकाशन व्यवसाय में संलग्न, वाणिज्य व्यापार से धन कमाने वाला मुनीम या लेखाबन्दी करने वाला होता है। उसे कान या हाथ-पैरों सूजन की शिकायत रहती है। कई जातक वात, जन्म दोष या वायु विकार से भी ग्रस्त रहते हैं।",
      "2": "वह विशाल हृदय, उदार दृष्टि वाला होता है। अच्छी वेशभूषा युक्त, वह विज्ञान या शोध कार्य में ख्याति अर्जित करता है। आयोडीन की कमी के कारण उसे कई रोग हो सकते हैं। वह कपड़े आदि का व्यापारी, सूद-ब्याज का काम करने वाला या चांदी-सोने के व्यापार से धन कमाता है।",
      "3": "उसकी स्मरण शक्ति तेज और वह सब विषयों का जानकार होता है। वह लालची नहीं होता है और जो मिल जाए उसी में संतुष्ट रहता है। परिवार से उसके मतभेद रहते हैं। सरकार के अधीन कार्य करने वाला ऐसा व्यक्ति वित्त, कानून या लेखा विभाग में पदाधिकारी होता है। उसे कान या गले के रोग हो सकते हैं। निमोनिया या बुखार से भी ग्रस्त रहता है।",
      "4": "व्यक्ति को पत्रकारिता, प्रकाशन या कहानी लेखन में सिद्धहस्त बनाता है। बुध भी अगर राहु के साथ हो तो व्यक्ति असाधारण ज्योतिषी होता है। उसकी शिक्षा गणित और विज्ञान में होती है तथा वह संदेहास्पद व्यक्तियों या महिलाओं से भी संपर्क स्थापित करता है।"
    },
    "Pushya": {
      "1": "व्यक्ति काव्य अथवा शायरी आदि के लेखन में सिद्धहस्त होता है। उसकी शिक्षा अधिक नहीं होती है। साहित्यिकी रुचि के कारण उसे बचपन में अनेक कष्ट उठाने पड़ते हैं। सब तरफ से निराश व्यक्ति को जीवन से वैराग्य उत्पन्न हो सकता है। जीवन के उत्तरार्द्ध में वह सुखी और शांत समय व्यतीत करता है।",
      "2": "व्यक्ति दुग्ध-पदार्थों से, पशुपालन से और जमीन-जायदाद आदि के किराए से धन लाभ करता है। अगर मंगल की दृष्टि हो तो उसके दो विवाह होते हैं। वह व्यापार की बजाय नौकरी से धन लाभ करता है। अच्छी आर्थिक स्थिति से युक्त वह व्यक्ति स्वार्थी और अपना काम निकालने में चतुर होता है।",
      "3": "व्यक्ति मध्यम स्तर की शिक्षा वाला, कुछ-कुछ शारीरिक विषमता या अपंगता लिए हुए, लेखन, प्रकाशन या पुस्तकों के व्यापार से जुड़ा हुआ या कागजों से धन कमाता है। उसे खून अथवा जल से उत्पन्न रोग, पसीने के कारण बदबू आने की बीमारी, बवासीर, रक्तस्राव या सफेद दाग आदि जैसी व्याधियां हो सकती हैं।",
      "4": "असाधारण ख्याति मिल सकती है। वह धन संचय नहीं कर सकता। वैवाहिक जीवन दुःखमय होता है। माता-पिता की आयु भी कम कही गई है । उसे मोतियाबिंद, श्वास रोग, आंखों की बीमारी अथवा क्षयरोग की संभावना रहती है।"
    },
    "Ashlesha": {
      "1": " जातक का सभी प्रकार के अरिष्ट से बचाव करता है। उसकी आयु लंबी होती है। वह दुःखी जीवन व्यतीत करता है। ",
      "2": "जातक बहुत लंबी उम्र नहीं भोग पाता। वैसे भी उसको बचपन में अनेक प्रकार के कष्ट, रोग आदि से जूझना पड़ता है।",
      "3": "जातक डॉक्टर या दवा आदि का व्यापार करने वाला, हकीम, चिकित्सक होता है। वह अत्यंत भावुक, तनावग्रस्त चेहरे वाला होता है। अपने व्यवसाय में उसे 40 साल बाद सफलता मिलती है। कृषि तथा शाक-सब्जी से, छुट-पुट व्यापार से बहुत धन कमा सकता है।",
      "4": "अपने परिवार का विरोध सहन करता है। वह व्यक्ति किसी लाभदायक व्यवसाय से पर्याप्त धन कमाता है। बाद में उसकी स्थिति बदल जाती है। सभी स्वजन उसके नजदीक आ जाते हैं। अगर उसके पास धन नहीं हो तो उसकी पत्नी भी उसे त्यागकर दूसरे व्यक्ति के साथ चली जाती है।"
    },
    "Magha": {
      "1": "व्यक्ति के दो विवाह होते हैं। वह बहुत धनी परिवार में पैदा होता है और उसे जीवन के सभी सुख सहज की उपलब्ध हो जाते हैं।",
      "2": "व्यक्ति को पत्नी और संतान का सुख नहीं मिलता। वह अवांछित कार्यों से धन कमाता है।",
      "3": "व्यक्ति के शरीर में घाव और फोड़े-फुन्सी होते हैं। वह मारपीट करने में कुशल, भय और आतंक फैलाने वाला होता है। मरते वक्त उसे भयंकर असाध्य रोग घेर लेते हैं।",
      "4": "व्यक्ति अपने पराक्रम से श्रेष्ठ जीवन जीता है। वह किसी स्कूल, कॉलेज या संस्था का मुखिया होता है। अनुसंधान कार्यों में उसकी रुचि होती है। अनिद्रा और कफ-खांसी की शिकायत उसे रहती है। अपनी बात उसे याद नहीं रहती है। इसका कारण एक साथ ही कई किस्म के कार्य करने से स्मरण शक्ति नष्ट होना है।व्यक्ति अपने पराक्रम से श्रेष्ठ जीवन जीता है। वह किसी स्कूल, कॉलेज या संस्था का मुखिया होता है। अनुसंधान कार्यों में उसकी रुचि होती है। अनिद्रा और कफ-खांसी की शिकायत उसे रहती है। अपनी बात उसे याद नहीं रहती है। इसका कारण एक साथ ही कई किस्म के कार्य करने से स्मरण शक्ति नष्ट होना है।"
    },
    "PurvaPhalguni": {
      "1": "व्यक्ति किसी संस्था का मुखिया होता है। आमतौर पर ऐसा राहु युक्त जातक अनेक प्रकार के उद्योग-धन्धों से संबद्ध रहता है। वह व्यक्ति दयावान तथा अपने मातहत कर्मचारियों से काम निकालने चतुर होता है। इसी कारण सब जगह उस व्यक्ति की मांग रहती है।",
      "2": "व्यक्ति अपने बल पर तरक्की करता है। छोटे-से परिवार में जन्म लेकर भी वह उन्नति के शिखर पर पहुंचता है। उसकी स्त्री और संतान अधिक भाग्यवान होती है।",
      "3": "व्यक्ति को कार्यकुशल होता है। वह व्यक्ति कठिन-से-कठिन कार्य को भी आसानी से निबटा देता है। जातक कई बार देश-विदेश की यात्रा करता है। विदेशी संबंध होने से वह अपार धन-संपत्ति भी अर्जित कर लेता है।",
      "4": "विद्वान, कार्यकुशल होता है। तथा सरकार से सम्मान दिलाने में सहायक होता है। यद्यपि उसकी संतान देर अवस्था में होती है। उसे विवाहेत्तर संबंधों में नहीं फंसना चाहिए अर्थात उसके ब्लैक-मेल होने का खतरा रहता है ।"
    },
    "UttaraPhalguni": {
      "1": "व्यक्ति की गर्दन में काला तिल या चिन्ह होता है। ऐसा व्यक्ति धनहीन और बेईमान भी होता है। उसे दूसरों के धन और संपत्ति को चुराने की आदत होती है। ऐसा व्यक्ति किसी भयंकर दुर्घटना का शिकार होता है।",
      "2": "व्यक्ति अधिक महत्त्वाकांक्षी होता है। वह अपने कार्य में स्थिर तथा योजनाबद्ध रहता है। इस व्यक्ति को सट्टेबाजी, लॉटरी अथवा अवांछित साधनों से विशेष धन लाभ होता रहता है। उसे वैवाहिक जीवन से सुख नहीं मिलता है।",
      "3": "व्यक्ति का विवाह काफी उम्र निकल जाने के बाद होता है। ऐसा व्यक्ति अपने व्यवसाय में बहुत हानि उठाता है। यौवनावस्था में वह अधिक कामुक हो उठता है और अनैतिक क्रियाओं के कारण उसे वी.डी. यानी कामजन्य रोग घेर लेते हैं ।",
      "4": "व्यक्ति सदैव गरीब और बेईमान प्रवृत्ति का होता है। ऐसा व्यक्ति अपने मामा या चाचा के लिए भी घातक होता है। उसे एक बार भारी दुर्घटना का सामना करना पड़ता है, जिसके कारण वह अपने शरीर का महत्त्वपूर्ण अंग भी खो सकता है अथवा अपंग हो सकता है।"
    },
    "Hasta": {
      "1": "व्यक्ति की तकनीकी शिक्षा उच्च-स्तर की होती है। 30-35 वर्ष की अवस्था के बाद उसका व्यवसाय स्थिर होता है, परंतु उसे जीवन में कठिनाई से ही पदोन्नति मिलती है ।",
      "2": "व्यक्ति यातायात विभाग में, कलपुर्जों के व्यवसाय में नौकरी वह सरकारी महकमे में नौकरी करके घूस लेने के आरोप में दण्डित होता है।",
      "3": "व्यक्ति दुश्चरित्र और अपने खानदान को दाग लगाने वाला होता है। वह चमड़े या लोहे या फोटोग्राफी का कारोबार करता है।",
      "4": "व्यक्ति मक्कार, धोखेबाज, चोर तथा झूठ बोलने में माहिर होता है। इनको कठोर परिश्रम से आजीविका करनी पड़ती है।"
    },
    "Chitra": {
      "1": "व्यक्ति को कान का रोग होता है। ऐसा व्यक्ति कठोर आचरण का, क्रूर तथा नैतिकता से दूर होता है।",
      "2": "व्यक्ति कलाप्रिय तथा धनी होता है। उसके पास अत्यंत धन होता है, परन्तु दाम्पत्य सुख उससे काफी दूर होता है। यह सब उसकी प्रारंभिक अवस्था में दुराचरण और किसी अन्य महिला से अनैतिक संबंधों का कारण होता है।",
      "3": "व्यक्ति को अल्सर, किडनी रोग, स्टोन अथवा अन्य प्रकार की चिकित्सा या शल्य क्रिया के दौर से गुजरना होता है, परन्तु उस व्यक्ति की पत्नी और संतान अच्छी होती है ।",
      "4": "व्यक्ति सुखद वैवाहिक जीवन व्यतीत नहीं कर सकता है। परन्तु उस व्यक्ति का कई प्रकार की महिलाओं से सम्पर्क रहता है, जिनका आर्थिक और यौन शोषण वह समय-समय पर करता है। ऐसा व्यक्ति किसी महत्त्वपूर्ण पद पर भी हो सकता है।"
    },
    "Swati": {
      "1": "व्यक्ति कठोर, निर्दयी, अनैतिक आचरण का तथा अनेक प्रकार के रोगों से ग्रस्त रहता है।",
      "2": "व्यक्ति का शरीर दुबला-पतला होता है। ऐसा व्यक्ति बहादुर, सब-कुछ खाने वाला तथा पेट में अपच, वायु गैस से पीड़ित होता है। कब्ज के कारण भी उसको गहन अग्नि पीड़ा हो सकती है।",
      "3": "व्यक्ति का शरीर पतला और चुस्त होता है। उस व्यक्ति को धीरे-धीरे दरिद्रता घेर लेती है और वह किसी भी अच्छे या बुरे काम करने को तैयार नहीं होता है।",
      "4": "व्यक्ति घी, दूध के व्यापार से धन कमाता है। उसकी सहायता करने की प्रवृति होती है। कुछ व्यक्ति जन्म के बाद अपंग या विकलांग भी बन सकते हैं। "
    },
    "Vishakha": {
      "1": "व्यक्ति बुरे आचरण का, अवांछित कार्यों से धनी, परन्तु गरीबों की सहायता करने वाला होता है। किसी कारण उसके हाथ-पैर बेकार हो जाते हैं।",
      "2": "व्यक्ति झगड़ालू, अल्पायु की पत्नी वाला, विधुर होता है। यदि शुभ ग्रह की दृष्टि राहु पर हो तो पत्नी दीर्घायु, परन्तु किसी मानसिक रोग से ग्रस्त तथा बीमार रहती है। वह गुस्सेबाज तथा हर वक्त लड़ने-मरने पर उतारू रहता है।",
      "3": "व्यक्ति प्रख्यात और धनी होता है। ऐसा व्यक्ति अपने परिवार से अलग रहने वाला तथा पिता का घोर विरोधी होता है।",
      "4": "व्यक्ति की पाचन शक्ति क्षीण होती है। वह अपनी इच्छा के विरुद्ध विवाह करता है और बाद में उसे कई प्रकार के मानसिक, आर्थिक कष्ट भोगने पड़ते हैं ।"
    },
    "Anuradha": {
      "1": "व्यक्ति कमजोर शरीर का, घरेलू समस्याओं से ग्रस्त तथा छोटी-मोटी नौकरी करके गुजारा करता है।",
      "2": "व्यक्ति स्वार्थी, दूसरे के धन पर मौज करने वाला तथा वृद्धावस्था में अवांछित धन से धनी, संतान कष्ट से पीड़ित तथा पत्नी के स्वास्थ्य के कारण इधर-उधर भटकने वाला अथवा युवावस्था में विधुर हो जाता है।",
      "3": "व्यक्ति संतान की मृत्यु से दुःखी, मध्यम स्तर का धनी तथा असंतुष्ट पारिवारिक जीवन व्यतीत करता है।",
      "4": "व्यक्ति अल्पायु में माता-पिता से रहित हो जाता है।"
    },
    "Jyeshtha": {
      "1": "व्यक्ति दो बार विवाह करता है, उसकी प्रथम संतान अल्पायु होती है। शेष संतानें जीवित रहती हैं।",
      "2": "व्यक्ति चालबाज, मक्कार, धोखेबाज होता है। वह अपने माता-पिता भाई-बहनों को भी नहीं बख्शता है। अपने कमजोर शरीर के बावजूद भी उसके कई बुरी औरतों के साथ अनैतिक सम्बंध होते हैं।",
      "3": "व्यक्ति अपने विचारों को प्रकट करने में और दूसरों को समझाने में अच्छी तरह से समर्थ होते हैं। मध्यायु के बाद उसे जीर्ण-शीर्ण अवस्था व्यतीत करनी पड़ती है।",
      "4": "व्यक्ति अपने परिवार के सदस्यों द्वारा त्याज्य होता है। वह शरीर से कमजोर, किन्तु चालाक, मक्कार, धोखेबाज होता है।"
    },
    "Mula": {
      "1": " व्यक्ति दिमागी तनाव से ग्रस्त, अपनी स्त्री या बच्चों के कारण उसको भयंकर मानसिक आघात सहने पड़ते हैं। महिलाओं को उदर, पेट सम्बंधी रोग, शल्य-चिकित्सा से कष्ट हो सकता है।",
      "2": "व्यक्ति परिवार को कष्ट में डालने वाला, उम्र भर दुःखी, परेशान रहने वाला होता है। महिला जातक हो तो वह अपने कुल को दाग लगाने वाली होती है।",
      "3": "व्यक्ति वेदशास्त्रों का अध्ययन करने वाला, कृषि और व्यवसाय के लिए यथेष्ट भूमि वाला होता है। बाद की अवस्था में वह किराए आदि से आमदनी प्राप्त करता है।",
      "4": "व्यक्ति देश-विदेश में भ्रमण करने वाला, किसी व्यापारिक संस्था का प्रतिनिधि, घटिया चरित्र वाला होता है।"
    },
    "PurvaAshadha": {
      "1": "शनि, मंगल, एवं शुक्र, पुष्य नक्षत्र में हों तो व्यक्ति को जीवन के अनेक उतार-चढ़ाव से गुजरना पड़ता है। जातक को अल्सर आदि हो सकता है। उसके कंधों पर विधवा बहन, पागल भाई और बीमार मां का भार आ जाता है।",
      "2": "मंगल व शनि भी योग करें तो व्यक्ति को मूत्राशय आदि की बीमरियां होती हैं।",
      "3": "व्यक्ति दूसरों के मामले में टांग अड़ाने में पीछे नहीं रहता और बाद में अपने ही द्वारा आमंत्रित विरोधी हालातों का सामना करता है।",
      "4": "व्यक्ति प्रभावशाली और आकर्षक होता है। वह सभ्य और विश्वास के योग्य होता है। कलात्मक गुणों से भरपूर, वह व्यक्ति बाहरी तौर से अच्छा किन्तु अन्दर से उसका स्वास्थ्य कमजोर होता है।"
    },
    "UttaraAshadha": {
      "1": "व्यक्ति के दांत लम्बे तथा ऊबड़-खाबड़ होते हैं। ऐसा व्यक्ति नीच और शेखी बघारने वाला होता है। उसके जीवन की कोई निश्चित धारा नहीं होती, वह सदैव उपेक्षित रहता है।",
      "2": "व्यक्ति काले रंग का, अनुदारवादी, एकांत में रहने वाला, व्यसनी, मशीन आदि उपकरणों को ठीक करने वाला होता है। उसे अपनी पत्नी के जरिए भी धन लाभ होता है अथवा उसकी पत्नी उच्च-स्तर की आजीविका प्राप्त होती है।",
      "3": "धोखेबाज, दुश्चरित्र और वेश्यागामी होता है। ऐसे व्यक्ति धन और जायदाद की खातिर अपना सब-कुछ बेच डालते हैं। इन्हें पत्नी और संतान का सुख नहीं मिलता है। वृद्धावस्था में ऐसे जातक को घर से बाहर कर दिया जाता है।",
      "4": "व्यक्ति धोखेबाज, दुश्चरित्र और वेश्यागामी होता है। ऐसे व्यक्ति धन और जायदाद की खातिर अपना सब-कुछ बेच डालते हैं। इन्हें पत्नी और संतान का सुख नहीं मिलता है। वृद्धावस्था में ऐसे जातक को घर से बाहर कर दिया जाता है।"
    },
    "Shravana": {
      "1": "लग्न आश्लेषा में पड़े तथा पाप ग्रहों से युक्त हो तो बालक की मृत्यु 10 वर्ष के अंतराल में हो जाती है। कई मामलों में मृत्यु 16 वर्ष तक की आयु में देखी गई है।",
      "2": "व्यक्ति शांत स्वभाव का, विश्वास करने योग्य, सभ्य और व्यवहार कुशल होता है। वह अच्छी पत्नी का सुख प्राप्त नहीं कर पाता। वह अधिक परिश्रम करने पर भी अपेक्षानुरूप फल प्राप्त नहीं कर पाता है।",
      "3": "व्यक्ति को उच्च शिक्षा प्राप्त, विद्वान बनाता है। उसकी बदला लेने की प्रवृत्ति उसके लिए पक्के शत्रु पैदा कर देती है, तो भी वह मध्यम स्तर के सुख-आराम आदि भोग पाता है।",
      "4": "व्यक्ति चालाक, मक्कार और अपना काम निकाल लेने में माहिर होता है। वह एक जोकर की तरह दूसरों को हंसाता और मनोरंजन करता है, किन्तु उसके स्वयं के लिए कोई मनोरंजन नहीं होता है। वह अपने जीवन का मुख्य भाग दुःख तकलीफ में गुजारता है।"
    },
    "Dhanishta": {
      "1": "व्यक्ति को वह उच्च शिक्षा प्राप्त एवं धनी बनाता है। उसका स्वभाव बहुत ही क्रूर और शंकालु होता है। परिवार के सदस्य उसका बहिष्कार कर देते हैं।",
      "2": "व्यक्ति विज्ञान एवं प्रौद्योगिकी का जानकार, सिनेमा, टी.वी. क्षेत्र में कार्यरत, कोढ़ अथवा सफेद दाग के कारण दुःखी रहता है।",
      "3": "व्यक्ति भद्दी भाषा बोलने वाला, निम्न-स्तर के आचरण वाला होता है। वह कठोर, दूसरों के लिए खतरनाक, चोरी आदि करने में माहिर होता है। अपने कर्मों के अनुसार वह उतार-चढ़ाव झेलता है।",
      "4": "वह माता के लिए घातक सिद्ध होता है। उसका साथी भी उसे सुख नहीं दे पाता है। वह अपने बलबूते पर ही जीवन में कामयाबी हासिल करता है।"
    },
    "Shatabhisha": {
      "1": "व्यक्ति अच्छे स्वास्थ्य वाला, पहलवान या लड़ाकू होता है। अगर सूर्य की दृष्टि राहु पर हो तो व्यक्ति क्षय रोग, कैंसर, चोट या घाव के कारण परेशान रहता है।",
      "2": "बच्चे की अल्पायु होती है। अगर वह सकुशल रह जाए तो दीर्घजीवी और वैभवशाली जीवन व्यतीत करता है।",
      "3": "व्यक्ति को चोर, तस्कर या जमाखोर बनाता है। वह गरीबों पर दया करने वाला और खैरात बांटने या अनाथालय आदि का भी संचालन करता है।",
      "4": "माता के लिए घातक होता है। उसके पिता भी मानसिक रोगी और अल्पायु जीवन व्यतीत करते हैं।"
    },
    "PurvaBhadrapada": {
      "1": "व्यक्ति बाल्यावस्था के अरिष्ट से पीड़ित होता है। जीवित रह जाए तो तिलहन और चमड़े के व्यवसाय से धन प्राप्त करता है।",
      "2": "व्यक्ति का बाल्यावस्था में ही माता से वियोग हो जाता है। ऐसा व्यक्ति राजनीतिक हथकंडे अपनाकर धन, मान प्रतिष्ठा अर्जित करता है। उसका दाम्पत्य जीवन कुछ दुःखी रहता है।",
      "3": "7 वर्ष की अवस्था में घोर कष्ट होता है। बचपन में भीख मांगकर जीवन यापन करता है। 30-35 वर्ष की आयु तक उसे घोर कष्ट उठाने पड़ते हैं। धार्मिक अनुष्ठान आदि करने के बहाने वह जन-साधारण से धन ऐंठता रहता है।",
      "4": "व्यक्ति लम्बे-चौड़े शरीर वाला, खेलकूद का शौकीन तथा साहसिक कार्यों से धन अर्जित करता है। वह मकान, भवनों का स्वामी, कारखाने, उद्योग लगाने वाला, सामाजिक प्रतिष्ठा प्राप्त करता है।"
    },
    "UttaraBhadrapada": {
      "1": "व्यक्ति कमजोर आंखों वाला, सिद्धांत विहीन, कपटपूर्ण आचरण वाला तथा अल्प-संतान से युक्त होता है। ऐसा व्यक्ति धन के लिए दूसरे की हर संभव सहायता करता है।",
      "2": "व्यक्ति कठोर परिश्रम से शिक्षा प्राप्त करता है। माता का जल्दी देहान्त हो जाता है। वह अपने जोड़े हुए धन से मकान, भवन आदि बनवाता है।",
      "3": "व्यक्ति का विवाह विधवा स्त्री से होता है। वह स्वयं हकलाकर बोलने वाला, लेन-देन के कार्यों में कुशल और भाग्य से सम्पत्ति प्राप्त करता है।",
      "4": "व्यक्ति यद्यपि धनी होता है, किन्तु उसके नीच आचरण एवं घटिया व्यवहार के कारण उसे लोग पसन्द नहीं करते। सब लोग उससे अपने स्वार्थ के कारण जुड़े रहते हैं। किसी हादसे में उसकी मृत्यु हो जाती है।"
    },
    "Revati": {
      "1": "व्यक्ति को गुप्त रोग कष्ट देते हैं। वह इंजीनियरिंग या तकनीकी व्यवसाय से धन कमाता है। जल प्रबंध या सिंचाई विभाग से सम्बद्ध व्यक्ति राजकीय कर्मचारी होता है।",
      "2": "व्यक्ति को असाध्य रोग हो जाते हैं और बाल्यावस्था में ही उसे घोर यातना देते हैं ।",
      "3": "व्यक्ति मध्यम श्रेणी का धनी, घूमने-फिरने वाली आजीविका करने वाला तथा मादक पदार्थों के व्यापार से धन लाभ करता है।",
      "4": "व्यक्ति रिसर्च के क्षेत्र में आजीविका करने वाला, अनेक भाषाओं का जानकार, रोग या उपचार करने में सिद्धहस्त होता है।"
    }
  },
  "ketu": {
    "Ashwini": {
      "1": "उच्च स्तर की शिक्षा से धनी होता है। जीवन के चतुर्दिक क्षेत्रों में उसकी सफलता एक उदाहरण बन जाती है। वह व्यक्ति लोकप्रिय तथा कर्मठ तो होता ही है, साथ ही अपने ज्ञान-क्षेत्र का विशेषज्ञ, निर्माण कार्यों से संलग्न आजीविका वाला, मैकेनिकल इंजीनियर या अर्द्ध-तकनीकी व्यवसाय वाला होता है।",
      "2": "जीवन को गरीबी के हालात में बिता डालने वाला तथा सार्वजनिक कार्यों से लाभ उठाने वाला, जन-संपर्क में निपुण, परंतु महिलाओं में अत्यधिक आशक्ति रखने वाला भी बना देता है।",
      "3": "निम्न स्तर के व्यक्तियों के बीच रहने वाला तथा संतानहीन व्यक्ति बनता है। अनेक प्रकार की कमियों के बावजूद भी यह व्यक्ति समाज में आदरणीय और दूसरों को समय पर सहायता देने वाला होता है।",
      "4": "व्यक्ति अपने जन्म स्थान से दूर जाकर रहने वाला विदेशवासी या प्रवासी होता है। यह व्यक्ति दूसरों के हिस्से का भोजन, खाता है। कुछ मामलों में यह भी देखने में आया है कि ऐसे व्यक्ति का जीवन दीर्घ नहीं होता या फिर वह 30-35 वर्ष की आयु के बाद इस संसार से कूच कर जाता है।"
    },
    "Bharani": {
      "1": " शिक्षा व पुण्य कार्यों में उसका जीवन व्यतीत होता है। परंतु उसका जीवन बहुत अधिक नहीं होता है। अगर केतु पर शुभ ग्रहों की दृष्टि हो तो युवावस्था तक वह जीवित रहता है।",
      "2": "व्यक्ति 60-65 साल की अवस्था तक जीवित रहता है। जल संबंधी रोग अथवा पानी में उसकी मृत्यु होती है। सिर अथवा शरीर में चोट आ जाती है। गिरने और दुर्घटना का भय भी रहता है। इस व्यक्ति में दिमागी-तनाव, मूर्छा, बेहोशी या अर्द्धपागल होने की संभावना भी रहती है। सेना अथवा पुलिस में इसे रोजगार मिल सकता है। कुछ मामलों में आंखें कमजोर तथा जादू-टोने के ज्ञान से लाभ उठाने की प्रवृत्ति भी देखी गई है।",
      "3": "व्यक्ति योग-शास्त्र का ज्ञाता, या हकीम होता है। उसको दूसरे के रोग का उपचार करने में विशेष रुचि रहती है। जड़ी-बूटियों के अलावा उसे तंत्र-मंत्र का भी ज्ञान होता है। वह अपने को ईश्वर का सेवक समझकर सबकी निःस्वार्थ सेवा करता रहता है ।",
      "4": "व्यक्ति की आयु लंबी होती है। ऐसा व्यक्ति वास्तुकार-मकान और मन्दिर बनाने वाला इंजीनियर, अभियन्ता या ठेकेदारों का सलाहकार होता है। खाली समय में वह संगीत एवं कला की साधना में व्यस्त रहता है। शिफलिस या कोढ़ जैसी घातक बीमारियां भी उसे हो सकती हैं। चोट लगने के कारण आंख फूट सकती है या दांत टूट सकते हैं।"
    },
    "Krittika": {
      "1": "व्यक्ति को रोजगार में बार-बार बाधाएं आती हैं। हर काम में निराशा ही हाथ लगती है। व्यक्ति को उदर-विकार तथा कई गुप्त रोग रहते हैं। ऐसे जातक मौसम विभाग। ",
      "2": "अपने स्वजनों से दूर ले जाता है। दरिद्र स्वभाव का यह व्यक्ति सुरा और सुन्दरी के चक्कर में रहने वाला, लोगों द्वारा प्रताड़ित या पीटा जाने वाला और बदन दर्द की शिकायत रहने वाला होता है।",
      "3": "व्यक्ति सट्टेबाजी में भारी नुकसान उठाने वाला, शासन तंत्र से जुड़े लोगों से अनुदान प्राप्त करने वाला, निम्न स्तर के लोगों के बीच उठने-बैठने वाला होता है। ऐसे व्यक्ति के अवैध संतान होती है तथा वह परिवार में तिरस्कार योग्य समझ लिया जाता है। जरूरत के वक्त बाहरी लोग उसकी मदद करते हैं। ",
      "4": "व्यवसाय-व्यापार में बार-बार विघ्न आता है। बड़े लोगों के साथ झगड़े-फसाद रहते हैं। इसके अलावा दांपत्य-जीवन भी फसादों से युक्त रहता है। देर से विवाह हो तो जीवन सुख और विलासपूर्ण हो सकता है।"
    },
    "Rohini": {
      "1": "प्रथम चरण में हो तो व्यक्ति हमेशा अपने गृह, नगर अथवा जन्म स्थान से दूर जाकर आजीविका करता है। कभी-कभी वह दूसरों के भोजन पर निर्भर रहता है अथवा दान किया गया अन्न-धन् ग्रहण करता है। कुछ जातक गरीबी के कारण 30-35 वर्ष में ही दिवंगत हो जाते हैं। वह बहरा या अंधा भी किंचित कदाचित् हो सकता है।",
      "2": "उसकी आंखें तथा शरीरांग बचपन से कमजोर हो सकते हैं या फिर वह कभी भी अपंग, लंगड़ा हो सकता है।",
      "3": "जातक को अध्यापक, उपदेशक या पंडित पुजारी बनाता है। उसका परिवार बड़ा होता है। 30 साल तक वह सुखपूर्वक रहता है। उसके बाद उसके संघर्ष के दिन शुरू हो जाते हैं। पत्नी से उसे कष्ट होता है। उसे सुजाक, महामारी से उत्पन्न जैसे रोग परेशान कर सकते हैं। असाध्य रोग से भी मृत्यु हो सकती है ।",
      "4": "व्यक्ति वेदशास्त्र का जानकार तथा तर्कशास्त्र में निपुण होता है। तंत्र-मंत्र में भी उसकी रुचि रहती है। आयुर्वेद अथवा पारंपरिक चिकित्सा से भी उसकी ख्याति बढ़ती है। वाक-दोष, गूंगापन अथवा दृष्टिहीन भी ऐसे जातक हो सकते हैं।"
    },
    "Mrigashira": {
      "1": "व्यक्ति जीवन-भर उतार-चढ़ाव देखने वाला, अधिक संतान युक्त होता है। वह अपने प्रयासों से अल्पमात्र ही धन कमा पाता है, परंतु अपनी संतान के माध्यम से वह संपन्न वृद्धावस्था व्यतीत करता है। उसे आंखों की बीमारी या दृष्टि दोष संभव है।",
      "2": "जातक शरीर से विकलांग, परंतु महाविद्वान होता है। वह विकलांगों के लिए ही कार्य करने वाला, गले तथा जीभ की बीमारी से युक्त होता है ।",
      "3": "सदैव दूसरों की निन्दा व ईर्ष्या में रत रहता है। उसे वात तथा खाज-खुजली जैसे रोग हो सकते हैं।",
      "4": "व्यक्ति झगड़ालू तथा पाप-कर्म करने वाला, गिरे हुए आचरण वाला, बहुत से रोगों से ग्रस्त व धनहीन होता है। अवांछित कार्यों से ही एक दिन वह अल्पधनी बन जाता है ।"
    },
    "Ardra": {
      "1": "व्यक्ति क्रूर और खतरनाक होता है। वह अपनी सहायता करने वाले के प्रति भी गद्दार साबित होता है। सरकार भी उसे कड़ी नजर से देखती है। उसकी एक रोगिणी पत्नी होती है। जिसकी मृत्यु 35 वर्ष से पहले हो जाती है। भूखों मरने से उसकी आयु भी क्षीण हो जाती है।",
      "2": "व्यक्ति झगड़ालू स्वभाव का, बुरे कार्यों में धन गंवा बैठता है। उसे मुख तथा पेट आदि के रोग होते हैं। अपनी माता या पत्नी से उसे कोई भी स्नेह नही मिलता",
      "3": "कृषि उत्पादों से आजीविका चलती है। मुकदमेबाजी या ऋण के कारण वह अपनी जायदाद खो देता है। दांपत्य जीवन भी विवादग्रस्त रहता है। उसकी संतान भी जीवित नहीं रहती। कैंसर या टी.बी. जैसे रोग हो सकते हैं।",
      "4": "जातक को पैतृक संपत्ति से हाथ धोना पड़ता है। पिता द्वारा उसे तिरस्कार, घृणा ही मिलती है। दवा, पान या विष आदि से उसकी मृत्यु हो सकती है। जातक पतला, ईष्यालु व कुटिल बुद्धि का होता है।"
    },
    "Punarvasu": {
      "1": "व्यक्ति संतान व धन से युक्त, लंबी आयु भोगता है। वह विद्वान तथा भाई-बहनों का शत्रु और गिरने से चेहरे पर चोट पाने वाला, भद्र व्यक्ति होता है।",
      "2": "व्यक्ति शरीर से रोगी या विकलांग एवं कमजोर दिल का होता है, यद्यपि वह धनी परिवार में जन्म लेता है, परंतु बहुत दुःखी व विपन्नता की स्थिति में रहता है। अगर पाप ग्रहों की ओर दृष्टि हो तो व्यक्ति अनाथ पिता द्वारा अनाथालय में भेज दिया जाता है।",
      "3": "जातक के दो या तीन विवाह कराता है। वह हमेशा आर्थिक तंगी में रहता है। उसकी दोनों पत्नियां उसे कोसती रहती हैं। वह अधिक संतान वाला, हृदय रोग या आत्मघात से मृत्यु का शिकार होता है।",
      "4": "व्यक्ति कठोर परिश्रमी, परंतु अल्प आय वाला होता है। मेहनत-मजदूरी करके वह आजीविका चलाता है। उसकी संतान अत्यधिक समझदार तथा अच्छा धन कमाती है और व्यक्ति को वृद्धावस्था में सुख पहुंचाती है ।"
    },
    "Pushya": {
      "1": "बचपन से ही धूर्त और भगोड़ा किस्म का होता हैं। जीवन में सब तरफ उसे दुःख ही मिलते हैं। वह घरेलू नौकर, रसोईया या ठग होता है। उम्र के अनुसार उसके आचरण में भी अच्छाई प्रकट होने लगती है और वह सम्मानित व्यवसाय करता है।",
      "2": "व्यक्ति बुरे लोगों की संगति में पड़कर अपनी पैतृक संपत्ति नष्ट कर देता है। पिता की अल्पायु होती है और उसकी माता दूसरों पर आश्रित होकर जीवन बिताती है। व्यक्ति दो विवाह करता है और परिवार के कल्याण के लिए चेष्टाशील रहता है।",
      "3": "व्यक्ति किसी असाध्य रोग से पीड़ित रहता है। वह वंचक, जादू-टोने के ज्ञान से इधर-उधर प्रसिद्धि पाने में प्रयत्नशील, परंतु सदा कर्ज में डूबे रहने वाला होता है। 50 वर्ष बाद वह कुछ समय के लिए राजसी ठाठबाट में रहता है, लेकिन बाद में उसका धन दूसरों के द्वारा अपहरण कर लिया जाता है और वह पूर्व स्थिति में ही आ जाता है। वह बहुत धन खोता है, फिर भी थोड़ा-बहुत बच जाता है।",
      "4": "व्यक्ति तंत्र-मंत्र या मशीनी कार्य में निपुण होता है। उसके द्वारा अर्जित धन को कोई चरित्रहीन महिला हरण करती है। इसी कारण उसकी पत्नी आर्थिक रूप से पीड़ित और दूसरों के घर में संतान का पेट पालती है, परंतु 40 वर्ष बाद उसके जीवन में कुछ सुधार होता है।"
    },
    "Ashlesha": {
      "1": "जातक सेवक, नर्स या उपचार करने वाला होता है। सेवक कर्मचारी होता है। कुछ जातक रक्षा सेवा या गुप्तचर सेवा में काम करते है।",
      "2": " व्यक्ति साहसी, धर्म-कर्म में रुचि रखने वाला, पिता के कारण दुःखी, माता की सहायता करने वाला और माता के कष्ट दूर करने वाला होता है।",
      "3": "अच्छी स्थिति की ओर ले जाता है। जातक पढ़-लिखकर रिसर्च अनुसंधान के जरिए उच्च पद प्राप्त करता है तथा दूरदेश की यात्राएं भी कर लेता है।",
      "4": "व्यक्ति को बहुत से धनी मित्रों वाला बनता है। मित्रों के जरिए वह लाभ उठाता है। ऐसा व्यक्ति बीमा एजेंट, शेयर दलाल अथवा सूदखोर होता है। जमीन-जायदाद के काम से भी उसे धन का लाभ होता है।"
    },
    "Magha": {
      "1": "व्यक्ति सट्टा, लॉटरी तथा अवांछित कार्यों में धन नष्ट करता है। वह समाज विरोधी तथ्वों में निपुण, जमाखोर, लुक-छिपकर अपराधिक गतिविधियों से धन कमाता है।",
      "2": "व्यक्ति उपेक्षित और तनावपूर्ण जीवन व्यतीत करता है। बुरी आदतों के कारण उसे सभी प्रियजन छोड़ देते हैं। अपने घर-परिवार को छोड़कर वह बाहर के लोगों का हित साधन करता है। वह अचानक गायब हो जाता है और एक दिन साधु के भेष में घर लौटता है। अगर केतु और लग्न एक साथ हों तो व्यक्ति अपनी पत्नी अथवा पति की मृत्यु का कारण बनता है।",
      "3": "व्यक्ति कार्य के वक्त व्यर्थ की चिताएं करता है। अगर लग्न में राहु स्थित हो तो व्यक्ति अपने जीवन साथी को 36-37 वर्ष के निकट खो देता है।",
      "4": "व्यक्ति तंत्र-मंत्र से अथवा गोला-बारूद या खाना पकाने की विद्या से आजीविका चलाता है। अगर बृहस्पति की दृष्टि केतु पर हो तो व्यक्ति सरकारी सेवा, सेना, पुलिस आदि में गुप्तचर होता है। ऐसे व्यक्ति का वैवाहिक जीवन सुखद और वृद्धावस्था धन-सम्मान से युक्त होती है"
    },
    "PurvaPhalguni": {
      "1": "व्यक्ति, स्वास्थ्य धन तथा यश आदि से परिपूर्ण होता है। उसका दांपत्य जीवन भी सुखमय रहता है।",
      "2": "व्यक्ति को सर्वगुण संपन्न बनाता है।",
      "3": "व्यक्ति ईश्वर पर अत्यधिक आस्था रखता है। ऐसा व्यक्ति दुर्लभ स्थलों की सैर करता रहता है। ईश्वर की अपार कृपा भी उस पर रहती है, परंतु उसकी पत्नी का स्वास्थ्य सदैव खराब रहता है। ऐसा व्यक्ति सीधे स्वभाव का तथा तीसरे नेत्र जैसी झलक लिए रहता है।",
      "4": "व्यक्ति का जीवन स्तर धीरे-धीरे सुधरता है। 35-36 वर्ष की आयु के बाद वह तरक्की करता है। अगर बृहस्पति और मंगल भी केतु के साथ हों तो व्यक्ति व्यवहारकुशल, विद्वान और छोटे कद का होता है।"
    },
    "UttaraPhalguni": {
      "1": "व्यक्ति धन, स्वास्थ्य, अच्छे वैवाहिक सुख से युक्त होता है। उस व्यक्ति की एक ही कन्या संतान होती है। ऐसा व्यक्ति अस्थमा, फेफड़े के रोग अथवा उदर व्याधि से पीड़ित हो सकता है।",
      "2": "व्यक्ति का बदला लेने वाला स्वभाव होता है। अपनी पत्नी के माध्यम से यथेष्ट धन अर्जित करता है, परंतु उसका साथ उसे अधिक वह समय तक नहीं मिलता है।",
      "3": "व्यक्ति को मध्यम दर्जे का शिक्षित बना देता है। वह व्यक्ति जादू-टोना, ज्योतिष एवं तंत्र-मंत्र का भी शौकीन होता है। उसकी आजीविका-स्टेनो क्लर्क अथवा साधारण स्तर की होती है।,40 वर्ष की आयु के उपरांत उसे अपने कार्यक्षेत्र में अप्रत्याशित तरक्की मिलती है।",
      "4": "व्यक्ति को सलाह दी जाती है कि वह गाड़ी मोटर आदि वाहन नहीं चलाएं अन्यथा वह दुर्घटना का शिकार हो सकता है। ऐसे व्यक्ति को सरकार से आजीविका मिलती है। अगर अन्य ग्रहों से केतु ग्रस्त हो तो व्यक्ति अपनी नौकरी को छोड़कर व्यापार शुरू करता है, परंतु उसमें उसे भारी घाटा उठाना पड़ता है।"
    },
    "Hasta": {
      "1": "व्यक्ति को हैजा, प्लेग या भोजन के विकार से कष्ट होता है। वह चुंगियों या कचहरी में टाइपिस्ट, क्लर्क, मुंशी या घरेलू नौकर होता है।",
      "2": "याद्दाश्त बहुत खराब होती है। स्नायु विकार, बवासीर, टी.बी. या कैंसर आदि से मृत्यु होती है।",
      "3": "उच्च शिक्षा तथा सरकारी सेवा में अच्छा पद मिलता है । पारिवारिक जीवन संतोषजनक होने के बावजूद उसकी कोई संतान नहीं होती।",
      "4": "व्यक्ति साहित्य का लेखक या प्रशासक, सरकारी या अर्द्धसरकारी संगठन में मुंशी होता है।"
    },
    "Chitra": {
      "1": "व्यक्ति सदैव रोगी और बुद्धिहीन ही रहता है। उसका जीवन अंध-विश्वासों में बीत जाता है।",
      "2": "व्यक्ति राजकुमारों की तरह अपना बाल्यकाल व्यतीत  करता है। अगर अन्य ग्रह भी अनुकूल हों तो व्यक्ति उच्च स्तर का व्यापारी-उद्योगपति होता है।",
      "3": "व्यक्ति बीमार शरीर के कारण तंग रहता है। ऐसा व्यक्ति किसी भी काम में असफल रहता है। उसकी शिक्षा भी उच्च-स्तर की नहीं होती है। वह फैक्टरी या उद्योग-धन्धों से आजीविका प्राप्त करता है।",
      "4": "व्यक्ति को उच्च स्तर का धनी और प्रभावशाली व्यक्ति बनाता है। यह व्यक्ति अच्छे परिवार और पत्नी एवं संतान से युक्त होता है। अगर 30 वर्ष से पूर्व विवाह हो तो विवाह-विच्छेद हो सकता है।"
    },
    "Swati": {
      "1": "व्यक्ति की आयु बहुत लम्बी होती है। ऐसा व्यक्ति नृत्य और संगीत का विशेषज्ञ होता है। वह बहुत-से शास्त्रों का जानकार तथा ज्ञानी होता है।",
      "2": "व्यक्ति जन-सम्पर्क में असफल होता है। वह महिलाओं के प्रति अत्यधिक आकर्षण अनुभव करता है। जीवन में छोटे से ओहदे से उसका व्यवसाय शुरू होता है। धन-सम्पत्ति से वह वंचित रहता है।",
      "3": "वह हमेशा ही निम्न-स्तर के व्यक्ति से मित्रता करता है। उसकी अधिकांश कन्याएं होती हैं। पुत्र कम होते हैं या होकर नष्ट हो जाते हैं। ऐसा व्यक्ति टी.बी. अथवा उदर रोग से पीड़ित रहता है।",
      "4": "व्यक्ति को उच्च-स्तर का अधिकार और पद तो मिल जाता है, परन्तु धन का अभाव सदैव रहता है। घरेलू जीवन में उसे कम या अधिक सुख-आराम मिल ही जाते हैं।"
    },
    "Vishakha": {
      "1": "व्यक्ति में आत्मविश्वास की कमी होती है और वह मानसिक दबाव में कार्य करने वाला होता है। उसे पेट की अनेक बीमारियां रहती हैं। वह किसी फैक्टरी या उद्योगशाला में श्रमिक या मैकेनिक जैसा कार्य करता है। 35 से 40 वर्ष के बीच उसकी हालत में कुछ सुधार होता है।",
      "2": "व्यक्ति उल्टे-दिमाग का, चरित्रहीन तथा अपने बाप-दादा की जायदाद को नष्ट करने वाला होता है।",
      "3": "व्यक्ति क्रोधी और ईर्ष्या-द्वेष से भरा हुआ, परन्तु दूसरों को उपदेश देने वाला एवं अपने माता-पिता के लिए भगोड़ा या बहिष्कृत सिद्ध होता है ।",
      "4": "व्यक्ति असंतुलित व्यवहार वाला, घटिया दर्जे के लोगों की संगति करने वाला, हट्ठी और दूसरों का धन मांगकर नहीं लौटाने वाला होता है।"
    },
    "Anuradha": {
      "1": "व्यक्ति विद्वान तथा उच्च पद प्राप्त करने वाला, धार्मिक प्रवृत्ति का, उपदेश देने वाला, धनी होता है।",
      "2": "व्यक्ति जमीन-जायदाद के विवाद में उलझा रहने वाला, मुकदमें में हारने वाला, बदनाम आचरण का तथा अपने शत्रुओं के हाथों पीड़ित रहता है ।",
      "3": "व्यक्ति तंत्र-मंत्र का जानकार, इंजीनियर आदि होता है वह अस्थाई तौर पर नौकरी करता है। 30 वर्ष के बाद उसकी आर्थिक स्थिति संतोषजनक हो जाती है",
      "4": "व्यक्ति अस्थिर आवास वाला, पैतृक-जायदाद को बेचने वाला, महिलाओं से पीड़ित तथा दूसरे देश में बस जाने की इच्छा वाला होता है। "
    },
    "Jyeshtha": {
      "1": " व्यक्ति को सरकार द्वारा उच्च पद प्राप्त होता है। मंगल की दृष्टि उस पर हो तो वह तरक्की के शिखर पर पहुंचता है तथा किसी ट्रेनिंग आदि के लिए चुने जाने पर विदेशों का भ्रमण करता है।",
      "2": "व्यक्ति को सरकार द्वारा उच्च पद प्राप्त होता है। मंगल की दृष्टि उस पर हो तो वह तरक्की के शिखर पर पहुंचता है तथा किसी ट्रेनिंग आदि के लिए चुने जाने पर विदेशों का भ्रमण करता है।",
      "3": "व्यक्ति को अच्छे और सहयोगी, मित्रों का साथ प्राप्त होता है। अनेक प्रकार के खेलकूद या मनोरंजक क्षेत्रों की जिम्मेदारी लेता है तथा पर्याप्त धन का स्वामी होता है।",
      "4": "व्यक्ति ज्यादातर व्यापार व्यवसाय आदि के क्षेत्र में सफल रहता है। सुख-चैन तथा ऐश्वर्य का जीवन व्यतीत करता है तथा धार्मिक संस्थानों से भी वह पूरी तरह से जुड़ा रहता है"
    },
    "Mula": {
      "1": "व्यक्ति के पास अनेक आवास, मकान, होते हैं। किसी की वसीयत के सौभाग्य से वह ऐश्वर्यवान हो जाता है। अपने निजी व्यवसाय से उसे भारी घाटा उठाना पड़ता है, परन्तु 35 वर्ष की आयु के बाद वह अपने खोए धन को पुनः प्राप्त कर लेता है।",
      "2": "व्यक्ति धन और ऐश्वर्य से परिपूर्ण, राज्यमंत्री अथवा समकक्ष पद पर सुशोभित होता है।",
      "3": "व्यक्ति धन-ऐश्वर्य से युक्त होते हुए भी भयंकर रोगों का शिकार होता है। भारी शल्योपचार के बाद उसका जीवन बच जाता है। ",
      "4": "व्यक्ति अत्यधिक भाग्यवान, छोटे से पद से उठकर बड़ा बनने वाला, पारिवारिक संकट से युक्त, उलझनों और दुर्भाग्यपूर्ण घटनाओं का शिकार होता है।"
    },
    "PurvaAshadha": {
      "1": "लग्न भी इसी नक्षत्र में पड़े तो व्यक्ति खांसी-जुकाम से पीड़ित, लम्बे चौड़े परिवार वाला और बहुत-सा धन इकट्ठा करने में समर्थ होता है।",
      "2": "बृहस्पति भी इसी चरण में हो, बुध मूल या पूर्व आषाढ़ा में हो तो व्यक्ति बुद्धिमान, दूसरों का सम्मान करने वाला, पांच भाई व तीन बहनों वाला होता है। यदि केवल बृहस्पति देखे तो व्यक्ति लौह, इस्पात आदि कारखाने से आजीविका प्राप्त करता है।",
      "3": "शुक्र शतभिषा में हो तो व्यक्ति को पत्नी द्वारा धन लाभ होता है और स्वयं डॉक्टर होता है। 55 वर्ष की आयु के बाद विदेश भ्रमण करता है। ",
      "4": "वह राजनीतिज्ञों के साथ जुड़े होने के कारण शक्ति प्राप्त करता है, किन्तु धन नहीं। चूंकि वह एक अनपढ़, ताकत पाने की इच्छा करने वाला होता है। इसलिए वह दिखावे के लिए अपने श्रम से कमाए धन को भी गंवा बैठता है और बदले में कुछ नहीं प्राप्त कर पाता ।"
    },
    "UttaraAshadha": {
      "1": "व्यक्ति कभी आसमान तो कभी जमीन में लुढ़कता रहता है। उसकी आजीविका अस्थिर होती है।",
      "2": "व्यक्ति अपने पिता का शत्रु होता है। उसका पिता सरकारी कर्मचारी या कोई सम्मानित व्यक्ति होता है। अच्छी शिक्षा-दीक्षा के बावजूद उसे अपने पिता से कोई लाभ नहीं मिलता। वह गुप्त रोगों से पीड़ित रहता है।",
      "3": "व्यक्ति वकील अथवा राजनीति का जानकार 50-55 साल की आयु के बाद उच्च पदाधिकारी या राज्यशासन में मंत्री आदि के पद पर होता है।",
      "4": "व्यक्ति वकील अथवा राजनीति का जानकार 50-55 साल की आयु के बाद उच्च पदाधिकारी या राज्यशासन में मंत्री आदि के पद पर होता है।"
    },
    "Shravana": {
      "1": "लग्न भी उसी चरण में पड़ें तो व्यक्ति के पास अपार धन-दौलत, सुख-ऐश्वर्य होता है।",
      "2": "अपनी पुत्रियों से विशेष रूप से दिमागी परेशानी रहती है। यदि पाप ग्रहों की दृष्टि हो तो व्यक्ति का जीवन दुःख से परिपूर्ण रहता है।",
      "3": "व्यक्ति की बीवी उसके लिए मुसीबत का कारण बनती है। उसकी पत्नी के बीच में टांग अड़ाने से व्यक्ति की सफलता में रूकावट आ जाती है।",
      "4": "व्यक्ति ब्रोंकाइटिस, निमोनिया और टी. बी. जैसी बीमारियों से पीड़ित रहता है। उसके पत्नी व बच्चे उसके लिए खतरा पैदा कर सकते हैं।"
    },
    "Dhanishta": {
      "1": "प्रथम चरण में केतु हो तो व्यक्ति धार्मिक विचारों वाला, भाइयों का हितैषी, जमीन-जायदाद के झगड़ों से दुःखी और सम्पत्ति लाभ करने वाला होता है। ",
      "2": "दूसरे चरण का केतु शल्य-चिकित्सा से लाभ देने वाला, दुर्घटनाओं से पीड़ित, अंग हानि का शिकार होता है",
      "3": "तीसरे चरण का केतु अपने ही घर में चोरी करवाता है। महिला जातकों को संतान कष्ट रहता है या अभाव रहता है।",
      "4": "चौथे चरण में केतु हो तो व्यक्ति साधारण स्तर की राजकीय सेवा करने वाला, अपनी संतान के जरिए सुख भोगने वाला होता है।"
    },
    "Shatabhisha": {
      "1": "जीवन में अनेक प्रकार की दुःखद घटनाएं घटती रहती हैं। अगर शुभ ग्रहों का योग हो तो इसके बावजूद भी जातक विद्वान तथा उच्च शिक्षा व उच्च पद प्राप्त कर सकता है। इंजीनियर, डॉक्टर आदि बन सकता है।",
      "2": "व्यक्ति उच्च शिक्षा पाने वाला, अचानक ही भाग्योदय देखने वाला, परन्तु शीत, कफ या उदर विकार से भी युक्त होता है।",
      "3": "व्यक्ति धनी और संभ्रात परिवार का सदस्य होता है। जीवन में एक बार उसके घर में भयंकर डकैती होती है। अथवा सरकार द्वारा उसे आर्थिक दण्ड भोगना पड़ता है",
      "4": "व्यक्ति अपने दुष्कर्मों के कारण भारी नुकसान उठाता है। ऐसा व्यक्ति हीन आचरण वाला, अवांछित कार्यों से धन कमाने वाला तथा देशद्रोही होता है। अपने बुरे कार्यो के कारण वह व्यक्ति गांव या शहर छोड़कर चला जाता है और किसी अज्ञात स्थान में शेष जीवन व्यतीत करता है।"
    },
    "PurvaBhadrapada": {
      "1": "व्यक्ति गांव, नगर या मोहल्ले का मुखिया होता है। वह दो बार विवाह करता है। उसके भाई-बहन उच्च कोटि के व्यवसायी या प्रभावशाली व्यक्तित्व के होते हैं।",
      "2": "व्यक्ति अपने बुद्धिबल से अथवा विशेष कार्यशैली से पर्याप्त धन कमाता है। वह अपनी बीमार पत्नी के इलाज के कारण दुःखी रहता है।",
      "3": "जातक को क्षय, तपेदिक या मानसिक रोग होते हैं। भूत-प्रेतों की बाधा के कारण उसे स्वास्थ्य पीड़ा भोगनी पड़ती है। घर के सभी सदस्य उसे शंका की दृष्टि से देखते हैं।",
      "4": "व्यक्ति सट्टे और जुए में अपना धन गंवा देता है और उसी प्रकार अवांछित कार्यों से अर्जित भी करता है। गुप्त धन का लाभ भी उसे समय-समय पर होता है। तिजारत करने से भी उसे धन लाभ होता है। वृद्धावस्था में हृदय रोग आदि हो सकते हैं ।"
    },
    "UttaraBhadrapada": {
      "1": "व्यक्ति बार-बार अपना घर बदलता है। वह बचपन से. ही अपने परिवार से अलग हो जाता है और 24 वर्ष की अवस्था तक घोर कष्ट उठाकर लाभदायक आजीविका प्राप्त कर लेता है।",
      "2": "व्यक्ति बहुत-से कार्यों में नुकसान उठाता है। जिस कार्य में वह धन लगाता है, वह ठप्प हो जाता है। व्यापार उसके अनुकूल सिद्ध नहीं होता है। अधिक ऋण होने के कारण उसकी सम्पत्ति जब्त हो जाती है।",
      "3": "व्यक्ति कृषि-बागवानी या साग-सब्जी के व्यापार से धन लाभ करता है। युवावस्था में वह अपने प्रियजनों से बिछुड़ जाता है। उसके बदले में उसे धन की क्षतिपूर्ति मिलती है। उसका अधिकांश धन मुकदमेंबाजी या कोर्ट-कचहरी में खत्म हो जाता है।",
      "4": "व्यक्ति घर-परिवार को छोड़कर बहुत दूर जा बसता है। माता-पिता के साथ उसका द्वेष बढ़ता है। उसकी शिक्षा भी रुक-रुक कर होती है, लेकिन बाद की अवस्था में वह उच्च पदाधिकारी बनता है और यथेष्ट धन जोड़कर सुखी रहता है।"
    },
    "Revati": {
      "1": "व्यक्ति चिकित्सक, डॉक्टर या वैद्य होता है। उसके है। व्यवसाय से उसके घर-परिवार को सम्मान मिलता है। उसका गृहस्थ जीवन अशांत रहता है।",
      "2": "धन-सम्पत्ति के बावजूद मानसिक शांति नहीं होती है। ऐसा व्यक्ति अपने परिवार से दूर रहकर धन कमाता है। उसका दाम्पत्य जीवन तनावपूर्ण रहता है, परन्तु 35 वर्ष की आयु के बाद जीवन सुखद होता है।",
      "3": "व्यक्ति तीर्थ-स्थानों की यात्रा से, धार्मिक कार्यों से अथवा जड़ी-बूटी के उपचार से धन लाभ करता है।",
      "4": "व्यक्ति बिचोलिया बनकर लाभ उठाता है। वह किसी के हैं । अधीनस्थ रहकर काम नहीं कर सकता। स्वेच्छाचारी होने के कारण उसे सभी त्याग देते है।"
    }
  }
}]