[
  {
    "grah": "Sun",
    "houses": [
      {
        "houseNumber": 1,
        "remedies": "1.ताँबे की मुद्रिका में साढ़े पाँच रत्ती वज़न का नीलम रत्न रविवार के दिन अनामिका अंगुली में धारण करें।\n2.गुड़ खाकर कार्य का आरंभ करें।\n3.बहाते पानी में गुड़ बहाएँ।\n4.सार्वजनिक स्थानों पर पानी पीने के लिए प्याऊ या टंकी लगवाएँ।\n5.धार्मिक स्थल या सार्वजनिक स्थानों पर रविवार को अन्न, नारियल, तेल (सरसों का), बादाम, उड़द, चने की दाल आदि का दान करें।\n6.भगवान विष्णु का पूजन करें या श्रीसत्यनारायण भगवान की कथा कराएँ।\n7.शराब, मांस, मछली आदि का सेवन न करें और सद्चरित्र का पालन करें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1f94"
        }
      },
      {
        "houseNumber": 2,
        "remedies": "1.रोज़ाना सूर्य को जल अर्पित करें।\n2.धार्मिक स्थल या सार्वजनिक स्थानों पर रविवार को अन्न, नारियल, तेल (सरसों का), बादाम, उड़द, चने की दाल आदि का दान करें।\n3.किसी से मुफ्त की वस्तुएँ न लें।\n4.प्रसाद, लंगर, भंडारे का सेवन न करें।\n5.स्त्रियों से कभी झगड़ा न करें।\n6.मुफ़्त का दूध न पिएं।\n7.कच्चा दूध दान करें।\n8.किसी की जमानतदार(surety) न बनें।\n9.ज़मीन-जायदाद संबंधी झगड़ों से बचें।\n10.यदि शारीरिक कष्ट या बीमारी रहती हो तो ताँबे का सिक्का(coin) बहते पानी में प्रवाहित करें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1f95"
        }
      },
      {
        "houseNumber": 3,
        "remedies": "1.सद्चरित्र का पालन करें।\n2.भगवान सूर्य को शुद्ध जल में गुड़ डालकर \"ॐ घृणि सूर्याय नमः\" मंत्र का जाप करते हुए जल अर्पित करें।\n3.रविवार का व्रत करें।\n4.भाई-भतीजों की आवश्यकता पड़ने पर सहायता करें।\n5.लक्ष्मी नारायण मंदिर में दूध, चावल, चीनी और बर्फी का दान दें।\n6.जन्मदिन पर गंगा या किसी अन्य तीर्थ में स्नान करें और लक्ष्मी नारायण की पूजा करें।\n7.चोरी के माल से दूर रहें।\n8.लाल मुख वाले बंदर की मूर्ति घर में रखें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1f96"
        }
      },
      {
        "houseNumber": 4,
        "remedies": "1.अंधे व्यक्ति को भिक्षा दें।\n2.कुत्ते और गाय की सेवा करें।\n3.बहन और बुआ की सेवा करें।\n4.अंध विद्यालय या कुष्ठ आश्रम में अन्न, फल, धन, वस्त्र आदि का दान करें।\n5.सोने का छल्ला बाएँ हाथ में धारण करें।\n6.शराब,मांस,मछली आदि का सेवन न करें और सद्चरित्र का पालन करें।",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1f97"
        }
      },
      {
        "houseNumber": 5,
        "remedies": "1.भगवान सूर्य को शुद्ध जल में गुड़ डालकर \"ॐ घृणि सूर्याय नमः\" मंत्र का जाप करते हुए जल अर्पित करें।\n2.बंदरों को गुड़, चने आदि खिलाना शुभ होगा।\n3.अपने बड़ों द्वारा अपनाए गए रीति-रिवाज़ों का पालन करें,अत्यधिक आधुनिक न बनें।\n4.गुरुवार को चने की दाल, हल्दी, पीले फूल, पीले वस्त्र और कुछ पैसे मंदिर में दान करें।\n5.मकान में रसोई पूर्व दिशा की ओर बनाएं।\n6.कुलगुरु और साधु-संतों का आशीर्वाद लेते रहें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1f98"
        }
      },
      {
        "houseNumber": 6,
        "remedies": "1.रविवार को धर्म स्थान पर यथाशक्ति अन्न, वस्त्र, फलादि का दान करना।\n2.बन्दरों को गुड़-चने आदि खिलाना शुभ होगा।\n3.चांदी की डिब्बी में गंगाजल भर कर घर में पवित्र स्थान पर रखना शुभ रहेगा\n4.श्री लक्ष्मी-नारायण मन्दिर में पूर्णमाशी को चावल, दूध, चीनी, चांदी, मोती, सफेद मोती एवं नारियल आदि चढ़ाना तथा खीर का प्रशाद कन्याओं में बांटना शुभ रहेगा।\n5.पिता की आयु वृद्धि एवं पैतृक सुखों में वृद्धि के लिए रात को पानी सिरहाने रखकर सोना और प्रातः पानी बट वृक्ष की जड़ में डालना शुभ होगा। \n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1f99"
        }
      },
      {
        "houseNumber": 7,
        "remedies": "1. काले वर्ण की गाय की सेवा करना।\n2.लड़के विवाह 22 वर्ष के पश्चात् 23, 25, 27 आदि विषम वर्षों में करें तथा कन्या विवाह 24, 26, 28 आदि सम वर्षों में करना शुभ होगा।\n3. पूर्णमाशी का व्रत करना शुभ।\n4.ससुराल से 50 ग्राम चाँदी लेकर संभालकर रखें।\n8.दूध और दही का दान न करें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1f9a"
        }
      },
      {
        "houseNumber": 8,
        "remedies": "1.काले एवं लाल वर्ण की गौओं की सेवा करना।\n2.रविवार को 800 ग्राम कनक व 800 ग्राम गुड़ मन्दिर में चढ़ाना शुभ होगा। ऐसा शुक्लपक्ष के रविवार से शुरू करके आठ रविवार करना।\n3.अपने पिता एवं बड़े भाई की आज्ञा का पालन करना।\n4.अपना मकान दक्षिण मुखी द्वार वाला न बनाएं।\n5.स्वास्थ्य रक्षा के लिए लाल वस्त्र में बाजरा, शिलाजीत, तांबा, गेहूँ-गुड़, नारियल, सूखा नारियल बांध कर रविवार को चलते पानी में बहाना शुभ होगा।\n6.ताँबे के चार नागों को एक साथ गंगा में प्रवाहित करें।\n7.रात को दूध न पिएं।\n8.दक्षिण दिशा में भवन न बनवाएँ और न ही ऐसे घर में रहें।\n9.सफेद गाय न पालें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1f9b"
        }
      },
      {
        "houseNumber": 9,
        "remedies": "1. मन्दिर में अथवा किसी भी धर्मस्थान में चावल, चांदी एवं दूध आदि श्वेत वस्तुओं का दान देना शुभ होगा, परन्तु इन्हीं वस्तुओं (दूध-चावल, चांदी) का स्वयं दान लेना अशुभ होगा।\n2.चितकबरे रंग की गाय को मीठी चपातियां खिलाना शुभ होगा।\n3.घर में रखे पीतल एवं चांदी के बर्तनों में चावल भर कर रखना अर्थात् उन्हीं खाली न रखें।\n4.यदि सूर्य-राहु का योग हो तो जाँ दूध में धोकर चलते पानी में बहाना स्वास्थ्य की दृष्टि से शुभ रहेगा।\n5.तीर्थ स्थान की यात्रा अथवा गंगास्नान करना भी शुभ रहेगा।\n6.स्टील के बर्तनों का उपयोग न करें।\n7.रविवार को गेहूं का दान करें।\n8.जो भी संकल्प लें, उसे पूर्ण करें।\n9.पीले रंग के पाँच फूल लगातार 100 दिन तक शिव मंदिर में चढ़ाएँ।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1f9c"
        }
      },
      {
        "houseNumber": 10,
        "remedies": "1.गाय-भैंसादि की सेवा करना शुभ रहेगा।\n2.श्वेत या शर्बती रंग की पगड़ी या टोपी पहनना और स्त्रियों को भी सिर ढक कर रखना शुभ रहेगा।\n3. धर्म स्थान पर हैण्ड पम्प या पियाऊ लगाना शुभ होगा।\n4.काले-नीले रंग वस्त्रों को धारण न करें।\n5.तामसिक भोजन (मांस, मछली, शराब, तम्बाकू आदि) से परहेज़ करना।\n6.काले कपड़े न पहनें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1f9d"
        }
      },
      {
        "houseNumber": 11,
        "remedies": "1. शनिवार की रात्रि को (5) मूलियां सिरहाने रखकर रविवार की प्रातः धर्म स्थान में देना।\n2.ताम्र बर्तन में कनक भरकर धर्म स्थान में दान करना।\n3.अपना चाल-चलन (चरित्र) शुद्ध रखना सन्तान सुख में वृद्धिकारक होगा। परन्तु शराब, मीट, अण्डा आदि तामसिक भोजन के सेवन एवं झूठ, कपट आदि के प्रयोग से सन्तान सुख पर बुरा असर होगा।\n4.रविवार का व्रत करना और कुष्ठ आश्रम में मीठा भोजन कम से कम 11 व्यक्तियों को करवाना शुभ रहेगा।\n5.काले कपड़े, काले उड़द, काले तिल और सरसों का तेल शनिवार को दान करें।\n6.भगवान सूर्य को अर्घ्य दें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1f9e"
        }
      },
      {
        "houseNumber": 12,
        "remedies": "1.रविवार के दिन बन्दरों को गुड़, चने एवं भुनी हुई कनक खिलाना शुभ रहेगा।\n2.रविवार को ही अन्ध विद्यालय में मिष्ठान्न सहित भोजन करवाना।\n3.भूरे रंग की गाय को मीठी चपातियां और भूरी चीटियों को (चावल-सफेद तिल, खांड) त्रिचौली खिलाना शुभ रहेगा।\n4. विवाह के पश्चात् किसी से भी बिजली का सामान मुफ्त में नहीं लेना चाहिए अर्थात् खरीद करके ही प्रयोग करना शुभ रहेगा।\n5. प्रत्येक रविवार और संक्रान्ति को सूर्याष्टक स्तोत्र, नेत्रोपनिषद्, गायत्री मंत्र का पाठ करना शुभ रहेगा। 6. स्वयं सदाचरण का पालन करना शुभ रहेगा।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1f9f"
        }
      }
    ]
  },
  {
    "grah": "Moon",
    "houses": [
      {
        "houseNumber": 1,
        "remedies": "1.भगवान शिव का पूजन एवं मन्त्र जप करना, \n2.माता-पिता की सेवा करना और उनका आशीर्वाद लेना। \n3.रोज़ाना रात को दूध-पानी थोड़ी चीनी सिरहाने रखकर सोमवार की प्रातः वट,पीपल या कीकर के वृक्ष की जड़ में डालना शुभ होगा।\n4. सोमवार को सफेद वस्त्र में मिश्री बांधकर चलते पानी में बहावें\n5.चारपाई या पलंग के चारों पावों में तांबे की कील गाड़ कर सोना शुभ होगा।\n6.चांदी की अंगूठी में मोती धारणा करना।\n7. शीशे (कांच) के गिलास में पानी, दूध, चाय आदि के सेवन से परहेज रखना शुभ होगा।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fa3"
        }
      },
      {
        "houseNumber": 2,
        "remedies": "1.माता से कुछ चावल एवं चांदी लेकर सफेद वस्त्र में बांध कर रखने अथवा कुछ पुराने चावल, चांदी की डिब्बी में संभाल रखना शुभ होगा।\n2.अपनी माता की सेवा करके उनका आशीर्वाद ग्रहण से चन्द्र शुभ फल देने लगता है।\n3.दूध व चावल धर्म स्थान पर दान करना \n4.हरे रंग का कपड़ा कुँवारी कन्या को दान दें।\n5.घर में खराब बिजली का सामान, टूटी केतली या टूटे कप हों तो उन्हें फेंक दें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fa4"
        }
      },
      {
        "houseNumber": 3,
        "remedies": "1.कन्या के जन्म दिन पर दूध, चावल, चीनी, चांदी आदि चन्द्र की वस्तुएं तथा पुत्र के जन्म पर सूर्य की (गेहूं, गुड़, तांबा, लाल वस्त्र आदि) वस्तुएं धर्म स्थान पर दान करना शुभ होगा।\n2. सामान्य स्थिति में सूर्य की वस्तुएँ दान देना अच्छा है।\n3.श्री दुर्गा पूजा, दुर्गा चालीसा एवं सप्तशती का पाठ करना शुभ होगा।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fa5"
        }
      },
      {
        "houseNumber": 4,
        "remedies": "1.सोमवार दूध का दान करना शुभ होगा, परन्तु दूध या वस्त्रादि श्वेत वस्तुओं का व्यापार करना हानिकारक होगा।\n2.मानसिक शान्ति के लिए श्री शिवपूजन करना शुभ रहेगा।\n3.चतुर्थ में चन्द्र वाले जातक दादा-पौत्र अथवा नाना- दोहता एक साथ धर्म स्थान पर जाकर दान आदि शुभ कार्य करें तो विशेष फल प्रदायक होगा।\n4.अपने मुख से किसी को बुरा-भला या गाली न दें।\n5.सोमवार का व्रत करें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fa6"
        }
      },
      {
        "houseNumber": 5,
        "remedies": "1.सोमवार को श्वेत कपड़े में चावल व मिश्री बांधकर बहते पानी में बहाना शुभ होगा।\n2.आम्रफल का रस शिवलिङ्ग पर चढ़ाना शुभ होगा।\n3.सच्चाई और ईमानदारी का मार्ग अपनाने से सुख व ऐश्वर्य में वृद्धि होगी।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fa7"
        }
      },
      {
        "houseNumber": 6,
        "remedies": "1.रात को दूध के सेवन से परहेज करें\n2. सूर्य, मंगल एवं बृहस्पति की वस्तुएं (जैसे गेहूं, गुड़, केशर, शहद, हल्दी आदि) का दान देना अच्छा फल देगा।\n3.किसी चैरिटेबल अस्पताल या श्मशान में प्याऊ लगाना शुभ फल देगा।\n4.श्री शिवपंचाक्षर स्तोत्र का पाठ करना भी शुभ रहेगा।\n\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fa8"
        }
      },
      {
        "houseNumber": 7,
        "remedies": "1.माता के साथ सद् व्यवहार रखे।\n2.यदि लड़की की कुण्डली में 7वें चन्द्र हो तो उसके दहेज में चावल एवं चांदी के बर्तन देना उसके दाम्पत्य जीवन में सुख समृद्धि कारक होगा।\n3.श्री मंङ्गला गौरी का पूजन करना शुभ रहेगा।(दांपत्य जीवन में शांति के लिए।)\n4.दूध न बेचें।\n8.प्यार-मोहब्बत से दूर रहें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fa9"
        }
      },
      {
        "houseNumber": 8,
        "remedies": "1.माता से चावल/चांदी लेकर चांदी की डिब्बी में संभाल कर रखना।\n2.शमशान भूमि के नल का पानी गड़वी में लाकर उसमें चांदी का चौरस टुकड़ा रखकर घर की पूर्व दिशा में स्थापित करें।\n3.दूध का व्यापार न करें।\n4.हर सोमवार को शिव मन्दिर में शिव पूजा तथा दूध/चावल आदि श्वेत वस्तओं का दान करना शुभ होगा।\n5.अगर बच्चे की कुंडली में हो और बच्चा चंचल या बीमार रहता हो, तो 12 वर्ष की आयु तक उसके गले में चाँदी का चंद्रमा धारण कराएँ।\n6.अगर हो सके तो श्मशान में नलका लगवाएँ।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1faa"
        }
      },
      {
        "houseNumber": 9,
        "remedies": "1.अपना चरित्र ,चाल-चलन ठीक रखें\n2.गृह में पवित्र स्थान पर सोना, केशर आदि रखें\n3.तृतीय भाव खाली हो, तो सोने की अंगूठी में पुखराज धारण करें\n4.मछलियों/परिन्दों को चावल, बाजरा, आदि डालें।\n5.चंद्र ग्रहण के समय सूखा नारियल बहते जल में प्रवाहित करें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fab"
        }
      },
      {
        "houseNumber": 10,
        "remedies": "1.रात को दूध के सेवन से परहेज करें\n2.संगत ठीक रखें।\n3.तामसिक भोजन मांस, शराब, अंडा आदि से परहेज़ रखे।\n4.ब्राह्मण और गाय की सेवा करते रहें।\n5.राजनीति से दूर रहें।\n6.घर में दूध देने वाला पशु न रखें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fac"
        }
      },
      {
        "houseNumber": 11,
        "remedies": "1.धर्म स्थान (विशेषकर भैरों मन्दिर) में दूध/चीनी का दान 16 सोमवार तक करना शुभ होगा।\n2.सोमवार के दिन दूध ग़रीबों में बाँटें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fad"
        }
      },
      {
        "houseNumber": 12,
        "remedies": "1.वर्षा का जल घर में शुद्ध पात्र में भरकर रखे।\n2.कोई भी कार्य पानी का घूंट पीकर शुरू करे।\n3.रविवार की रात को सिरहाने दूध/जल रखकर सोमवार की प्रातः को कीकर वृक्ष की जड़ में डाले।\n4.हर सोमवार को धर्म स्थान में श्वेत वस्तुओं का दान तथा शिव पूजन करना शुभ होगा।\n5.सोमवार के दिन शिवलिंग पर दूध चढ़ाएँ।\n6.वर्षा का पानी बोतल में भरकर सुरक्षित रखे।\n7.अगर बच्चे की कुंडली में हो और बच्चा चंचल या बीमार रहता हो, तो 12 वर्ष की आयु तक उसके गले में चाँदी का चंद्रमा धारण कराएँ।\n\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fae"
        }
      }
    ]
  },
  {
 
    "grah": "Mars",
    "houses": [
      {
        "houseNumber": 1,
        "remedies": "1.मंगलवार का व्रत करें।\n2.रोज़ नहा कर सुबह-सुबह हनुमान चालीसा का पाठ करें।\n3.लाल रुमाल अपने पास रखें।\n4.सूखे नारियल को सिंदूर लगाकर, लाल कपड़े में लपेटकर और कपड़े को कलावे से बाँधकर बहते जल \"ॐ क्रां क्रीं क्रौं सः भौमाय नमः\" मंत्र को पढ़कर। प्रवाहित करें।\n5.मंगलवार को गेहूं, चने की दाल, बेसन के लड्डू, हल्दी और केले मंदिर में दान करें।\n6.चाँदी की चेन या कड़ा शुक्ल पक्ष में पहनें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fb2"
        }
      },
      {
        "houseNumber": 2,
        "remedies": "1.रेवड़ियां या पताशे आठ मंगलवार तक पानी में वहावे\n2.मंगलवार को व्रत धारण करके मंगलवार की कथा पढ़ें और एक समय भोजन करे\n3.चाँदी का चौरस टुकड़ा अपने पास या चांदी की चेनी में धारण करें\n4.दोपहर में छोटे बच्चों में गुड़ की रेवड़ियां,फल, लड्डुओं आदि का वितरण करें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fb3"
        }
      },
      {
        "houseNumber": 3,
        "remedies": "1.चाँदी का कड़ा बिना जोड़ वाला पहनें\n2.खून के रिश्तों (जैसे भाई-बहन, माता- पिता, चाचा आदि) के साथ सद्व्यवहार रखे।\n3. क्रोध व अहंकार को त्यागकर मधुर भाषी बने \n4.श्री हनुमान मन्दिर में हर मंगलवार को सिंधूर एवं प्रसाद चढ़ावें तथा चालीसा पाठ करें\n5.मित्रों से सावधान रहें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fb4"
        }
      },
      {
        "houseNumber": 4,
        "remedies": "1.तीन धातु (सोना, चांदी एवं तांबे से निर्मित) की अंगूठी अनामिका अंगुली में मंगलवार को पहनें\n2.आठ मंगलवार तक मीठी रोटियां, तंदूर में लगवाकर गौओं को खिलायें। \n3.श्री हनुमान कवच का पाठ करना शुभ होगा।\n4.दक्षिण दिशा के मकान में न रहें।\n5.अगर घर पर पेड़ की छांव पड़ती हो, तो ऐसे घर में न रहें।\n6.400 ग्राम रेवड़ी बहते जल में प्रवाहित करें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fb5"
        }
      },
      {
        "houseNumber": 5,
        "remedies": "1.रात को सोते समय सिरहाने ताम्र बर्तन में पानी रखकर सोएं, प्रातः सूर्योदय के बाद उस पानी को पौधों में डाल देवें\n2.मंगलवार का व्रत रखकर श्री हनुमान चालीसा या कथा का पाठ करें\n3.दूध व चीनी का दान करें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fb6"
        }
      },
      {
        "houseNumber": 6,
        "remedies": "1.श्री गणेश चौथ के व्रत तथा गणेश पूजन करना शुभ होगा\n2.चावल, चीनी एवं चांदी का दान करना शुभ होगा\n3.छोटी कन्याओं में श्वेत वस्तुएं (जैसे दूध, खीर, बरफी, रसगुल्ले आदि) हर मंगलवार को बांटना शुभ होगा\n4.कुँवारी कन्या को भोजन कराएँ।\n5.चार सूखे नारियल मंगलवार को बहते जल में प्रवाहित करें।\n6.मंगलवार के दिन श्री हनुमान जी को सिंधूर चढ़ावें तथा वहां बर्फी, गुड़, चावल, दूध, चीनी एवं दक्षिणा श्रद्धापूर्वक चढ़ावें\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fb7"
        }
      },
      {
        "houseNumber": 7,
        "remedies": "1.अपनी बहन या बुआ को लाल वस्त्र (कम्बल), मिष्ठान्नादि भेंट स्वरूप देवे।\n2.चांदी की ठोस गोली अपनी पाकिट में रखना अच्छ होगा\n3.मंगलवार को मसर की दाल लाल कपड़े में लपेट कर मंगल का बीज मंत्र पढ़ते हुए जल में प्रवाह करें\n4.जातक अपना चरित्र (चाल-चलन) ठीक रखें\n5.प्रत्येक मंगलवार को श्री सुन्दर कांड का पाठ करना शुभ रहेगा।\n6.दूध से मीठा हलवा बनवाकर मंगलवार के दिन बच्चों में बाँटें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fb8"
        }
      },
      {
        "houseNumber": 8,
        "remedies": "1.दादी या माता से चांदी लेकर मंगलवार की पूर्णमाशी को गले में पहने\n2.तीन धातु (सोना, तांबा व चांदी) की अंगूठी बनवाकर शुक्लपक्ष के मंगलवार को पहनें\n3.मंगलवार को तंदूरी मीठी रोटियां कुत्तों को डालें\n4.800 ग्राम रेवड़ियां/पताशे या दाल मसर चलते पानी में बहावें\n5.मंगलवार का व्रत, श्री हनुमद् कवच का पाठ तथा मन्दिर में प्रसाद व दीपदान करें\n6. रात को तांबे के बर्तन में पानी रखकर हर मंगलवार को बड़ वृक्ष की जड़ों में डालें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fb9"
        }
      },
      {
        "houseNumber": 9,
        "remedies": "1.मंगल के दिन श्री हनुमान जी को सिंधूर चढ़ावें तथा वहां बर्फी, गुड़, चावल, दूध, चीनी एवं दक्षिणा श्रद्धापूर्वक चढ़ावें\n2.लाल रंग के रूमाल सदा अपने पास रखें\n3.सोने की अंगूठी में मूंगा जड़वा कर धारण करें।\n4.मंगलवार को हनुमान चालीसा का पाठ करें और इसका दान करें।\n5.\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fba"
        }
      },
      {
        "houseNumber": 10,
        "remedies": "1.मंगलवार का व्रत रखकर श्री हनुमान चालीसा का पाठ संकटमोचन सहित करे तथा श्री हनुमान जी को जलेबियों, पीली बर्फी एवं फलों का भोग लगाकर स्वयं भी एक समय मीठा भोजन करें\n2.अन्ध विद्यालय में 27 मंगलवार तक मीठे पीले चावलों सहित निराश्रित जनों को भोजन खिलाएं\n3.सोने की जंजीर गले में धारण करें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fbb"
        }
      },
      {
        "houseNumber": 11,
        "remedies": "1.हर मंगलवार श्री हनुमान जी की मूर्ति सिंधूर चढ़ाकर दीपक प्रज्वलित करे\n2.अपने गृह में शहद की बोतल भर कर रखें\n3.यदि यहां पर मंगल मकर या वृश्चिक राशि का हो तो मूंगा धारण करना शुभ फल देगा\n4.अपनी खानदानी सम्पत्ति बेचना अशुभ फल देगा\n5.घर में काला/सफेद कुत्ता पालना शुभ फल देगा\n6.ब्राह्मण और गाय की सेवा करना शुभ होगा\n7.केसर का तिलक लगाएँ।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fbc"
        }
      },
      {
        "houseNumber": 12,
        "remedies": "1.प्रतिदिन ताम्र बर्तन में थोड़ा गुड़, लाल पुष्प एवं शुद्ध जल डालकर सूर्य देव को मन्त्रपूर्वक अर्घ्य प्रदान करे\n2.जातक चावल या चांदी अपने पास रखे\n3.मंगलवार का व्रत रखना तथा इस दिन श्री हनुमान चालीसा पाठ के बाद, मन्दिर में जाकर लड्डू व बताशे बांटने शुभ होंगे\n4.गुरु, ब्राह्मण एवं गौओं की सेवा करने से द्वादशस्थ भौम की अशुभता में कमी होगी\n5.तामसिक भोजन से परहेज रखें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fbd"
        }
      }
    ]
  },
  {
    "grah": "Mercury",
    "houses": [
      {
        "houseNumber": 1,
        "remedies": "1. हरे रंग के वस्त्र एवं परदों का प्रयोग न करें,\n2. पाँच बुधवार तक हर बुधवार को पांच छोटी कन्याओं को हरे वस्त्र/रूमाल एवं हरी बर्फी एवं हरे फलों की भेंट देवें,\n3. सदाचरण रखें अर्थात् अपने चरित्र को स्वच्छ रखें,\n4. वृथा इधर-उधर घूमने की बजाए एक स्थान पर टिककर काम करें,\n5. हर बुधवार को गौशाला में हरा चारा, गुड़ आदि डालना शुभ होगा\n6. घर में ढोल आदि वाद्य यंत्र न रखें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fc1"
        }
      },
      {
        "houseNumber": 2,
        "remedies": "1. धर्म स्थान में चन्द्र व बृहस्पति की वस्तुएं, जैसे दूध, चावल, चीनी, हल्दी, चने की दाल, केले व श्वेत/पीले वस्त्रों का दान करना शुभ होगा,\n2. छोटी 3 या 5 कन्याओं का पूजन करके हलवा, पूड़ी, भेंट आदि देना,उनके पैर छूकर आशीर्वाद प्राप्त करें।\n3. मंगलवार की रात को पानी सिरहाने रखकर बुध की प्रातः पीपल के वक्ष की जड़ में डालकर सात फेरे लेना\n4. अण्डे, शराब, मांस आदि तामसिक वस्तुओं का सेवन बिल्कुल नहीं कना शुभ होगा\n5. श्री दुर्गापूजन करना भी शुभ रहेगा\n6. हरे रंग के वस्त्र एवं परदों का प्रयोग न करें\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fc2"
        }
      },
      {
        "houseNumber": 3,
        "remedies": "1. प्रतिदिन फिटकड़ी से दांत साफ करे, तो शुभ होगा,\n3. रात्रि के समय मूंगी साबित पानी में भिगो कर प्रातः पक्षियों को डालना शुभ होगा,\n4. अपने मकान का मुख्य द्वार दक्षिणोमुखी नहीं होना चाहिए। यदि पहले से बना है, तो वास्तु शान्ति करवानी चाहिए,\n5. घड़ियां, रेडियो, टेलीविज़न आदि इलैक्ट्रानिक के संयंत्र टूटे-फूटे यानि खराब हालत में न रखें\n6. पक्षियों को दाना डालें और जल दें।\n7. पागल खाने में फल दान दें और दमा के रोगियों को मुफ्त में दवाई बाँटें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fc3"
        }
      },
      {
        "houseNumber": 4,
        "remedies": "1. धन-सम्पत्ति के लिए सोने की चेनी वीरवार को गुरु के बीज मंत्रपूर्वक धारण करनी चाहिए,\n2. जातक 43 दिन तक केसर का तिलक माथे पर लगाए और दूध/खीर आदि में उसका सेवन भी करें,\n3. पीतल के बर्तन में गंगाजल भरकर घर में रखने से बुध अच्छा फल देगा,\n4. सात रविवार (बिना क्रम तोड़े) 400 ग्राम गुड़ बहते पानी में बहावे,\n5. मन की शांति के लिए चाँदी की चेन गले में धारण करें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fc4"
        }
      },
      {
        "houseNumber": 5,
        "remedies": "1. तांबे का पैसा हुक लगवाकर सफेद धागे में पिरोकर गले में पहने तो धन लाभ में सहायक होगा,\n2. गले में चांदी की चेन डालना या चांदी का छल्ला बाएं हाथ की अनामिका में डालना शुभ होगा,\n3. नाक का छेदन करवा कर चांदी की तार पहनना लाभदायक होगा,\n4. चांदी की डिब्बी में चावल डालकर रखने से बुद्धि एवं विद्या में सफलता देगा,\n5. वाणी पर नियंत्रण रखकर मधुर वाणी बोलें,\n6. श्री विष्णु सहस्रनाम का पाठ करना शुभ होगा,\n7. तुलसी की पूजा करके सायंकाल को दीपक जलाना एवं हरि वस्तुओं का भोग लगाना मन्दे बुध को पुष्ट करेगा\n8. गले में ताम्बे का पैसा धारण करने से धन की वृद्धि होगी।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fc5"
        }
      },
      {
        "houseNumber": 6,
        "remedies": "1. चांदी की अंगूठी दाएं हाथ की अंगुली में पहनें\",\n2. बहन एवं उसकी सन्तति की भेंट आदि द्वारा सेवा करते रहना शुभ होगा\",\n3. मकान का मुख्य द्वार उत्तर दिशा की ओर होगा, बुरा असर देगा। वास्तु शान्ति करवानी शुभ होगी\",\n4. घड़ियां, रेडियो, टेलीविज़न आदि इलैक्ट्रानिक के संयंत्र टूटे-फूटे यानि खराब हालत में न रखें\",\n5. श्री दुर्गाकवच का पाठ करना एवं पूजन करना शुभ रहेगा\"\n6. कन्याओं को भोजन कराएँ और उनके पैर छूकर आशीर्वाद लें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fc6"
        }
      },
      {
        "houseNumber": 7,
        "remedies": "1. काले रंग की गाय की सेवा करने से सहायता मिलेगी, दाम्पत्य जीवन में सुख होगा,\n2. अपनी बहन,बुआ, बेटियों, की सेवा करने से लाभ होगा,\n3. सांझेदारी के कामों से धोखा मिलेगा,\n4. भूमि पर बार-बार थूकने से व्यवसाय में बरकत कम होगी,\n5. सोने की अंगूठी में पन्ना नग जड़वा कर बुधवार को दाएं हाथ की छोटी अंगुली में धारण करना शुभ होगा,\n6. बुधवार को हरा चारा गाय को खिलाएँ या गौशाला में दान दें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fc7"
        }
      },
      {
        "houseNumber": 8,
        "remedies": "1. हर बुध मन्दिर में या घर में देवी भगवती की पूजा करके एवं दीप प्रज्वलित करने के बाद, छोटी 6 या 3 कन्याओं का पूजन एवं हलवा पूरी व दक्षिणा भेंट देकर सत्कार करें,\n2. बुधवार को चांदी का कड़ा या चेनी धारण करें,\n4. अपने मकान में वर्षा का पानी शुभ होगा\n5. पागल खाने में फल दान दें और दमा के रोगियों को मुफ्त में दवाई बाँटें,\n6. लाल वस्त्र का इस्तेमाल ना करें\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fc8"
        }
      },
      {
        "houseNumber": 9,
        "remedies": "1. सोने के गहनों का प्रयोग प्रबल करने से शुभ परिणाम प्राप्त होगा,\n2. अच्छे और सुरक्षित स्थानों पर यात्रा करने से आय के नए स्रोत बनेंगे,\n3. रविवार के दिन सूर्य की पूजा करके तांबे का सिक्का रखें,\n4. ध्यान और साधना से आध्यात्मिक उन्नति मिलेगी,\n5. शिव पूजा करने से मनोबल और आत्मविश्वास में वृद्धि होगी,\n6. हरा रंग के कपड़े न पहनें और हरी सब्ज़ियाँ जैसे साग आदि का सेवन न करें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fc9"
        }
      },
      {
        "houseNumber": 10,
        "remedies": "1. मंगलवार को हनुमानजी की पूजा करना और सिंदूर चढ़ाना लाभकारी होगा,\n2. व्यवसाय में सफलता के लिए नीले वस्त्र पहनें,\n3. शनि देव की पूजा कर शनिवार को काले तिल, उबटन व तेल चढ़ाना शुभ होगा,\n4. समाज सेवा और परोपकार करने से समृद्धि आएगी,\n5. शराब, मांस, मछली आदि का सेवन न करें।\n6. अंधे व्यक्तियों को लड्डू खिलाएँ।\n7. 4 सूखे खड़-खड़ाते नारियल बहते जल में प्रवाहित करें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fca"
        }
      },
      {
        "houseNumber": 11,
        "remedies": "1. किसी अच्छे कारण के लिए दान देना आपके जीवन में लक्ष्मी की कृपा लाएगा,\n2. परिवार में सुख-शांति बनाए रखने के लिए नियमित पूजा करें,\n3. गुरुवार के दिन व्रत और उपवास रखने से भाग्य में वृद्धि होगी,\n4. शराब, मांस, मछली आदि का सेवन न करें।\n5. साधु, संत आदि की संगत से बचें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fcb"
        }
      },
      {
        "houseNumber": 12,
        "remedies": "1. नम्रता और विनम्रता से कार्यों को पूरा करने से मानसिक शांति मिलेगी,\n2. स्वास्थ्य संबंधी समस्याओं के लिए हल्दी का सेवन करें,\n3. निरंतर जल चढ़ाना और पीपल के वृक्ष की पूजा करना शुभ होगा,\n4. पक्षियों को दाना डालने से जीवन में सुख और समृद्धि आएगी,\n5. पीला धागा गले में धारण करें।\n6. बुधवार को भगवान गणेश की पूजा करें।\n7. केसर का तिलक लगाएँ।\n8. लोहे का जोड़ वाला छल्ली शनिवार को धारण करें, और शनिवार को ही बनवाएँ।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fcc"
        }
      }
    ]
  },
  {
    "grah": "Jupiter",
    "houses": [
      {
        "houseNumber": 1,
        "remedies": "1. प्रथम भाव में बृहस्पति मन्दा हो तो 7 गुरुवार तक किसी ब्राह्मण को पीले चावल या पीले हलुवा सहित भोजन करवाएं।\n2. 27 गुरुवार पर्यन्त धर्म स्थान पर बेसन के लड्डू या बूंदी का प्रसाद चढ़ावें।\n3. पिता, पितामह एवं ब्राह्मणों का सत्कार करके आशीर्वाद ग्रहण करें।\n4. पीला या क्रीम रंग अपने शयनकक्ष में रखें, पीले पर्दे एवं वस्त्र पहनें। (वृष, तुला, मकर लग्न न करें)\n5. मस्तक एवं नाभि पर केसर/हल्दी का तिलक लगाएं। (वृष, तुला, मकर लग्न न करें)\n6. गुरुवार का व्रत करें और शाम को मीठा भोजन करें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fd0"
        }
      },
      {
        "houseNumber": 2,
        "remedies": "1. धर्म ग्रंथ और दाल व चना पीले कपड़े में बांधकर मंदिर में पुजारी को दें।\n2. सांप और सपेरे को दूध दें।\n3. मस्तक पर केसर या हल्दी का तिलक लगाएं।\n4. मकान में कुछ भाग कच्चा रखें।\n5. परोपकार करते रहने से अपनी उन्नति होगी।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fd1"
        }
      },
      {
        "houseNumber": 3,
        "remedies": "1. श्री दुर्गा माता का पूजन कर सायं दीपक जलाएं।\n2. सत्य बोलें, झूठ-कपट व तामसिक भोजन से परहेज़ करें।\n3. 43 दिन तक भिगोया मूंग प्रातः पक्षियों को डालें।\n4. हल्दी और केसर का तिलक लगाएं।\n5. शुभ कार्य से पहले 2-11 वर्ष की कन्याओं की पूजा करें।\n6. कुत्ता पालना शुभ रहेगा।\n7. कुंवारी कन्याओं को मीठा भोजन कराएं \n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fd2"
        }
      },
      {
        "houseNumber": 4,
        "remedies": "1. शराब, मीट, अण्डा आदि तामसिक वस्तुओं से परहेज़ करें।\n2. गुरुवार को कच्ची लस्सी में चावल, हल्दी, पुष्प आदि डालकर पीपल वृक्ष पर अर्पित करें व सात फेरे लें।\n3. माता-पिता, दादा, ब्राह्मण एवं गौ सेवा करें और आशीर्वाद लें।\n4. लंगर, धर्म स्थान का प्रसाद न खाएं।\n5. गंगाजल अपने मकान के अंदर न रखें।\n6. मंदिर बनने हेतु धन दान दें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fd3"
        }
      },
      {
        "houseNumber": 5,
        "remedies": "1. गणेश चतुर्थी का व्रत रखें, श्री गणेश कथा व मंत्र जाप करें तथा लड्डुओं का भोग लगाएं।\n2. अंध विद्यालय या निराश्रितों को धन व मिष्ठान भोजन दें।\n3. ब्राह्मणों को भोजन, वस्त्र, फल व धर्म ग्रंथ का दान करें।\n4. कुत्तों को दूध/ब्रेड दें और गौ सेवा करें।\n5. लंगर, धर्म स्थान का प्रसाद न खाएं।\n6. फ्री की चीज़ें या दान न लें\n7. धर्म के नाम पर चंदा न लें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fd4"
        }
      },
      {
        "houseNumber": 6,
        "remedies": "1. हर गुरुवार जल में हल्दी, दूध, चावल, पुष्प डालकर पीपल वृक्ष को सींचें।\n2. गणेश चतुर्थी व्रत रखें, गणेश स्तोत्र पाठ करें और लड्डू बांटें।\n3. माता-पिता, ब्राह्मणों का सत्कार करें।\n4. 6 दिन तक धर्म स्थान पर ब्राह्मण को 600 ग्राम चने की दाल दें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fd5"
        }
      },
      {
        "houseNumber": 7,
        "remedies": "1. सोमवार व गुरुवार को शिव मंदिर में पूजा करें और स्वयं को चन्दन से तिलक करें।\n2. दुर्गा मंदिर में लड्डू चढ़ाकर बच्चों में बांटें।\n3. गुरुवार को गौ (विशेषकर कपिला गौ) को हरा चारा व मीठी रोटी खिलाएं।\n4. केसर का तिलक लगाएं।\n5. किसी भी शुभ या काम को करते समय पीले कपड़े न पहनें।\n6. घर के अंदर मंदिर न बनाएं।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fd6"
        }
      },
      {
        "houseNumber": 8,
        "remedies": "1. बिना प्रतिष्ठा के घर में मंदिर न बनवाएं।\n3. 8 गुरुवार तक 800 ग्राम दाल चना धर्म स्थान पर दें।\n4. श्मशान में पीपल का वृक्ष लगाएं और देखभाल करें।\n5. स्त्री सुख हेतु पीपल के तने पर हल्दी से पीला किया सूत बिना क्रम तोड़े लपेटें।6. केसर का तिलक लगाएं।\n7. रुद्राक्ष या कोई अन्य माला गले में धारण न करें।\n8. मंदिर बनने हेतु धन दान दें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fd7"
        }
      },
      {
        "houseNumber": 9,
        "remedies": "1. प्रतिदिन मंदिर में माथा टेकें।\n2. खानदान के वृद्ध जनों की सेवा करें।\n3. शुक्ल पक्ष के गुरुवार को गंगा आदि तीर्थों में स्नान करें।\n4. गुरुवार को थोड़े चावल नदी में बहाएं।\n5. पीले या नारंगी रंग के कपड़े पहनें, साधु से दूर रहें।\n6. घर के अंदर मंदिर न बनाएं।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fd8"
        }
      },
      {
        "houseNumber": 10,
        "remedies": "1. 43 दिन तक तांबे का सिक्का नदी में बहाएं।\n2. 43 दिन केसर/हल्दी का तिलक लगाएं।\n3. सूर्यग्रहण के समय शनि की चीजें जैसे बादाम, नारियल, उड़द, तेल दान करें।\n4. मंदिर में 7 गुरुवार बादाम व केला चढ़ाएं।\n5. मांस-मदिरा जैसे तामसिक पदार्थों से परहेज़ करें।\n6. गाय को हरा चारा बुधवार को गौशाला में दान दें।\n7. सूर्य ग्रहण के समय बादाम, नारियल, उड़द और तेल का दान करें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fd9"
        }
      },
      {
        "houseNumber": 11,
        "remedies": "1. दाईं कलाई में तांबे का कड़ा पहनें।\n2. लावारिस रोगियों को दवा, वस्त्र, दूध, फल दें।\n3. श्मशान में मंदिर या दान पात्र में दान करें।\n4. धर्म स्थान में पीपल का वृक्ष लगाएं।\n5. माता-पिता व अग्रजनों की सेवा करें।\n6. रात्रि को सोते समय सिरहाने में पितल की गढ़वी में जल डालकर शुभ उपयोग के लिए पीपल की जड़ में डालें (40 दिन लगातार)\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fda"
        }
      },
      {
        "houseNumber": 12,
        "remedies": "1. दादा, पिता, ताया आदि वृद्धजनों की सेवा करें।\n2. पीपल के मूल में कच्ची लस्सी, चीनी, चावल, पुष्प आदि चढ़ाएं।\n3. चन्द्र व गुरु साथ हों तो वटवृक्ष में जल चढ़ाएं।\n4. माथे पर केसर/हल्दी का तिलक लगाएं।\n5. तामसिक वस्तुओं का सेवन न करें।\n6. गुरु-राहु साथ हों तो दो मुट्ठी जौ बहते पानी में बहाएं।\n7. सिर को टोपी, पगड़ी, रूमाल आदि से ढक कर रखें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fdb"
        }
      }
    ]  
  },
  {
    "grah": "Venus",
    "houses": [
      {
        "houseNumber": 1,
        "remedies": "1. काले वर्ण की गाय की सेवा करे\n2. अपने पहरावे का विशेष ध्यान रखें। सफेद व क्रीम रंग के वस्त्र न पहनें।\n3. परस्त्री के प्रसंग से परहेज रखें तथा अपना चाल चलन शुद्ध पवित्र रखें।\n4. पांच शुक्रवार धर्म स्थान में दूध, मिश्री, चावलों का दान करें।\n5. सरसों सहित 6 और अनाज जैसे कि गेहूं, बाजरा, ज्वार, मक्का, मूंग, अरहर का शुक्रवार को दान करें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fdf"
        }
      },
      {
        "houseNumber": 2,
        "remedies": "1. दो किलो आलू हल्दी से पीले करके गाय को खिलावें। (मंगलवार)\n2. पांच शुक्रवार तक पांच कन्याओं को दूध, मिश्री या खीर सहित पूरी, आलू खिलाएं।\n3. हर शुक्रवार गौओं को मीठी तन्दूर की रोटियां खिलाना शुभ होगा।\n4. सन्तान सुख के लिए मंगल की वस्तुएं (तांबे का कड़ा, देशी खांड, शहद, गुड़ आदि) का प्रयोग करें।\n5. धन लाभ एवं स्त्री सुख के लिए चांदी के पतरे पर शुक्र का यंत्र खुदवा कर क्रीम रंग के रेशमी रूमाल में लपेट कर शुक्रवार के दिन अपने पास रखना शुभ होगा। उस दिन दूध, चावल एवं चीनी का दान करना शुभ होगा।\n6. 200 ग्राम गाय का घी हल्दी से पीला करके महीने के पहले मंगलवार को मंदिर में चढ़ाएं।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fe0"
        }
      },
      {
        "houseNumber": 3,
        "remedies": "1. जातक की स्त्री अपने बालों में शुक्र के दिन सफेद फूल (कलियों आदि) लगाएं।\n2. घर की स्त्रियों के साथ विनम्रता से पेश आए और उनकी सेवा करे।\n3. मंगल की वस्तुओं (गुड़, सौंफ, शहद, देशी खांड, ताम्र बर्तन आदि) का प्रयोग करना शुभ होगा।\n4. घर में वाद्य यन्त्र (हारमोनियम, बाजा, तबला, ढोलक आदि) न रखें।\n5. किसी भी जरूरी काम को करने से पहले पत्नी से सलाह जरूर लें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fe1"
        }
      },
      {
        "houseNumber": 4,
        "remedies": "1. आडू की गुठली में सुराख करके उसमें सुरमा भरकर वीराने में उस भूमि में दबा दें जहां पर घास उगी हो।\n2. सफेद एवं पीली गौओं की सेवा करने से दाम्पत्य जीवन में खुशी प्राप्त होगी।\n3. वर्षा का जल चांदी की कटोरी में भरें और ढककर ईशान दिशा में स्थापित करें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fe2"
        }
      },
      {
        "houseNumber": 5,
        "remedies": "1. हर शुक्रवार श्री दुर्गा मन्दिर में दीप जलाकर दुर्गा स्तोत्र, चालीसा पाठ करें और कम से कम 5 कन्याओं का पूजन करके बर्फी एवं फलों का दान करें।\n2. माता, स्त्री, बहन एवं बेटी का सत्कार एवं सेवा करना शुभ होगा।\n3.  शुक्रवार का व्रत रखकर धर्म स्थान में दूध, मिश्री एवं चावलों का दान करना शुभ रहेगा।\n4. चांदी की डिब्बी में पवित्र नदी (गंगा) का जल डालकर पूर्व दिशा में रखें, इससे विद्या एवं सन्तान पक्ष में बरकत होगी।\n5. शराब, मांस, अण्डा आदि तामसिक भोजन से परहेज रखें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fe3"
        }
      },
      {
        "houseNumber": 6,
        "remedies": "1. शुक्ल पक्ष के शुक्रवार को चांदी की गोली लेकर अपनी पाकिट में रखें।\n2. धर्म स्थान में दूध, चावल, शहद, देसी खांड, सौंफ, श्वेत-फल एवं गुड़ चढ़ाएं।\n3. पत्नी अपने सिर में सोने का हेयर पिन लगा कर रखें।\n4. श्रीदुर्गा पूजन करके 6 कन्याओं को छः शुक्रवार पर्यन्त पूड़ियां, खीर, श्वेत रूमाल, फल व दक्षिणा भेंट स्वरूप देवें।\n5. पक्षियों को बाजरा आदि डालना भी शुभ होगा।\n6. चावल और कच्चा दूध सोमवार को दान करें। \n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fe4"
        }
      },
      {
        "houseNumber": 7,
        "remedies": "1. कपिला गाय (लाल एवं पीले वर्ण की गाय) की सेवा करें।\n2. स्त्री बीमार रहती हो तो शुक्रवार को उसके वज़न अनुसार या दसवें हिस्से के भार समान का अनाज (आटा, चावल, ज्वार) धर्म स्थान में देवें।\n3.  जातक की पत्नी नीले या काले वस्त्र न धारण करें।\n4. कांसे के बर्तन में चीनी भरकर धर्म स्थान में दान करना शुभ होगा।\n5. अपने ससुराल के किसी सदस्य के साथ साझेदारी में व्यवसाय करना अशुभ होगा।\n6. श्री दुर्गा पाठ करना शुभ होगा।\n7. दाम्पत्य जीवन में कटुता हो तो अपनी स्त्री के साथ विवाह के तीसरे या पांचवें वर्ष दोबारा फेरे लेवें।\n8. अगर खुद बीमार रहते हो तो अपने वजन का हरा चारा गौशाला में दान करें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fe5"
        }
      },
      {
        "houseNumber": 8,
        "remedies": "1. गौशाला में गौओं को हरा चारा, खल, बिनौले, गुड़ व चपातियां खिलाएं।\n2. यदि शरीर कष्ट हो तो काली एवं लाल वर्ण की गौओं की सेवा करना शुभ होगा।\n3. यदि सामर्थ्यवान हो तो बछड़े सहित गाय का दान करना शुभ होगा।\n4. 16 शुक्रवार तक व्रत रखकर श्री दुर्गा सप्तशती का पाठ अध्याय करके 16वें दिन उद्यापन में, छोटी कन्याओं को खीर/हलुवा पूरी खिलाकर श्वेत रूमाल एवं दक्षिणा सहित भेंट दे \n5. 800 ग्राम गाजर शुक्रवार को मंदिर में चढ़ाएं।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fe6"
        }
      },
      {
        "houseNumber": 9,
        "remedies": "1. गौओं की सेवा करना शुभफलदायक होगा, विशेषकर काले या लाल रंग की।\n2. मकान की नींव में शुद्ध चांदी की डिब्बी में शहद भरकर दबाने से भाग्य में उन्नति होगी।\n3. चांदी की डिब्बी में शहद भरकर घर में रखने से भाग्योन्नति होगी।\n4. गौओं की सेवा करने से लाभ होगा।\n5. नीम के पेड़ की जड़ में प्रत्येक शुक्रवार को एक चांदी का चौरस टुकड़ा 9 शुक्रवार तक बिना क्रम तोड़े दबाएं।\n6. पत्नी बीमार रहती हो तो चांदी की बनी चार चौकोर चूड़ी पत्नी को पहनाएं।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fe7"
        }
      },
      {
        "houseNumber": 10,
        "remedies": "1. चरित्रवान रहे अन्यथा गृहस्थ जीवन कटुपूर्ण बना रहेगा।\n2. स्त्री सुख एवं सन्तान सुख के लिए गौशाला में हरा चारा, गुड़ व धन आदि से सेवा करनी शुभ होगी।\n3. यदि सामर्थ्य हो तो बछड़ा सहित गाय का दान करना शुभ होगा।\n4. अंध विद्यालय अथवा धर्मस्थान में सुपात्र जनों को भोजन के साथ खीर व दक्षिणा देकर सत्कार करें।\n5. 4 सूखे खड़खड़ाते नारियल बहती दरिया में शनिवार को बहाएं। \n6. तिल, काली उड़द, लोहा, काला कपड़ा, तेल शनिवार को दान दें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fe8"
        }
      },
      {
        "houseNumber": 11,
        "remedies": "1. मन्दिर आदि धर्म स्थान में रूई, तेल, चावल, चीनी, दूध, दही आदि का दान करें।\n3. धर्म स्थान में सरसों का तेल देना शुभ होगा।\n4. अन्ध विद्यालय में एवं देवी मन्दिर में खीर सहित भोजन, वस्त्र, फल, यथाशक्ति धन आदि 9 शुक्रवार तक देना धन एवं सन्तान सुख में लाभप्रद होगा।\n5. श्री दुर्गा सप्तशती का पाठ करना भी अत्यंत शुभ होगा।\n6. शुक्रवार को तिल दान दें।\n7. बुधवार को हरा चारा गौशाला में दान दें या गाय को खिलाएं।।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fe9"
        }
      },
      {
        "houseNumber": 12,
        "remedies": "1. लाल या काले वर्ण की गाय को दान देना या सेवा करना शुभफल करेगा।\n2. अपनी पत्नी के हाथ से 6 शुक्रवार तक धर्म स्थान पर दूध, चावल, चीनी आदि का दान करावें।\n3. हर शुक्रवार को शुक्रवार की कथा या दुर्गा चालीसा का पाठ करके देवी माता के मन्दिर में सायं को देसी घी का दीपक जलायें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fea"
        }
      }
    ]
  },
  {
    "grah": "Saturn",
    "houses": [
      {
        "houseNumber": 1,
        "remedies": "1.जातक प्रतिदिन विशेषकर शनिवार को बड़ वृक्ष की जड़ में दूध डालकर, उसकी गीली मिट्टी का तिलक (शनि का बीजमन्त्र पढ़ते हुए) अपने माथे पर लगावे-इससे स्वास्थ्य ठीक होगा।,\n2. किसी फकीर को अंगीठी व तवा दक्षिणा सहित दान में देवे।,\n3. धन-सम्पदा में तरक्की के लिए हर शनिवार बन्दरों को गुड़, चने, केले आदि फल खिलाएं।,\n4. नीले रंग के वस्त्रों/पर्दों आदि का न प्रयोग करें।,\n5. अण्डा मांस आदि तामासिक भोजन से परहेज करना शुभ होगा।\n6. माथे पर तेल न लगाएं।\n7. शनिवार को तेल दान न करें।\n8. खुशी के अवसर पर कोई भी बाजा न बजाए।\n9. 4 तांबे का साप शनिवार को बहते जल में प्रवाह करें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fee"
        }
      },
      {
        "houseNumber": 2,
        "remedies": "1. माथे पर दूध या दही का तिलक लगाएं, तेल का तिलक न लगावे।,\n2. 43 दिन तक निरन्तर नंगे पांव मन्दिर में जाकर ईश्वर से प्रार्थना करें और 2 फल चढ़ावें।,\n3. शराब, मांस, अण्डे आदि तामसिक भोजन से सेवन के निषेध रखें।,\n4. भूरे रंग की भैंस की सेवा करना शुभ होगा।,\n5. शनिवार के दिन धर्म स्थान में काली मिर्च, उड़द, चने, चन्दन की लकड़ी, गेहूं, गुड़ आदि का दान दक्षिणा सहित देवें।,\n6. स्वयं नीले रंग के वस्त्रों का प्रयोग न करें।,\n7. काले माश, काली मिर्च, काले चने, लकड़ी के कोयले थोड़ी मात्रा में लेकर ये सब नीले कपड़े में बांधकर शनिवार के दिन अपने सिर से उतारा 3 बार घुमाकर चलते पानी में बहा देवें।\n8. रात को दूध न पिए।\n9. शनिवार को तेल दान न करें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fef"
        }
      },
      {
        "houseNumber": 3,
        "remedies": "1. घर में कुत्ते की पालना करना शुभ होगा। यदि कुण्डली में केतु 3 या दसवें घर हो, तो एक भूरा/काला कुत्ता पालना लाभदायक होगा।,\n2. घर की छत पर लकड़ी/लोहे आदि का समान न रखें।,\n3. चलते पानी में, शनिवार के दिन थोड़े चावल बहाना शुभ होगा।,\n4. घर की दहलीज के दोनों कोनों में लोहे की कील लगा लेवें।",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1ff0"
        }
      },
      {
        "houseNumber": 4,
        "remedies": "1.  कौओं को चापाती दूध/ दही आदि लगाकर डालें या भैंस को भी दूध/दही चावाल आदि चारा डाले।,\n2. गरीब कर्मचारी एवं मज़दूरों को खाना देना शुभ होगा।,\n3. तेल- उड़द एवं काले वस्त्रों का दान करना शुभ होगा।,\n5. रात्रि को दूध के सेवन से परहेज करें।,\n6. लोहे की कटोरी में तेल का छायापात्र करके तेल आक के पौधे में पांच शनिवार तक डालना। पांचवें शनिवार को तेल वाली कटोरी वहीं दबा देनी चाहिए।,\n7. नीले रंग के वस्त्रों का प्रयोग न करें।,\n8. शनि सम्बन्धी वस्तुएं  काले उड़द, काली मिर्च, काले चने, लकड़ी के कोयले थोड़ी मात्रा में लेकर ये सब नीले कपड़े में बांधकर शनिवार के दिन अपने सिर से उतारा 3 बार घुमाकर चलते पानी में बहा देवें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1ff1"
        }
      },
      {
        "houseNumber": 5,
        "remedies": "1. 100 बादाम मंदिर में लेकर शनिदेव पर चढ़ाएं, फिर 50 वही रख दें और 50 को घर लाकर संभाल कर रख लें, खाएं नहीं।,\n2. सन्तान के जन्मदिन पर मीठी वस्तुओं की बजाएं नमकीन वस्तुएं बांटे।,\n3. कुत्तों को दूध/ब्रेड डालना शुभ होगा।,\n4. शराब, अण्डा एवं सिग्रेट ,तम्बाकू का सेवन न करें।,\n5. सात शनिवार तक हर शनि को काले उड़द एवं 7 बादाम धर्म स्थान में देना शुभ होगा।,\n6. विद्या लाभ व सन्तान सुख के लिए भगवान शिव एवं श्री हनुमान जी की उपासना करना शुभ होगा।\n7. अपने हाथ से मीठा न बांटे।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1ff2"
        }
      },
      {
        "houseNumber": 6,
        "remedies": "1. शनिवार के दिन श्री दुर्गा माता तथा (छः या तीन) छोटी कन्याओं की वन्दना करके उन्हें बादाम व केलों का प्रसाद बांटना शुभ होगा।,\n2. सन्तान सुख के लिए भूरे एवं काले वर्ण का कुत्ता पालना या दूध/ब्रेड आदि डालना शुभ होगा।,\n3. सरसों के तेल से भरा मिट्टी का कटोरा किसी तालाब या नदी के पानी वाली (जमीन में) दबाना शुभ होगा।,\n4. किसी गरीब को जूता दान करना शुभ होगा।,\n5. सात शनिवार तक कुष्ठाश्रम या अन्य विद्यालय में उड़द व मीठे चावलों सहित निराश्रितों को खाना खिलाएं।,\n6. शराब, अंडा, मांस आदि तामसिक भोजन न करें।\n7. चमड़े की वस्तु का उपयोग न करें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1ff3"
        }
      },
      {
        "houseNumber": 7,
        "remedies": "1. जातक किसी रिश्तेदार के साथ पार्टनरशिप में व्यापार न करें।,\n2. शनि 7वें वाले जातक की कुण्डली में यदि प्रथम भाव खाली हो, तो जातक शनिवार को काले रंग की बांसुरी में खांड भरकर बाहर वीराने में दबावें।,\n3. काले वर्ण की गाय की सेवा करते रहने से परिवारिक शांति बने रहेगी।,\n4. मिट्टी के पात्र में शहद भरकर रखना शुभ होगा।,\n5. मांस-मदिरा, अण्डा आदि के सेवन से परहेज करें।,\n5. जातक अपनी शादी 22 वर्ष की आयु के बाद 23, 25, 27वें आदि विषम वर्षों में करे तो शुभ होगा।",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1ff4"
        }
      },
      {
        "houseNumber": 8,
        "remedies": "1. अपने पास चांदी का चौकोर टुकड़ा रखे तो शुभ होगा।,\n2. कोने के भवन में न रहें।\n3. काले तिल, काले उड़द, छुआरे, काली मिर्च, बादाम, 2 कच्चे कोयले, नारियल-ये सब नीले रूमाल में लपेटकर शनि का बीज मन्त्र 3 बार पढ़कर चलते पानी में बहा देवें।,\n4. शराब, मांस, अण्डा आदि तामासिक भोजन से परहेज करे।,\n5. श्री गणेश चतुर्थी का व्रत रखना शुभ होगा।\n6. सोमवार को चावल दान करें।\n7. गले में चांदी की चेन धारण करें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1ff5"
        }
      },
      {
        "houseNumber": 9,
        "remedies": "1. अपने मकान की छत पर ईंधन (बांस, तैल, गैसादि) लकड़ी, चौखट आदि मत रखे ऐसा करना मन्दे भाग्य की निशानी होगी।,\n2. शनिवार मन्दिर आदि धर्म स्थान पर वृद्ध ब्राह्मण को पीले वस्त्र, केले, लड्डू, चने की दाल आदि का दान करें।,\n3. जन्मदिन को मन्दिर में दीप जलाना और ब्राह्मण देव को मिष्टान व धर्म ग्रंथ सहित दान करें।,\n4. जातक की पत्नी यदि गर्भवती हो तो जातक अपना निजी मकान बनाना प्रारम्भ न करें।\n5. पीला रुमाल अपने पास रखें।\n6. गुरुवार को पीला प्रसाद बांटें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1ff6"
        }
      },
      {
        "houseNumber": 10,
        "remedies": "1. पीतल की गड़वी में गंगाजल डालकर पूर्व दिशा में पवित्र स्थान पर रखें।,\n2. शनिवार धर्म स्थान में किसी ब्राह्मण को पीला वस्त्र, बेसन के लड्डू, केले, चने की दाल का दान करें।,\n3. पीले एवं काले वर्ण की गाय की सेवा करें।,\n4. शराब, मांस, अण्डा आदि तामसिक भोजन प्रयोग मत करें।,\n5. माता-पिता, चाचा, ताऊ आदि श्रेष्ठ जनों का सत्कार करके उनका आशीर्वाद ग्रहण करते रहने से व्यवसाय में लाभ व उन्नति रहेगी।\n6. पीला रुमाल अपने पास रखें।\n7. अंधे भिखारी को केवल लड्डू दान दें।\n8. अपने नाम पर मकान न बनवाएं\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1ff7"
        }
      },
      {
        "houseNumber": 11,
        "remedies": "1. अपने मकान का मुख्य द्वार दक्षिण दिशा की ओर न रखे।,\n2. खुशहाली के लिए जातक अपना चाल-चलन ठीक रखे तथा शराब, मांस, अण्डे आदि तामसिक भोजन से परहेज करे।,\n3. कोई भी शुभ कार्यारम्भ करने से पूर्व घर पर पक्के बड़े (पीतल आदि) में गंगा जल मिश्रित पानी भर कर पूर्वोत्तर दिशा में स्थापित करें।,\n4. अपना मकान 45 वर्ष की आयु के बाद बनवाना शुभ होगा।",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1ff8"
        }
      },
      {
        "houseNumber": 12,
        "remedies": "1. अपना चरित्र शुद्ध रखें तथा शराव, अण्डा मांस आदि का सेवन न करें।,\n2. शनि की रात को अपने सिरहाने तांबे के बर्तन में पानी रखकर रविवार की प्रातः गुलाब आदि लाल फूलों के गमलों में डाल देवें।,\n3. अन्ध विद्यालय यथाशक्ति अन्ध चक्षुओं को खीर सहित भोजन करवाना और वस्त्र, फलादि दान करना शुभ होगा।",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1ff9"
        }
      }
    ]
  },
  {
    "grah": "Rahu",
    "houses": [
      {
        "houseNumber": 1,
        "remedies": "1. अपने भार के बराबर अनाज गुड़ सहित अन्ध विद्यालय में देवें।,\n2. कचहरी में मुकद्दमे बाजी से छुटकारा न मिलता हो तो जातक अपने भार के बराबर अथवा अपने वजन के दसवां भाग बराबर कच्चे कोयले चलते पानी में शनिवार को बहा देवें।,\n3. 4 सूखा नारियल शिर से उलटा (Anti-clokwise) 3 बार घुमाने के बाद राहु का बीज मंत्र पढ़ते हुए चलते पानी में बहा देवें।,\n4. 400 ग्राम सिक्का चलते पानी में बहाना शुभ होगा।,\n5. चांदी की डिब्बी में कुछ चावल भरकर घर के कोने में ऊंची जगह पर रखें।,\n6. गले में चांदी का सिक्का (Coin) धारण करना शुभ होगा.\n7.शुभ काम पर जाते समय काले-नीले वस्त्र न पहनें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1ffd"
        }
      },
      {
        "houseNumber": 2,
        "remedies": "1. चांदी की ठोस गोली या सोने की गोली या केसर चांदी की डिब्बी में अपने पास रखें।,\n2. अपनी माता की दिल से सेवा करने से धन धान्य में वृद्धि होगी।,\n3. यदि पुत्र सन्तान सम्बन्धी कष्ट हो तो उसके वजन के बराबर जी या सरसों जान प्रवाह करने से शुभ होगा।,\n4. अपने मकान के उत्तर-पश्चिम कोण में चांदी की डिब्बी में गंगा आदि पवित्र नदी का जल स्थापित करें।,\n5. विवाह के बाद ससुराल मे बिजली का सामान (Electronics) न लेवें। \n6. लंगर न खाएं।\n7. चांदी का बिना जोड़ वाला छल्ला धारण करें।\n8. सोमवार को कच्चा दूध दान करें।",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1ffe"
        }
      },
      {
        "houseNumber": 3,
        "remedies": "1. चांदी की डिब्बी में थोड़े अक्षत (चावल) रख कर डिब्बी दक्षिण दिशा में स्थापित करें। राहु शुभ फल देने लगेगा।,\n2. झूठ-कपट से दूर रहें और सत्य-आचरण का पालन करना शुभ होगा।,\n3. यदि तीसरे राहु के साथ मंगल भी साथ हो भाईयों एवं परिवारिक सदस्यों का सहयोग लेना लाभप्रद होगा",
        "_id": {
          "$oid": "680e4366cb6c5693a35c1fff"
        }
      },
      {
        "houseNumber": 4,
        "remedies": "1. चांदी की अंगूठी, कड़ा या चेनी पहन कर रखें।,\n2. ध्यान रहे, चतुर्थ भाव में राहु जब नेक (शुभस्य) होगा, तो जातक के साथ-साथ उसके ससुराल में भी धन की वृद्धि होती है,\n3. 400 ग्राम धनिया चलते पानी में सात बुधवार तक बहावें,\n4. चतुर्थ भावस्थ राहु जिस राशि में पड़ा हो, उस राशि स्वामी के वारानुसार चार बार तक गंगा आदि तीर्थ पर स्नान करना शुभ होगा,\n5. मकान की सीढ़ियों के नीचे रसोईघर न रखें\n6. चांदी की ठोस गोली अपने पास रखें।\n7. चांदी की जंजीर गले में धारण करें।\n8. वर्ष में 2-3 बार गंगा स्नान करें।,\n  ",
        "_id": {
          "$oid": "680e4366cb6c5693a35c2000"
        }
      },
      {
        "houseNumber": 5,
        "remedies": "1. सन्तान सुख के लिए घर की दहलीज के नीचे चांदी का पतरा या सिक्का दबाना शुभ होगा।,\n2. शनिवार को पीपल के वृक्ष के नीचे देसी घी का दीपक जलाना शुभ होगा,\n3. विद्या प्राप्ति में रुकावटों के निवारण हेतु हर बुधवार सरस्वती देवी का स्तोत्र पढ़ना शुभ होगा,\n4. शराब, मांस, मछली, अण्डा आदि तामसिक भोजन से परहेज करें,\n5. चापाती में मीठे चावल डालकर गौओं को शनिवार के दिन खिलाने से सन्तान सम्बन्धी परेशानियां दूर होगी,\n6. यहां राहु के साथ बृहस्पति भी हो तो जातक की सन्तान या पिता को कष्ट के संकेत हैं। धर्म स्थान में बृहस्पति की वस्तुओं (पीला वस्त्र, चने की दाल, केले आदि दान करना, ब्राह्मणों और माता पिता का आशीर्वाद शुभ होगा।\n7. कोनेदार भवन में न रहें।",
        "_id": {
          "$oid": "680e4366cb6c5693a35c2001"
        }
      },
      {
        "houseNumber": 6,
        "remedies": "1. सरस्वती की मूर्ति या प्रतिमा के आगे लगातार 6 दिन तक नीले फूल चढ़ाएं,\n2. यदि सूर्य राहु का सम्बन्ध हो तो 43 दिन तक (बिना नागा किए) देवी के आगे नीले फूल चढ़ाने चाहिएं।,\n3. भूरा एवं काले कुत्ते को पालना अथवा दूध/ब्रेड आदि से सेवा करना शुभ होगा,\n4. अपनी पाकिट में सिक्के (Lead) की 6 गोलियां रखें,\n5. भाई, बहन एवं स्त्री के साथ सम्बन्धों में मधुरता रखें।,\n6. मुकद्दमे में परेशानी हो तो हर शनिवार 6 लौंग जलाकर राख चलते पानी में प्रवाह करें।",
        "_id": {
          "$oid": "680e4366cb6c5693a35c2002"
        }
      },
      {
        "houseNumber": 7,
        "remedies": "1. स्त्री को कष्ट अथवा सुख में कमी होने की स्थिति में एक चांदी की ईंट घर में रखें तो शुभ होगा।,\n2. घर में कुत्ता रखना अशुभ होगा,\n3. कन्यादान के समय कन्या का पिता अपने दामाद को चांदी की ईंट या चांदी की गणेश जी की मूर्ति भेंट स्वरूप देवें (जातक व उसकी पत्नी यह मूर्ति आगे किसी अन्य व्यक्ति को न देवें।),\n4. ससुराल पक्ष के किसी सदस्य के साथ सांझेदारी में व्यापार न करें,\n5. सुखमय दाम्पत्य जीवन के लिए टीन या स्टील के डिब्बे में गङ्गाजल भरकर उसमें चांदी का एक चौकोर टुकड़ा डालकर कलई टांका लगाकर दक्षिण/पूर्व दिशा में स्थापित करना शुभ होगा। ध्यान रहे, गंगाजल सूख जाने पर टांका तोड़कर गंगाजल पुनः भरकर टांका लगा लेवे।,\n6. शनिवार को 7 नारियल चलते पानी में बहाएं\n7.वर्ष में 2-3 बार गंगा स्नान करें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c2003"
        }
      },
      {
        "houseNumber": 8,
        "remedies": "1. अन्ध विद्यालय या कुष्टाश्रम में कम से कम 8 व्यक्तियों का खाना खीर या हलवा सहित देना शुभ होगा।,\n2. अष्टम राहु की अशुभता दूर करने के लिए भैरों मन्दिर में आठ शनिवार तक सायं प्रसाद चढ़ाना और तेल का दीया जलाना शुभ होगा,\n3. जातक जन्मदिन के 8वें महीने से लेकर अगले जन्मदिन तक (अर्थात् अन्तिम चार महीने तक) जन्म तारीख को 8 बादाम मन्दिर में चढ़ाकर 4 बादाम वापिस लाकर एक पात्र में सुरक्षित रखता रहे, जब जन्मदिन आए, इन एकत्रित बादामों को पानी में बहा देवें। बहाते समय राहु का बीजमंत्र तीन बार पढ़ें।,\n4. धन का अर्जन, बेईमानी या किसी गलत तरीके से न करें। ऐसे धन का उलटा अशुभ फल मिलेगा।,\n5. 4 नारियल को चलते पानी में बहाएं",
        "_id": {
          "$oid": "680e4366cb6c5693a35c2004"
        }
      },
      {
        "houseNumber": 9,
        "remedies": "1. प्रतिदिन केसर या लाल चन्दन का तिलक लगाए और धर्म स्थान (मन्दिर आदि) पर जाकर लड्डुओं का भोग लगाना शुभ होगा। ऐसा निरन्तर 43 दिन तक करना चाहिए।,\n2. शरीर में सोने का गहना धारण करना शुभ होगा।,\n3. सिर में चोटी रखना तथा टोपी या पगड़ी पहन रखना शुभ होगा।,\n4. अपने घर व ससुराल वालों से मधुर सम्बन्ध बनाए रखना लाभप्रद होगा,\n5. सन्तान सुख हेतु कुत्ता (काला) पालना शुभ होगा\n6. वर्ष में 2-3 बार गंगा स्नान करें।\n7. मंदिर रोज़ाना न जाएं, घर में ही भगवान को याद किया करें।",
        "_id": {
          "$oid": "680e4366cb6c5693a35c2005"
        }
      },
      {
        "houseNumber": 10,
        "remedies": "1. अन्ध विद्यालय वा कुष्ठ आश्रम में 10 व्यक्तियों का खाना मिष्टान सहित देवें,\n2. शराब, अण्डे, मांस आदि तामसिक भोजन के सेवन से परहेज रखें,\n3. नीले व काले वस्त्रों को धारण न करें।,\n4. जन्म दिन पर 4 किलो अथवा 400 ग्राम चीनी धर्म स्थान (मन्दिर) देवें।,\n5. मसर की दाल 400 ग्राम मंगलवार को चलते पानी में बहाएं,\n6. 400 ग्राम देसी खांड एवं मसर की दाल मन्दिर में देना शुभ होगा",
        "_id": {
          "$oid": "680e4366cb6c5693a35c2006"
        }
      },
      {
        "houseNumber": 11,
        "remedies": "1. नीले या काले रंग के वस्त्र न पहनें,\n2. इलैक्ट्रानिक का समान किसी से गिफ्ट न लेवें,\n3. शरीर पर सोने का गहना पहनना तथा मस्तक पर केसर या चन्दन का तिलक लगाना शुभ होगा,\n4. पिता, बड़े भाई, साधु एवं ब्राह्मणों की सेवा करके उनका आशीर्वाद ग्रहण करना शुभ होगा,\n5. मन्दिर, तीर्थ स्थानों पर जाकर सुपात्र को दान करना शुभ होगा,\n6. शराब, मांस, तम्बाकू आदि तामसिक भोजन से परहेज रखे\n7. लहसुन, प्याज, मसूर की दाल न खाएं।\n8. 4 नारियल को चलते पानी में बहाएं",
        "_id": {
          "$oid": "680e4366cb6c5693a35c2007"
        }
      },
      {
        "houseNumber": 12,
        "remedies": "1. रसोई में भूमि पर आसन बिछा कर एवं उस पर बैठकर पूर्वाभिमुख होकर खाना ग्रहण करना शुभ होगा,\n2. गले में पीले रंग का धागा (किसी श्रेष्ठ ब्राह्मण द्वारा अभिमन्त्रित करवाकर) शुक्ल बृहस्पति को धारण करें, धागे में चांदी का चौरस टुकड़ा भी पिरो लेवें तो शुभ होगा,\n3. पीले वस्त्र धारण करना तथा अष्टमी को श्री दुर्गा मन्दिर में कन्या पूजन करके बेसन की बर्फी या लड्डू बांटना शुभ होगा।,\n4. पक्षियों को बाजरा डालना शुभ होगा",
        "_id": {
          "$oid": "680e4366cb6c5693a35c2008"
        }
      }
    ]
  },
  {
    "grah": "Ketu",
    "houses": [
      {
        "houseNumber": 1,
        "remedies": "1. लोहे की ठोस गोली बनाकर लाल रंग करके अपने पास रखना शुभ होगा।,\n2. स्वास्थ्य में विकार हो तो माथे पर केसर का तिलक लगाना शुभ होगा।,\n3. काला- सफेद कम्बल नारियल सहित धर्मस्थान पर दान करना।,\n4. अन्ध विद्यालय में कम से कम पांच अन्ध-चक्षुओं को खीर सहित भोजन करवाना शुभ होगा।,\n5. प्रत्येक मंगलवार को श्रीगणेश जी को 11 लड्डुओं का प्रशाद चढ़ाना शुभ रहेगा।\n6. केसर का तिलक करें।\n7. चांदी की जंजीरी धारण करें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c200c"
        }
      },
      {
        "houseNumber": 2,
        "remedies": "1. रविवार या मंगलवार को श्री गणेश जी के मन्दिर में पूजा करके बीजमंत्र (गं गणपतये नमः) का पाठ करके लड्डुओं का भोग लगाना शुभ होगा।,\n2. सच्चरित्र का पालन करें तथा मांस, शराब, अण्डे आदि तामसिक भोजन से परहेज रखें।,\n3. वीरवार के दिन धर्म स्थान पर बृहस्पति की वस्तुएं-चने की दाल, केले, बेसन के लड्डू, पीला वस्त्र, पपीता आदि का दान करना शुभ होगा।,\n4. कुत्तों को दूध व चपाती रविवार को खिलाना शुभ रहेगा।,\n5. प्रतिदिन केसर एवं हल्दी का तिलक मस्तक पर लगाना।\n6. समय-समय पर घर में फकीर को भोजन कराएं।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c200d"
        }
      },
      {
        "houseNumber": 3,
        "remedies": "1. लगातार 5 रविवार गेहूं, गुड़, चावल, दूध, चने की दाल आदि चलते पानी में बहाना शुभ रहेगा।,\n2. धन- धान्य की वृद्धि के लिए शरीर पर सोने का गहना पहने।,\n3. जातक अपने भाई बहनों की सेवा करके उन्हें प्रसन्न रखें।,\n4. त्वचा सम्बन्धी रोगों का प्रकोप हो तो जातक गुरुवार के दिन चने की दाल, हल्दी, केसर एवं बेसन की बर्फी धर्मस्थान पर दान करना।,\n5. संक्षिप्त मात्रा में गेहूं, गुड़, चावल मंगलवार के दिन चलते पानी में बहावें।,\n6. केसर एवं हल्दी का तिलक लगाना शुभ होगा।\n7. दक्षिण दिशा में मकान में न रहें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c200e"
        }
      },
      {
        "houseNumber": 4,
        "remedies": "1. सोने की सलाई अथवा सोना गर्म करके उसे दूध में बुझा कर दूध पीना चाहिए।,\n2. सुयोग्य ब्राह्मण को पीला वस्त्र, चने की दाल, बेसन की बर्फी, केले आदि दक्षिणा सहित बृहस्पतिवार को दान करना शुभ होगा।,\n3. यदि यहां पर चन्द्र-केतु का योग हो तो जातक द्वारा पूर्णमाशी एवं चन्द्रग्रहण के समय चावल-चांदी, दूध, चीनी, तिल, इमली, लड्डू एवं गर्म वस्त्र का दान करना शुभ होगा।\n4. गुरुवार का व्रत करें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c200f"
        }
      },
      {
        "houseNumber": 5,
        "remedies": "1. धर्मस्थान में अथवा श्रेष्ठ ब्राह्मण को पीला वस्त्र, केसर, लड्डू, मसूर की दाल, केले आदि का दान करना संतान सुख के लिए शुभ होगा।,\n2. शराब, अण्डा, मीट आदि तामसिक भोजन से परहेज़ रखें।,\n3. श्राद्ध पक्ष में अपने पितरों का श्राद्ध अवश्य करें।,\n4. 43 दिन तक केसर एवं हल्दी का तिलक लगाना शुभ रहेगा।,\n5. चितकबरे कुत्ते को दूध और रोटी मिलाकर लगातार सात दिन तक खिलाना शुभ होगा।,\n6. केतु जिस राशि में पड़ा हो उसी राशि के बार वाले दिन चितकबरी अर्थात् दो या उससे अधिक रंगों वाली गौओं को खल सहित चारा आदि डालना संतान सुख के लिए शुभ होगा।\n7. मंगलवार को पीले वस्त्र और पीली मिठाई दान करें।",
        "_id": {
          "$oid": "680e4366cb6c5693a35c2010"
        }
      },
      {
        "houseNumber": 6,
        "remedies": "1. गुरुवार के दिन से शुरू करके लगातार 43 दिन 3 केले धर्मस्थान पर दान करना।,\n2. सन्तान सुख के लिए कुत्ता पालना शुभ रहेगा।,\n3. बहन, बुआ अथवा दोहते एवं पोते की सेवा करना शुभ रहेगा।,\n4. सोना गर्म करके दूध में बुझाकर दूध पीना संतान और मन की शांति के लिए शुभ होगा।",
        "_id": {
          "$oid": "680e4366cb6c5693a35c2011"
        }
      },
      {
        "houseNumber": 7,
        "remedies": "1. केतु की राशिस्वामी ग्रह के दिन काले वस्त्र में 1 नारियल (सूखा), लपेटकर अपने सिर से तीन बार उल्टा घुमाने के बाद केतु के मंत्र (ॐ स्त्रां स्त्रीं स्त्रौं सः केतवे नमः) पढ़ते हुए चलते पानी में बहा देवें।,\n2. केतु के दिन लहसुन की एक गट्ठी पानी में बहाना।,\n3. किसी निर्धन कन्या के विवाह में यथाशक्ति अनाज, वस्त्र, धनादि से सहायता करना शुभ रहेगा।,\n4. काला एवं सफेद कम्बल धर्मस्थान में सुपात्र को दान करना।,\n5. रविवार को गौशाला में हरा चारा और मीठी चपातियां खिलाना शुभ रहेगा।,\n6. आटे में उड़द की दाल मिलाकर चपातियां बनाकर कुतों को खिलावें।,\n7. दाम्पत्य सुख में वृद्धि के लिए श्री गणेश जी का पूजनार्चन करना शुभ होगा।\n8. सरसों सहित 6 और अनाज जैसे कि गेहूं, बाजरा, ज्वार, मक्का, मूंग, अरहर का मंगलवार को दान करें।",
        "_id": {
          "$oid": "680e4366cb6c5693a35c2012"
        }
      },
      {
        "houseNumber": 8,
        "remedies": "1. वीरवार के दिन पीले कपड़े में चने की दाल, हल्दी, बेसन की बर्फी, पीले फल बांध कर धर्म स्थान पर चढ़ाना और पीले पुष्पों के हार भगवान श्री विष्णु जी के चढ़ाना शुभ होगा।,\n2. श्रीगणेश जी का पूजन करना और लड्डूओं का प्रशाद कराना।,\n3. अन्ध विद्यालय या कुष्ठ आश्रम में (केतु) की राशि के वार अनुसार खीर एवं चितकबरे वस्त्र सहित कम से कम 8 व्यक्तियों को भोजन करवाना शुभ रहेगा।,\n4. मांस, मछली, अण्डा, शराब आदि तामसिक भोजन से परहेज करना शुभ होगा।,\n5. गौशाला में रंगबिरंगी (विविध रंगों) वाली गौओं को खल-बिनौला एवं हरा चारा, मीठी चपातियों सहित खिलाना शुभ रहेगा।\n6. काला और सफेद कंबल दान करें। (शनिवार को)\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c2013"
        }
      },
      {
        "houseNumber": 9,
        "remedies": "1. मंगलवार के दिन श्री गणेश जी की पूजा करके लड्डूओं का प्रशाद चढ़ावें।,\n2. सुई हुई कुत्तिया को दूध पिलाना केतु अच्छा फल करेगा।,\n3. सोने का चौकोर पत्तरा केसर का तिलक लगाकर धर्म स्थान में रखना शुभ फल करता है।,\n4. माता-पिता, कुलपुरोहित एवं ब्राह्मणों का सत्कार (सेवा) करके आशीर्वाद लेना शुभ होगा।,\n5. काले कुत्तों को पालना अथवा दूध-ब्रेड आदि डालना शुभ होगा।,\n6. शरीर कष्ट एवं जोड़ों आदि के दर्द में सोना पहनना शुभ फल देगा।\n7. बुधवार को मंदिर के सफाई कर्मचारी को झाड़ू दान करें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c2014"
        }
      },
      {
        "houseNumber": 10,
        "remedies": "1. एक मुट्ठी काले तिल और 1 मुट्ठी सफेद तिल काले वस्त्र में लपेट कर जल प्रवाह करने से केतु शुभ फल करने लगेगा।,\n2. सन्तान का कष्ट हो तो जातक द्वारा 42 वें वर्ष में चांदी या मिट्टी का कसोरा के बर्तन में शहद भरकर ढककर एक अलमारी में सुरक्षित रख लें और एक चांदी का बर्तन शहद भरकर वीराने में दबा दें।,\n3. जातक को 48 वर्ष की आयु उपरान्त कुत्ता पालना शुभ फल देगा।,\n4. 48 वर्ष की आयु से पहले मकान बनाना शुभ नहीं है और मंगल का उपाय (देशी खांड, सौंफ, मूंगा) दान शुभ होगा।\n5. काला या सफेद कंबल मंदिर के पुजारी को दान करें।\n",
        "_id": {
          "$oid": "680e4366cb6c5693a35c2015"
        }
      },
      {
        "houseNumber": 11,
        "remedies": "1. पुत्र संतान के लिए दूध में सोने की गर्म सिलाई बुझाकर पीने से लाभ होगा।,\n2. घर में काला कुत्ता पालने से केतु का अशुभ फल दूर होगा।,\n3. यदि कुत्ता पालना सम्भव न हो तो कुत्तों को दूध-चपाती खिलाना शुभ होगा।,\n4. गौशाला में गौओं की सेवा करना शुभ होगा।,\n5. सोने की अंगूठी में पुखराज धारण करना शुभ होगा।,\n6. शराब, मीट, मछली, अण्डा आदि का सेवन न करें।\n7. 21 दिन लगातार रात्री के समय सिरहाने के पास गडवी में जल भरकर रखें और सुबह उसे पीपल के वृक्ष में डाल दें।"
      },
      {
        "houseNumber": 12,
        "remedies": "1. श्री गणेश जी उपासना करना और श्रीगणेश चतुर्थी का व्रत करना भी शुभ होगा।,\n2. कुत्ते को पालना अथवा कुत्तों को दूध-चपाती आदि खिलाना शुभ रहेगा।,\n3. अन्ध विद्यालय में सतनाजा (सात प्रकार के अनाज), खीर फलादि का दान करना।,\n4. 43 वर्ष की आयु से पहले मकान नहीं बनाना चाहिए।,\n5. मांस-मदिरा, अण्डा, मछली, तम्बाकू आदि तामसिक वस्तुओं के सेवन से परहेज करें।\n6. निपुत्र की जमीन न खरीदें।"
      }
    ]
  }
]